{
    "10c252c90fa24ef3b698c6f54d984c5c": "منظر لمنزل يضم غرفة معيشة، وحمام، ورواق، وغرفة نوم، مع أثاث وزخارف مختلفة مثل سجادة زرقاء، تلفزيون كبير، مروحة سقف، ولوحات فنية.",
    "0e92a69a50414253a23043758f111cec": "منظر لمنزل يضم طاولة طعام وغرفة معيشة ومطبخ وحمام ورفوف زجاجية تحتوي على مشروبات كحولية وطاولة بيضاء في غرفة معيشة مع أريكة وتلفزيون.",
    "51857544c192476faebf212acb1b3d90": "منظر لمنزل فاخر يتضمن غرفة نوم تحتوي على أنواع مختلفة من الأسرة والأضواء، رواق وصالة مع ديكور أنيق، حمام مع مرايا وإطارات سوداء، ومطبخ مع مروحة سقف ومرحاض.",
    "558ba0761bf24428b9cf91e60333ea25": "سلسلة من الجدران البيضاء والحمامات، المرايا، الأحواض، والأبواب، مع مرايا شمسية متكررة وطاولة خشبية في الممر.",
    "3577de361e1a46b1be544d37731bfde6": "منظر لعدة غرف وأثاث، بما في ذلك حمام، غرفة معيشة، وغرفة نوم، مع التركيز على تفاصيل محددة مثل المصباح، الأرائك، والجدران.",
    "da5fa65c13e643719a20cbb818c9a85d": "منظر منزلي يتضمن غرفة طعام، حمام، مطبخ، وغرف مختلفة مع مرايا وأجهزة إضاءة.",
    "00ebbf3782c64d74aaf7dd39cd561175": "حمام مزود بمختلف الإكسسوارات والمميزات، بما في ذلك حامل مناشف ومرآة ومرحاض وحوض استحمام وجدران وأرضيات بألوان مختلفة، بالإضافة إلى لمحات من الغرف الأخرى والممرات.",
    "08c774f20c984008882da2b8547850eb": "منظر لغرف مختلفة في المنزل، بما في ذلك غرفة الطعام، والحمام، والمطبخ، وغرفة المعيشة، وغرفة النوم، مع وصف الأثاث، واللوحات الفنية، ومصابيح الإضاءة.",
    "cb66d4266148455bbddf5d059a483711": "حمام يحتوي على ميزات مختلفة مثل حوض استحمام ومرآة ودش ومرحاض، بالإضافة إلى ستارة ورف مناشف وروب استحمام معلق على الحائط.",
    "85c23efeaecd4d43a7dcd5b90137179e": "سلسلة من الغرف مع أثاث وديكور متنوع، بما في ذلك أسرّة جلدية، مرايا، مصابيح، ولمسات ذهبية.",
    "d160d2229e4148839ef3a43dbc0ecdc4": "حمام بهوامش مختلفة مثل المرحاض، دش، ستائر، حوض، مرآة، وباب دش زجاجي.",
    "6800f98e9e67463e9928a4253253bc2f": "مجموعة من الغرف والمساحات المختلفة، بما في ذلك غرفة معيشة مع نافذة كبيرة وأريكة، وغرفة معيشة حديثة مع تلفزيون كبير، وغرفة نوم مع سرير معلق، وممر مع لوحة فنية.",
    "e693b5de8ad84d4cb61a79ece2e66d11": "حمام بهوامش خصائص متعددة مثل المراحيض والأحواض والمرايا والأرضيات المصنوعة من الخشب والبلاط والحصى والحجارة.",
    "c429b363fd3145fe8a7631bbe9644066": "منظر لمنزل يتضمن غرفة طعام وغرفة نوم ومطبخ وجدران وسقف مختلفة مع التركيز على اللوحات والمرايا وأجهزة الإضاءة والأثاث.",
    "1e86968849944444b66d9537efb5da9e": "غرفة نوم وحمام مع أبواب زجاجية، دش رخامي، حامل مناشف أسود، غرفة معيشة مع لوحة فنية كبيرة، وسرير مع مظلة ومصباح.",
    "5e9f4f8654574e699480e90ecdd150c8": "منظر لعدة غرف في المنزل بما في ذلك غرفة المعيشة وغرفة الطعام والمطبخ والحمام وغرفة الفندق مع التركيز على الأثاث والديكور مثل المرايا والأرائك والطاولات وأجهزة الإضاءة.",
    "0f37bd0737e349de9d536263a4bdd60d": "منظر لغرف مختلفة، بما في ذلك غرفة معيشة مع أريكة و مصباح، غرفة مع مروحة سقف و باب، غرفة معيشة مع أريكة دائرية و جدار زجاجي، غرفة مع سجادة زرقاء و مدفأة، صورة تلفزيون مثبت على الحائط، صورة مقربة من باب مع مقبض أسود، سرير مع شبه مظلة و مصباح، وغرفة نوم مع مرآة كبيرة و سقف خشبي.",
    "df211c2c55f94b87a717ce1469577456": "مجموعة من اللقطات القريبة واللقطات الأوسع من غرف ومواد مختلفة، بما في ذلك ستارة دش، ستائر ذات أنماط زرقاء وبيضاء، أريكة مغطاة بالجلد الذهبي، سرير ذو حافة منحنية وسجادة مطرزة، غرفة معيشة تحتوي على لوحة فنية، وحمام مع ستارة دش ونافذة.",
    "f4d03f729dfc49068db327584455e975": "مجموعة من الغرف ذات الأثاث والديكور المختلف، بما في ذلك الأرائك الجلدية، والأسقف الذهبية، والمرايا، ومطبخ مع سقف أزرق ومدفأة سوداء.",
    "ee59d6b5e5da4def9fe85a8ba94ecf25": "سلسلة من الغرف والفضاءات بما في ذلك غرفة فندق، خزانة، حمام، رف خشبي، مرايا شمسية، أجهزة إضاءة في السقف، مطبخ، ومطعم مع أثاث وديكور متنوع.",
    "3a6d2322867f40d9a3d2758ab88df288": "غرفة فندق تحتوي على سرير ومرآة كبيرة وطاولة جانبية، وحمام مع دش زجاجي ومرحاض، وغرفة معيشة تحتوي على أريكة ولوحة فنية، وغرفة تحتوي على سرير ونافذة.",
    "77a1a11978b04e9cbf74914c98578ab8": "منظر لمنزل يتضمن غرفة معيشة وغرفة نوم ومطبخ وبار ولوحات وديكورات مختلفة على الجدران.",
    "28db29e8c72c4a68bfdf5bb2b454443d": "حمام يحتوي على ميزات مختلفة مثل حوض استحمام ومرآة ومرحاض ومناشف وباب، مع زوايا مختلفة تظهر أجزاء مختلفة من الغرفة وديكورها.",
    "30c97842da204e6290ac32904c924e17": "غرفة فندق تحتوي على سرير، تلفزيون، ونافذة كبيرة، وحمام يحتوي على تلفزيون ومرآة، ومختلف قطع الأثاث بما في ذلك كرسي أزرق، طاولة قهوة خشبية، أريكة، وسرير مع لوحة فنية كبيرة على الحائط.",
    "c341c46acf7044d1a712d622cbc94a27": "حمام بهوامشخصات متنوعة مثل باب دش زجاجي، مرحاض، مرآة، حوض، وستارة، وكذلك غرفة مع سرير وضوء سقف.",
    "7ad0b4e15c4f4cf38f56efbbcadfbf6a": "سلسلة من الغرف والفضاءات بما في ذلك أريكة سوداء وطاولة قهوة، مرآة، مطبخ مع سقف ذهبي، أريكة دائرية وطاولة قهوة، حمام مع مرحاض وغسالة، دولاب أسود مع مرآة، مطبخ صغير مع ثلاجة وميكروويف، وأبواب ومرايا مختلفة مع إطارات ومقابض مختلفة.",
    "23ec8bbec8eb40478411cba2e55b732e": "سلسلة من الغرف والمساحات المختلفة، بما في ذلك غرفة نوم، رواق، حمام، غرفة معيشة، ومختلف قطع الأثاث والديكور مثل الأسرّة، المصباح، الكراسي، والتلفزيونات.",
    "b185432bf33645aca813ac2a961b4140": "منظر لعدة غرف في المنزل، بما في ذلك غرفة المعيشة والحمام وغرفة الطعام والمطبخ وغرفة النوم، مع أثاث وزخارف مختلفة في كل غرفة.",
    "1a41339ece1846eda6a924cdb4c417dd": "مسلسلة من غرف ومساحات مختلفة تشمل غرفة طعام ورواق وغرفة فندق ومطبخ وغرفة معيشة مع أثاث وزخرفة متنوعة مثل كراسي بيضاء ولوحة فنية ومرآة وبار وجدار زجاجي مع أضواء زرقاء.",
    "701f7128272a4bb2acd9dbd89b5cdf6f": "منظر لمنزل يتضمن حمامًا ورواقًا ومكانًا لتناول الطعام وغرفة معيشة ومطبخًا مع لوحات وديكورات وأثاث متنوع.",
    "902e65564f81489687878425d9b3cb55": "غرفة مع سرير وطاولة ونافذة، حمام مع مرآة، سقف ذهبي مع نمط زخرفي، غرفة نوم مع مرآة كبيرة، غرفة معيشة مع أريكة وتلفزيون، ونوافذ مختلفة مع ستائر أو ألواح.",
    "d65b6505904448d1940e679c9a098047": "منظر لمنزل به غرف مختلفة ومناظر، بما في ذلك نوافذ مع ستائر وألواح، وحمام مع ستارة دش ومروحة سقف، وغرفة معيشة مع لوحة على الحائط، وغرفة طعام مع طاولة زجاجية وأرائك، وستارة بيضاء معلقة على السقف.",
    "e34dcf54d26a4a95869cc8a0c01cd2be": "منظر لعدة غرف وأثاث، بما في ذلك سرير وطاولة وأريكة دائرية ومرآة كبيرة ولوحة فنية وباب أبيض مع مفتاح إضاءة أسود.",
    "e0ce09f0178c48e2bbe649d2bf659702": "حمام ومطبخ مع جدران وأرضيات وطاولات من رخام أبيض، أبواب دش زجاجية، وأجهزة إضاءة.",
    "8a0f2f1a8ea441658501561e5dc34a3e": "منظر لمنزل يتضمن غرفة نوم مع سرير مع غطاء، وحمام مع تلفزيون، وغرفة معيشة مع أريكة وطاولة قهوة، ومطبخ مع مروحة سقف ومرحاض.",
    "50c241453dfd45c1ba95b5d7191982ef": "سلسلة من الغرف والمواد المختلفة، بما في ذلك سرير، مصباح، أبواب خشبية، طاولات، أنماط سداسية، مرآة، وتصاميم سقف مختلفة وأجهزة إضاءة.",
    "b2e9278f9b8f4661abcb0446d2cbb98e": "منظر لمنزل يتضمن غرفة طعام، غرفة معيشة، رواق، حمام، خزانة، ومطبخ، مع ميزات مختلفة مثل الأرضيات السوداء، الطاولات والأكراس البيضاء، الجدران الزجاجية، ومصابيح الإضاءة.",
    "c8112f69d34d476fbb29e6b3909deba2": "منظر لعدة غرف تشمل صالات طعام، حمامات، ممرات، ومطابخ، مع مخططات ألوان وأثاث مختلفة.",
    "8ccf449f599a4cd88648e1d0ff39fdd0": "مسلسلات من حمامات ومغاير مختلفة مع ميزات متنوعة مثل حوض الاستحمام، ستائر الاستحمام، المرايا، والإضاءة.",
    "5b9b2794954e4694a45fc424a8643081": "مجموعة من الغرف والمساحات المختلفة، بما في ذلك الحمامات وغرف النوم والمناطق المعيشية، كل منها يحتوي على ميزات فريدة مثل الشاشات الزخرفية ولوحات السقف وأجهزة الإضاءة.",
    "5efaa5e4a30e481f9dadc1bac5e56a21": "غرفة مع أثاث وديكور متنوع، بما في ذلك الأرائك والمصابيح والسرير والخزانة والمرايا، ومطبخ مع أجهزة من الفولاذ المقاوم للصدأ.",
    "194bef4cbba641dc9860ba7f43a0c16a": "غرفة تحتوي على قطع أثاث متنوعة، بما في ذلك أريكة من الجلد، طاولة قهوة، مصابيح، ومرايا، مع أسقف وأباجورات بألوان مختلفة.",
    "abe20dd6e5194f579dfc6b63a612c150": "منظر لمنزل يضم حمامًا وغرفة طعام ومطبخ وبار وغرفًا مختلفة مع أثاث أبيض ولوحات فنية ومرايا وأبواب وزجاج سقف مزخرف بألوان زرقاء وبيضاء.",
    "db145474a5fa476d95c2cc7f09e7c83a": "مجموعة من الاقترابات والمناظير المختلفة للغرف والأشياء، بما في ذلك حمام، شاشة زخرفية، غرفة فندق مع سرير وتلفزيون، ونوافذ عديدة مع الستائر أو الستائر."
}
