{
    "163d61ac7edb43fb958c5d9e69ae11ad": "منظر مختلف الأبواب، السلالم، النوافذ، والميزات الخارجية للمنزل، بما في ذلك الشرفة، المقعد، وأجهزة الإضاءة.",
    "3a457e1e32504249a561c9d259e0835a": "غرفة معيشة تحتوي على أثاث وديكور متنوع، بما في ذلك بيانو، ثريات، وموقد، بالإضافة إلى مناظر حقول، عشب، والسماء من النوافذ والأبواب. تتواجد أيضًا نباتات وأشجار في أواني في جميع أنحاء الفضاء.",
    "1eae38cbbaf744f99de90c99d8c013f1": "غرفة معيشة تحتوي على أثاث وديكور متنوع، بما في ذلك رفوف كتب، مدفأة حجرية، أبواب زجاجية متحركة، وإطلالة على الجبال.",
    "49b4f59afc74417d846ad8cf1634e3d8": "مطبخ وحمام مع أرضيات خشبية، جدران بيضاء، ومختلف الأجهزة والمرافق، بالإضافة إلى رواق مع باب خشبي ورف للمعاطف.",
    "fcbd96fa9e054e8298ab129371fa5c00": "مجموعة من الحمامات والغرف النومة وغرف الغسيل المختلفة مع مختلف الإكسسوارات والمميزات.",
    "a1e9eb0276cb4b0e8c568d7b8a9127ee": "منزل به غرف متعددة وأبواب ونوافذ، محاط بممرات خرسانية ومسارات وزرع.",
    "7d887c096fa64a81a02723f8c283ca16": "مسلسلات من الغرف والفضاءات، بما في ذلك حمام وغرفة غسيل وغرفة مطبخ ورواق وخزانة، مع وجود أشياء مختلفة مثل المناشف والسلالات واللوحات.",
    "4cf4c84ed4ae48b2b4076fb0e742d5f1": "غرفة نوم وحمام مع أثاث وزخارف متنوعة، بما في ذلك سرير، خزانة، نافذة، أجهزة إضاءة، ولوحات فنية معلقة.",
    "5aef41e3b2994baa813ed2450f7b17c7": "منزل مع مناطق خارجية متنوعة بما في ذلك منطقة عشبية، و شرفة، و فناء مع مدفأة و أثاث من القش، و باب زجاجي منزلق يؤدي إلى غرفة معيشة مع مدفأة حجرية و أرضيات خشبية داكنة.",
    "3ecb492d5019411785bab293ff4f74ee": "منظر لمنزل يتضمن غرفة نوم، وحمام، ومطبخ، وغرفة معيشة، مع أثاث وديكورات مختلفة مثل الأسرة، والأرائك، والمرايا، والنباتات، والتلفزيون.",
    "aff833f86ff847a7bcf24bea207c91ad": "سلسلة من الممرات والغرف مع لوحات فنية متنوعة، لوحات رماية، طاولات بلياردو، وغيرها من الديكور المعلق على الجدران.",
    "f7ef3082a05c40659421f0a21731ae1b": "منظر لمنزل يتضمن رواقًا وسلمًا وغرفة معيشة وأبوابًا مختلفة، مع تفاصيل مثل المرايا وأرضيات خشبية ومقابض معدنية.",
    "6c34dde402304953a9416e2781de607f": "منظر لمنزل يضم درجًا وسلالم وصورًا إطارية وغرفة معيشة بها مدفأة حجرية وثريا وغرفة بها سقف خشبي وثريا.",
    "54c9298c439a4e64bc983020e4211592": "مجموعة من المناظير من زوايا مختلفة لغرفة تحتوي على بيانو، ونافذة، وموقد، وسلم، بالإضافة إلى مناظير لحقل، وجبال، والسماء.",
    "55f38bb2e60d46f49803ff9fc3911b28": "منظر منزل يتضمن رواقًا وغرفًا مختلفة تتميز بمدافئ ومصابيح كريستالية وغرفة طعام ومطبخ به عدادات ووحدات مختلفة.",
    "fec0a4503f7d4cee8f491934eff0d498": "منظر لغرفة نوم ومطبخ وخزانة وغرفة غسيل ملابس مع أثاث ومستلزمات تخزين مختلفة مثل سرير وخزانة ورفوف وسلال.",
    "8919ba4762914e899c88536f11c7bb92": "سلسلة من الاقترابات ومشاهد لعدة غرف وممرات، بما في ذلك أبواب خشبية وأرضيات وطاولات، ممر مع حمام، غرفة مع تزلج ومتزلج، وجدران مطلية وصور إطارية.",
    "76ba074e4b7a46feb3d829302db3bd2e": "منظر لمنزل يتضمن حمامًا وغرف نوم وغرفة معيشة ومطبخ ورواق مع أبواب و نوافذ وأجهزة إضاءة وأثاث.",
    "807061c8c1b04aff9ef4dec6c7f1323e": "منزل مع ميزات خارجية متنوعة مثل حدائق الصخور والأشجار والأعلام، بالإضافة إلى مناظر للسماء والجبال.",
    "ee260af3263a4eccb2922c2dcf1b4606": "حديقة خلفية ومنطقة شرفات مع أثاث متنوع وثريات إضاءة وإطلالات على الجبال.",
    "176424bc97d94b12a52aefbdfb8c00d9": "مطبخ مع ميزات مختلفة مثل أرضيات خشبية صلبة، وأجهزة من الفولاذ المقاوم للصدأ، ووحدات خزانة خشبية داكنة، وجزيرة من الجرانيت، وأضواء معلق، ومنظر للجبال، ومخزن مع رفوف.",
    "7efbe13d514b4797b540aecffe79aa03": "منظر لمنزل يتضمن غرفًا مختلفة مثل غرفة المعيشة وغرفة النوم والحمام والمطبخ، مع أثاث وزخارف مختلفة في كل مساحة.",
    "64fdd371adc042558d30fa9bd00a00f5": "غرفة معيشة تحتوي على بيانو وأريكة وموقد نار وزخارف متنوعة، بالإضافة إلى سلم و نوافذ تطل على جبل وشرفة.",
    "4ed46372db6849e28e1ed9ada35efeac": "منظر لغرفة حمام ونوم بألوان وأنماط متنوعة، بما في ذلك أبواب خشبية وستارة دش شكل شيفرون ومخطط ألوان وردي وأبيض.",
    "dbce7eccf4a140338da926d313e07b5c": "سلسلة من الغرف ذات الجدران الملونة والمزخرفة المختلفة، بما في ذلك حمام به مرحاض أرجواني، غرفة نوم بها تزلج على الحائط، وجدار مطبوع بالشكل الماسي في عدة غرف.",
    "810702d87ddc4964a583f8b7a3b9c43c": "منزل فسيح وفخم يحتوي على ممرات مختلفة وغرف معيشة ومطبخ وغرفة طعام وغرفة عمل وممر درج، كلها تتميز بديكور أنيق وتركيبات مثل الثريات والقوائم الخشبية والنوافذ الكبيرة، مع بعض الغرف التي تطل على حقل وشرفة.",
    "cf7c2bd80f934238aede140bb9bd1284": "غرفة نوم وحمام مع أثاث وديكورات متنوعة، بما في ذلك النباتات، والصور الإطارية، والمصابيح، والسرير الأبيض، والسجاد، والحوض، والمرآة.",
    "7cdc2565c773401289b95360da22e017": "منظر لمنزل يتضمن حمامًا وغرفة معيشة وغرف نوم ورواق ومطبخ مع ميزات مختلفة مثل الأرضيات الخشبية والأرفف الزرقاء وطاولات العمل الرخامية وأجهزة المطبخ الفولاذية.",
    "a8ae1f18502e4a6aa301af029f976f5f": "مساحة معيشة تحتوي على خيارات ترفيهية متنوعة بما في ذلك لوح رمي السهام وطاولة بلياردو وتليفزيون، بالإضافة إلى خيارات جلوس مريحة وعناصر زخرفية مثل اللوحات وأضواء الإضاءة.",
    "e28810ab6e9745f89e3b124320caf5a8": "غرفة المعيشة تحتوي على نبات كبير، تلفزيون، نافذة مع ستارة زرقاء وإطلالة على حقل، منطقة عشبية مع جبال، بيانو أسود، مدفأة و جدار حجري، ونبات كبير في رواق مع سلالم.",
    "8e63389afc02448a9d0dd695bc50253a": "غرفة معيشة واسعة ومزخرفة مع أثاث متنوع، مدفأة، نوافذ كبيرة، ونباتات.",
    "fed8aaa68c9b43a3b83770b4bd2324ed": "حمام مزود بميزات مختلفة مثل حوض أبيض، مرآة كبيرة، مروحة سقف، أرضيات خشبية، باب دش زجاجي، وحوض استحمام مع نافذة.",
    "a55dab7d921b47d59b1391d69fa7e464": "منظر لأبواب مختلفة وحمامات وخزائن ذات ميزات خشبية ومناشف أو عناصر تخزين موجودة.",
    "7d1e000e54d942168b24155d12cd265b": "منزل به غرف متعددة تشمل ردهة، غرفة معيشة، غرفة طعام، ومطبخ، كل منها يضم ميزات مختلفة مثل أرضيات خشبية، أجهزة إضاءة، وأثاث.",
    "df9d294a3f8849f6ab267f658847f700": "منظر لمنزل يتضمن غرفًا مختلفة وميزات مثل حمامات مزودة بمرايا ودش ومناشف، غرفة نوم تطل على الجبال، ومطبخ مزود بمراوح سقف وأضواء.",
    "4e796cd1c4594f9fb07bf8b48edf2dc2": "منزل به غرفة معيشة ومطبخ وغرفة نوم، مع أرضيات خشبية وجدران حجرية وموقد نار وأثاث ومنتجات منزلية متنوعة.",
    "cc896d0984cc4661bff9087a0df6967c": "منظر لمنزل به ممرات ودرج سلم وغرف مزودة بأرضيات خشبية وأبواب وإطارات خشبية بالإضافة إلى صور إطارات وفن تجريدي.",
    "5a72c23b99fa40f1bcd9dfbb60340b05": "منظر لممر درج ومختلف الغرف في المنزل، بما في ذلك غرفة المعيشة مع مدفأة حجرية، رواق كبير مع ثريات وجدار حجري، وغرفة مع لوحة فنية على الجدار وباب أبيض.",
    "eb8781b9756346c9b97ae6d5e43b6d13": "مطبخ ومنطقة طعام مع ميزات مختلفة مثل سجاد أزرق وأحواض نار حجرية ومروحات سقف وأرفف من الغرانيت، بالإضافة إلى مناظر للجبال وأرفف عرض زجاجية.",
    "1407cf2da95e4f73951798295db82ab6": "منظر من منزل يُظهر غرفًا مختلفة بما في ذلك غرفة معيشة مع مدفأة حجرية، ومطبخ مع جزيرة كبيرة، وغرفة طعام مع لمسات زرقاء.",
    "42524ad2f3f44645a1dc3bd8486560cf": "منظر لمنزل يتضمن مطبخًا مع ميزات مختلفة، غرفة معيشة مع مدفأة ودرج، غرفة طعام مع طاولة كبيرة، وطاولة عمل مع جهاز كمبيوتر محمول وآي باد.",
    "efa99d80f5024c999633851f5875c6c7": "منظر لبيت به صور ومصورات معلقة على الجدران، وثريات، وموقد نار، وأعمدة خشبية وطاولات.",
    "57e88eaa7e2f49258f247aa79bd2368c": "منظر لغرفة تحتوي على نوافذ و نباتات و أثاث مختلف، بما في ذلك غرفة معيشة تحتوي على أريكة و طاولة بلياردو، وغرفة تحتوي على تلفزيون مثبت و خزانة خشبية.",
    "c3b8b8e1f0994859869b42fb760fce9f": "مجموعة غرف وممرات ملونة ومتنوعة، تتميز بديكور  والرياضات الشتوية، مع مزيج من الجدران والسقف الأرجواني والأزرق والوردي، وعلامات وم متنوعة.\n\n,      \n\nمجموعة غرف وممرات ملونة ومتنوعة، تتميز بديكور  والرياضات الشتوية، مع جدران وسقف أرجواني أزرق وردي، وعلامات وم متنوعة.\n\n      \n\nمجموعة غرف ملونة ومتنوعة، تتميز بديكور  والرياضات الشتوية، مع جدران وسقف ملون.\n\n,     \nمجموعة غرف ملونة متنوعة.",
    "63c6a6491f9d4825a696fbe778a2d6f9": "منظر لمطبخ وحمام صغير مع أبواب خشبية، خزائن بني، طاولات رخامية، وعدة أجهزة وتزيينات تشمل صورًا إطارية، منشفة مطبوعة بتصميم الفهد، ورف للمعاطف.",
    "55e5280eea474acfb993bf68a193bb25": "منظر من منزل، يشمل حمامات مختلفة، ممرات، ومساحات معيشة ذات ديكورات ومميزات مختلفة مثل أنماط الشيفرون، لوحات ريشية، وأبواب خشبية.",
    "834865d0e74042d38b796ded2488d64c": "منظر لمنزل يتضمن غرفًا مختلفة مثل غرفة نوم، غرفة معيشة، خزانة، وحمام، مع أثاث وزخارف مختلفة في كل منها.",
    "5cd8a7aa73d841a4b540b19cf91de719": "حمام بهوامش كثيرة مثل حوض استحمام، دش، مشابك مناشف، أبواب خشبية بأيادي مقبضات مختلفة وطلاء، لوحة فنية إطارية، خزانة، وحوض غسيل.",
    "817aaa8a1f7b4d93b4e3c4f765cf46aa": "منزل مع مناطق خارجية متنوعة تشمل شرفة، ومدخل، وممر خرساني، مع أثاث ونباتات، وإطلالة على الجبال والسماء.",
    "31ae672c4fda4ce29add4798d07ce3b1": "منظر لغرف مختلفة وتفاصيل داخل منزل، بما في ذلك غرف نوم، حمامات، صور إطارات، أسطح خشبية، ومصابيح إضاءة.",
    "1239dba1b6234964b420a56d82d79d7a": "منظر لمنزل مع صور إطارية مختلفة وسلالم ذات حواجز متعددة الأنواع.",
    "2f3e7d98347047829630f0114694a532": "غرفة نوم وحمام مع أثاثات وديكورات متنوعة، بما في ذلك حائط صخري، مقاعد نافذة، ستائر، صور إطارية، وخوذة دراجة نارية.",
    "cce150ca22c249d2918ac9d0ee8689e6": "مجموعة من الغرف والمساحات المختلفة، بما في ذلك غرفة المعيشة والحمام ومكتب ونافذة، كل منها بأثاث وزخرفة مختلفة.",
    "5e08b4f21d6342538a9a6361d4cbd1d6": "منظر لمنازل مختلفة وزهور ومناظر طبيعية من زوايا ومواقف مختلفة.",
    "6d51167d46ea4b47b9c7e9afb12ed459": "منظر من منزل، يشمل غرفة نوم مع أرضيات خشبية، غرفة معيشة مع مروحة سقف وصور، غرف مختلفة مع نوافذ وستائر، حمامات مع المراحيض وأحواض الغسيل، خزانة مع خزانة بيضاء وقميص، وتصوير مقرب من باب خشبي مع مقبض.",
    "463e439a4e974a00b23bfe7c684a2607": "سلسلة من الجدران والأبواب والغرف المختلفة بألوان وأنماط مختلفة، بما في ذلك حمام، ممر، غرفة نوم، وطلاء جدار شيفرون.",
    "5e102e6df0e544578c407d3b4373f737": "منزل كبير متعدد الغرف مع ممرات وسلالم وغرف معيشة وغرفة طعام ومطبخ وغرفة مكتبية، تتميز جميعها بأنواع مختلفة من الدرابزين والسجاد واللوحات والثريات وأجهزة الإضاءة والأسقف الخشبية.",
    "54e13e385fac4638b050f5c73095ecdb": "مساحة معيشة تحتوي على أثاث وديكور متنوع، بما في ذلك أكياس الفاصولياء، نوافذ ذات مناظر مختلفة، نباتات، لوحات، طاولات، إلى جانب طاولة بلياردو وأرجل البولينج.",
    "159bf39081724055a73e686a6577096b": "مسلسل من مناظر مختلفة، بما في ذلك رجل يطير طائرة، صور وإطارات على الجدران، جدران بيضاء مع كراسي، إطارات سوداء مع صور، درج مع مساند و سجاد مختلفة، وفن محاط بإطار في قاعة فندق.",
    "9dfb6ed5ed7b47b199d8aa7e5b34727a": "منظر لعدة غرف ومساحات في المنزل، بما في ذلك رف مع دراجة وصور، كراسي زرقاء في الردهة، غرفة معيشة مع مدفأة ونافذة مطلة على الجبال، مكتب منزلي مع حائط خشبي وطاولة، ونوافذ مع ستائر ومناظر للجبال أو السماء.",
    "6043285f84fe401d97d017c42b426fd6": "منظر لمبنى، يشمل غرفة معيشة مع أريكة زرقاء ومصباح معلّق، غرفة معيشة كبيرة مع مدفأة وشرفة، مكتب منزلي مع مكتب ولوحة إعلانات، وغرفة نوم مع سرير وخزانة ونافذة.",
    "18ea875fed1b4dc99363420c08cb4300": "منزل به غرف متعددة وسلالم وممرات وصور على الجدران، بما في ذلك حصان في إطار في ممر، وحمام مع مرآة وثريات، ومطبخ مع نافذة كبيرة وعارضة خشبية معلقة فوق السقف، وغرفة غسيل مع غسالة ومجفف.",
    "f6cbc0517fc14f129f5456e59dc66c76": "منظر لعدة غرف في المنزل، بما في ذلك غرفة المعيشة مع طاولة بلياردو وأرائك، ومطبخ مع حوض ومبردة، ورواق مع مكتب ورف نبيذ.",
    "6cc97300dcd2469c82449756fef5cffd": "مطبخ يضم رفوفًا ودرجًا وأجهزة و أبوابًا، ويتميز بعناصر خشبية وبيضاء، بالإضافة إلى مصباح سقف ومروحة سقف.",
    "b12981cba2ba4525b377ef503d92b843": "منظر لعدة غرف وممرات، بما في ذلك غرفة المعيشة وغرفة العمل المنزلية والسلالم، مع أثاث وزخارف وأبواب مختلفة.",
    "f6af6b4247ea4353b90f8bce6e05f58a": "منظر لمنزل به غرف و ميزات مختلفة تشمل رواق و درج و مطبخ و غرفة معيشة مع مدفأة و شرفة و مكتب و كراسي زرقاء في غرفة معيشة مع مروحة سقف.",
    "dbec0f4e228c44cda1f991905404541c": "منظر لمنزل يتضمن غرف نوم متعددة، حمام، خزانة، غرفة معيشة، ومطبخ، مع وصف الأثاث والديكور في كل غرفة.",
    "8f183f5d34d544e5a4d04bc8f28f10e8": "غرفة تحتوي على ميزات متنوعة مثل طاولة بلياردو ولوح رمي السهام وبار نبيذ ونوافذ تطل على مناظر مختلفة وملصقات على الجدران.",
    "67dd134230034fc18ab8c30abd9af183": "منزل مع غرف مختلفة تشمل رواقًا وغرفة معيشة وغرفة طعام وحمامًا، كل منها يحتوي على ميزات مختلفة مثل الأرضيات الخشبية والأبواب الزجاجية الكبيرة والموقد والثريات.",
    "a6c8016b0fa94ebaa51c2808c6fec8ba": "غرفة المعيشة والمطبخ مع مميزات مختلفة مثل المدفأة والتلفزيون والأبواب الزجاجية المنزلقة وأرضيات خشبية.",
    "7f6caa8939ec48be91f7404a9ff10624": "مطبخ مع ميزات متنوعة مثل أرضيات خشبية صلبة، وأجهزة من الفولاذ المقاوم للصدأ، وطاولات رخامية، وأضواء معلقية، وموقد.",
    "a7fef2bee6444714acf0476fe84f9000": "حمام به أسطح خشبية ومزججة متنوعة، وحوض استحمام ودش ومقعد المرحاض، بالإضافة إلى علامة سوداء ومرآة معلقة على عمود خشبي.",
    "c3c0a1a738a749a7a986d64c872b7671": "غرفة معيشة تحتوي على أثاث وديكور متنوع، بما في ذلك بيانو، مدفأة، نوافذ كبيرة، ولوحات فنية.",
    "92c89626241c4fbbb9294eb7db7f9da0": "مطبخ ومنطقة طعام مع أرضيات خشبية، ومعدات من الفولاذ المقاوم للصدأ، وجزيرة كبيرة، وصور ولوحات متنوعة معلقة على الجدران.",
    "d0df0bc30e9a4f13a6fdbebb9cdd1964": "مساحة معيشة واسعة ومزخرفة تحتوي على ميزات مختلفة مثل المدافئ، الجدران الحجرية، النوافذ الكبيرة، والأعمال الفنية، بالإضافة إلى مطبخ ومنطقة طعام.",
    "4f07d9e99e084876b0765220888d2545": "منظر منزلي يتضمن غرفًا مختلفة وممرات مع أثاث ولوحات فنية وزينة.",
    "6a3fba49106e4a9fb40cd0bf47dd4d46": "منظر لمنزل يتضمن مطبخًا وخزانة وسلم وأبواب وجدران بها لوحات وب وغرفة غسيل.",
    "7c9717fb9297481bad3a5cc351f4fddf": "سلسلة من النوافذ والغرف والمناظر بما في ذلك منزل، حديقة، حمام، غرفة نوم، وحقل مع مختلف الستائر والزخارف والأنماط، بالإضافة إلى الأثاث مثل الأريكة البيضاء، السرير، الخزانة، وطاولة جانبية السرير مع الصور والمصباح.",
    "5b2558e404d84e7dbbcb649f9ac93c89": "حمام مزود بمميزات مختلفة مثل حوض استحمام، حوض كبير، باب دش زجاجي، مروحة سقف، مرآة، رف مناشف، أرضيات خشبية، وخزائن.",
    "12a0b0641a9a4794bb49bbcf13cea981": "غرفة نوم مع أثاث متنوع، منظر حقول وجبال من النوافذ، خزانة ملابس، وحمام مع مرايا وأضواء.",
    "20f6b7fcb5254024aacdd907da2eb315": "منزل به غرف و ممرات متعددة، بما في ذلك غرفة معيشة مع مدفأة، غرفة طعام مع طاولة بيضاء وأكراس، وممر مع أعمدة خشبية وسلم.",
    "29f8bc9c86e94a3692ec50fbad2e7204": "منظر لمسكن به لوحات مصورة إطارات مختلفة، أبواب خشبية وممرات، غرفة معيشة بها أريكة وموقد، غرفة نوم بها نافذة كبيرة، مطبخ به مروحة سقف، وغرفة صغيرة به جدار أبيض ومفتاح إضاءة.",
    "73f8049b6198422aa5f2edfc71fe423b": "منظر لمنزل يتضمن الممرات والغرف والأبواب والسلالم ومختلف الأثاث والزخارف مثل الصور الإطارية وثابتات الإضاءة والأعمدة الخشبية ولوحة فنية كبيرة.",
    "0f42320ef887416fb8ed9b91b6641cfc": "منظر لمنزل يتضمن غرفًا مختلفة مثل غرفة نوم وغرفة معيشة وحمام مع أثاث وديكورات مختلفة مثل الكراسي والمصابيح وأطر الصور.",
    "148a81e548314c67b6f5f226601a27de": "حمام به طبعات إطارات مختلفة، مرايا، حوض استحمام، مغطس، خزانة، وأبواب خشبية عليها صور.",
    "deb99671679648e28ccf7d622051ab46": "منزل به غرفة معيشة ومطبخ وغرفة طعام، يضم أرضيات خشبية وجدران حجرية وموقد، نوافذ كبيرة ومختلف الأثاث والديكور.",
    "0d3a3b42009441e2a02200423049d804": "منزل يحتوي على غرف متعددة تشمل غرفة طعام وغرفة معيشة ومطبخ، كل منها مزخرف بأثاث وفنون مختلفة مثل اللوحات والثريات والرفوف مع الشموع والسلاسل. كما يحتوي المنزل على نوافذ مع ستائر ولوحة فنية تصور مناظر طبيعية.",
    "dd735554f3c94e0bb22097e78d0209e8": "منظر لمنزل يتضمن غرفًا مختلفة وميزات مثل غرف نوم وغرف استحمام وغرفة غسيل و أبواب وأسطح خشبية.",
    "71859791901b45939806508a364adf17": "سلسلة من الخزائن المختلفة والحمامات والمطابخ والرفوف والخزائن مع خيارات تخزين مختلفة وأشياء داخلها.",
    "a3b6871652f240f583142a78463d5665": "غرفة المعيشة تحتوي على ميزات مختلفة مثل مدفأة، حائط حجر، شرفة، ونباتات، بالإضافة إلى مناظر للخارج والجبال.",
    "7e1850bf73f24a7f9ab824a82143e1b6": "منظر لمنزل يتضمن ممرات وحمامات وغرف نوم وصور معرضة على الجدران.",
    "33f72d3f5ada42d09785a13fe1ff804f": "حمام بهوامش مختلفة مثل حوض استحمام، دش، مرآة، حوض، مرحاض، وأبواب، وكذلك جدران وسقف بألوان وأنماط مختلفة، ولوحات وصور محاطة بإطارات على الجدران.",
    "f4d601b86e624ad2a8d77280f36c7872": "مسلسلات من غرف مختلفة ونوافذ، بما في ذلك حمام، غرفة نوم، غرفة معيشة، ومناظر لمراعٍ خضراء والسماء.",
    "416df61743e24e828609f0698df3f51b": "منزل به غرف متعددة بما في ذلك غرفة معيشة تحتوي على طاولة بلياردو، مطبخ به طاولة خشبية وأرائك، وممرات تحتوي على صور وأضواء.",
    "138030a069484c288b3b77f8a7cbd7be": "منظر لعدة غرف، بما في ذلك الحمامات وغرف النوم وغرفة التزلج، مع جدران وأنسجة وأثاث وزخرفة ذات ألوان مختلفة."
}