{
    "1576d62e7bbb45e8a5ef9e7bb37b1839": "كابينة خشبية مع غرف واثاث متنوع، بما في ذلك مطبخ أصفر، وغيتار معلق من السقف، ودرج حلزوني، وغرفة معيشة مع مدفأة، وطاولة طعام مع كراسي.",
    "4d574a196c884caa93b2da69dd36f201": "داخل خشبي لمبنى أو كوخ مع غرف مختلفة، بما في ذلك غرفة طعام ومطبخ، مع أرضيات من البلاط أو الخشب، نوافذ، أبواب، وسقف مع إضاءة وعوارض.",
    "22c29c9d052f4439a66194f3f8d8a6e1": "منزل خشبي مع تركيبات مختلفة بما في ذلك مرشحات المياه وضخات ومكيفات وغسالة ومجفف، بالإضافة إلى منظر لوح ركوب الأمواج ولوح كي وشباك مع إشارة عليه.",
    "36ab9254a358420881b436d5fe34281b": "كبينة خشبية مع مقاطع قريبة من الجدران والسقف والنوافذ، بالإضافة إلى لقطات لغرفة مع أرضية خشبية وباب.",
    "5c4627e7805347bc8c09ba17aa248696": "كابينة خشبية تحتوي على غرف متعددة، بما في ذلك حمام، غرفة نوم، وغرفة صغيرة مع باب، بالإضافة إلى سلم خشبي، شرفة، ومروحة سقف.",
    "1430dc4987e248a7a9ec03ca89714127": "كابينة خشبية تحتوي على ملامح خشبية متنوعة مثل الأرضيات والجدران والسقف، بالإضافة إلى نافذة وسرير وحمام.",
    "ca23f08d5698489da6a12607ebccecfc": "منظر لمختلف عناصر داخلية خشبية وبيضاء في كوخ، بما في ذلك حوض استحمام، رجل يقف في غرفة، نافذة مع منظر للخارج، وتصوير مقرب للجدران الخشبية والأرفف واللوح.",
    "51b17bc333674eb48d81ea7624118783": "حمام بهوامش كبينة استحمام، حوض، مرحاض، جدر خشبي، خزائن، كابينة خشبية ذات نافذة وباب، رأس دش وستارة، ومنشفة معدنية ورف خشبي على الجدار الخشبي.",
    "16bd2ace3edc47449caca63e656bce1b": "داخل خشبي يحتوي على ميزات مختلفة مثل النوافذ والأعمدة والألواح والسقف ومكتب نوم وخزانة وثريات.",
    "dfb3e7ca0659455a93ee8493df3f8784": "سلسلة من الغرف والمساكن المختلفة بأجسام خشبية وأرضيات وشبابيك، بعضها بأرضيات من البلاط الأزرق وإضاءة معلقة من السقف.",
    "43efd9c14e7f4d7e9c59c125d89fe88c": "حمام خشبي مع ميزات مختلفة مثل حوض استحمام، دش، حوض، ونافذة، وكذلك منظر للخارج.",
    "beaaf39947ee40f7822ed8a383bf6472": "منظر لمختلف الكبائن والغرف الخشبية، بما في ذلك سخان الماء الساخن، المرحاض، الكرسي المعلق، الأبواب الخشبية، حوض الاستحمام، غرف المعيشة بأرضيات وأثاث خشبي، وحمام صغير مع غسالة ومرحاض.",
    "44055efcd82c49daae1cb67e4fc79ebe": "كابينة خشبية مع غرف مختلفة ومناظر، تشمل مطبخاً وغرفة معيشة وسلم وباب زلاقي ونافذة مع نبات وغرفة طعام.",
    "dea81734bad44c9389a908251f9b70d0": "منظر لكوخ خشبي صغير به خزائن مختلفة وملابس وحقائب وكلب نائم ونافذة تطل على منظر وسرير وسلم على الحائط.",
    "564d5acc720b441db2785388ecb452e5": "سلسلة من الغرف والمساحات المختلفة، بما في ذلك كابينة خشبية مع نبتة في النافذة، ومطبخ أصفر مع خزائن خشبية، وطاولة طعام في كوخ خشبي، وصور مقربة من الجدران والسقف الخشبية.",
    "db030fc1dcc6424aa5e397d3523dafd3": "لقطة مقربة من جدران خشبية وجدران وحمامات مختلفة في كوخ.",
    "117882af73b1418caa85193cbd40b930": "كابينة خشبية مع مناظر مختلفة للأرضيات والجدران والسقف والنوافذ، بالإضافة إلى سرير ورف وكتبيات وثريات وكرسى وردي.",
    "6683adca11334414925158c4d21105b1": "سلسلة من الأبواب الخشبية، والجدران، والأسقف بألوان وديكورات مختلفة، بالإضافة إلى لمحات من الغرف الصغيرة، والرواق، والحمام، والساونا.",
    "2287f7e926a7402a8723eaf0db683d09": "كابينة خشبية مع غرف مختلفة، بما في ذلك غرفة نوم و حمام و غرفة معيشة و مطبخ، كلها بأرضيات و جدران و أسقف خشبية، و بعضها مع نوافذ و أبواب، و سخان ماء و طاولة طعام و موقد، بالإضافة إلى صور و نبات في وعاء و مصباح معلق من السقف.",
    "1e6190c84052401d8a2435eed54b82aa": "كابينة خشبية تحتوي على غرف مختلفة تشمل مطبخاً وغرفة معيشة وغرفة نوم، جميعها بأرضيات وجدران وسقف خشبي، وبعضها مزود بنوافذ وأثاث.",
    "3c05cbcf2b30493592c04628faa3a0d7": "حمام به جدران وأرضيات وسقف خشبي، حوض استحمام، دش، حوض غسيل، مرحاض، خزائن، ومرآة.",
    "f8f72f32f6594620b17161a621b9c872": "كابينة خشبية مع غرف واثاث متنوع، بما في ذلك سرير وحوض ولوحة على الحائط، مع مقاطع قريبة من الجدران والأسقف الخشبية.",
    "b3b697d0fd2d41f29a861e8411c732bd": "كابينة خشبية تحتوي على غرف متعددة، بما في ذلك غرفة المعيشة وغرفة الطعام وغرفة الموسيقى، مع أرضيات وجدران وسقف خشبي، ونوافذ وأبواب مختلفة. تُعرض الجيتارات والآلات الموسيقية الأخرى بشكل بارز في جميع أنحاء المكان.",
    "09f015ea8ca94df8841bcea7030bca99": "مسلسل من المشاهد لمبنى خشبي مع تركيبات مختلفة مثل منعم المياه ومكثف المياه والأنابيب والحمام والكرسي المعلق، بالإضافة إلى بناء باب خشبي ورجل يقف في غرفة مع أنبوب معلق من السقف.",
    "06d28e95541746838c132c796ece97a3": "حمام مزود بمختلف الإكسسوارات الخشبية والكروم، بما في ذلك حوض استحمام ومرحاض ودش وحوض استحمام ورفوف مناشف، في كوخ خشبي مع جدران وسقف خشبي.",
    "b46b1193e47449ffb1e6977555cb7222": "كابينة خشبية مع مناظر مختلفة من غرفة النوم، بما في ذلك السرير، الجدران، السقف، والأرضية.",
    "3a24d35a28604e7392f6f7d36e73922c": "كابينة خشبية تحتوي على غرف متعددة وأثاث، بما في ذلك سرير، كرسي، طاولة، ونوافذ تطل على فناء وأشجار.",
    "afd7d720b2f942a88f24b9d2e24a9581": "كابينة خشبية تحتوي على غرف مختلفة تشمل مطبخاً وغرفة معيشة وحماماً، وتتميز بجدار خشبي وسقف وأثاث خشبي، بالإضافة إلى معدات كاميرا ووعاء كلب وساعة.",
    "85849923dc9e46eda0168f62c0fb43f3": "كابينة خشبية مع قيثارات معلقة على الجدران، نبات، باب، طاولة ذات سطح خشبي، سلم، نوافذ، نورية، وموقد.",
    "dc00a03cb9f847fea498d765a31ec2b8": "كابينة خشبية أو غرفة تحتوي على ميزات مختلفة مثل أبواب ونوافذ وأسرّة وطاولات وجدران.",
    "6cff8d4e873a4dbc8db352872e706bb8": "مجموعة من التركيبات والمواد المختلفة في كبائن وغرف خشبية مختلفة، بما في ذلك منعمات المياه، أجهزة التسخين، المضخات، الأنابيب، والأجهزة مثل غسالات الملابس والدش.",
    "092882e07ed14b5c94025aacb5469dc9": "كابينة خشبية مع ميزات مختلفة مثل نافذة ومدخل وحمام وخرطوم بالإضافة إلى مقاطع قريبة من الجدران الخشبية ومفتاح الضوء.",
    "d61b99f8f134414085b3d2b6f46fee37": "حمام في كوخ خشبي مع إكسسوارات متنوعة ومناظر من النوافذ.",
    "9b9a964d89cf4b29b5f3bbfb4329ff65": "كابينة خشبية مع مختلف الآلات الموسيقية والزخارف، بما في ذلك صورة لإلفيس، وإطلالة على الأشجار والغيوم المحيطة من نافذة.",
    "b6beaaff9e014de8b04eb79045739b49": "كابينة خشبية مع غرف متنوعة، بما في ذلك أرضيات من البلاط والخشب، نوافذ، أبواب، وسقف.",
    "a102630f0cb84c32abc75f27b7712424": "كابينة خشبية أو غرفة تحتوي على جيتارات معلقة على الجدران وطقم طبول على الأرض ومختلف الميزات الخشبية مثل الأرضيات والجدران والسقف.",
    "28a8a22473e342f7be7ed0f33e4272e3": "كابينة خشبية مع غرف واثاث متنوع، بما في ذلك مطبخ، رفوف كتب، جيتار، لوحة فنية، وطاولة طعام.",
    "fa30e6859ca249a78879975b0b659bfb": "منظر لبيت خشبي صغير مع أثاث أصفر، أسقف خشبية، وأرضيات وسلالم خشبية متنوعة، مع نباتات وجيتار.",
    "42135c66aa4d464aa8a91630c187ed99": "سلسلة من الغرف والكبائن بأرضيات وجدران وسقف خشبي، وبعضها به أبواب ونوافذ، وتحتوي على آلات موسيقية.",
    "07e011fca68e4d6bbda2c6083c8a134c": "كبينة خشبية مع آلات موسيقية متنوعة وة للغابة من خلال نافذة.",
    "0eefd4bea0874786ab4946ca120bff73": "مطبخ أصفر مع خزائن خشبية، ثلاجة فوق السقف، فرن باب زجاجي، ميكروويف، موقد، وطاولة من الجرانيت الأسود، إلى جانب غرفة معيشة دائرية مع درج خشبي وأرضية خشبية، ونوافذ في كوخ خشبي مع شجرة في الخلفية.",
    "4b82c138b8b743479d535513aabfabf4": "كابينة خشبية مع غرف متنوعة وأثاث، بما في ذلك غرفة نوم ومطبخ وكراسي، مع جدران وأرضيات وسقف خشبية، ونوافذ وأبواب.",
    "36495e0d819442c4a0666597566b3fa2": "تصوير مقرب لجدران خشبية مختلفة وسقوف وألواح في غرف وممرات مختلفة، مع لمحات عرضية من الأثاث وحمام.",
    "ef12b1ecc3be4693b327e30468697a9b": "كابينة خشبية أو حظيرة مع غرف مختلفة، نوافذ، وأبواب، بالإضافة إلى سرير، كرسي، منضدة رسم، ثريا، ومروحة.",
    "e5b8baa3c6474af1a2bc739d92c480e5": "كابينة خشبية تحتوي على مجموعة من الآلات الموسيقية والزخارف، بما في ذلك الجيتارات، مجموعة طبول، سلم حلزوني، وفتحة سقف.",
    "75e8fbb7bb864c19bf8672b303c5b6a7": "كابينة خشبية مع غرف مختلفة وميزات مثل النوافذ والثريات والكرسي الأحمر.",
    "b14d29bea4b547d5923b3a09323b443d": "كابينة خشبية مع غرف واثاث متنوع، بما في ذلك جيتار، أريكة، ودرج حلزوني، بالإضافة إلى مناظر للسماء والفناء المحيط.",
    "e52749304010410ba3a1e058fe627b6d": "كبينة خشبية مع غرف مختلفة تشمل مطبخاً وغرفة معيشة وغرفة مع طاولة وكراسي، جميعها ذات ملامح خشبية وبعضها مع لمسات صفراء، ومرآة وفتحة سقف وورقة نباتية.",
    "59bb2a23ea8547ee9a9d05cb436a621b": "كابينة خشبية مع غرف متنوعة وأبواب وجدران وأرضيات وسقف خشبية.",
    "009a121be20f46a6a41981c3974ab276": "كبينة خشبية مع مقاطع قريبة من الجدران والأسقف والأثاث، بالإضافة إلى منظر للخارج من خلال النوافذ.",
    "75977e173324437fb629312726569895": "كابينة خشبية مع أثاث وديكورات متنوعة، بما في ذلك سرير ولوحة فنية وزر على الحائط، كرسي مكسور ونافذة تطل على السماء.",
    "a4457a8d962f4a93b82214b4ad5ef9ef": "داخل خشبي مع تفاصيل متنوعة مثل أنابيب، ثقوب، مقاعد، مسامير، ألواح، نوافذ، لوحات سوداء، مصابيح معلقة، وأضواء زرقاء.",
    "1a5d5a4463014eeaa8f2db66650f6940": "كابينة خشبية تحتوي على غرف وخصائص مختلفة مثل المطبخ وغرفة المعيشة والسلالم والجيتارات والنوافذ.",
    "fb1eef3a8c1b457985484ed1208a2f5f": "منظر لكابينة خشبية مع مناظر مختلفة من خزائن وغرف وسقف ، بما في ذلك سرير في العلية وباب خشبي مع صورة.",
    "626113d6eaf440339ca6e2a61782b2dd": "كابينة خشبية تحتوي على مجموعة من الآلات الموسيقية والمعدات، بما في ذلك الجيتارات والطبول وحالة جيتار سوداء، معلقة على الجدران وموجودة على الأرض.",
    "c50c867a5b57496cb6c6650edd9f0b62": "مطبخ وحمام خشبي بتصميم أصفر مع أرضيات وجدران من البلاط، خزائن وأجهزة ومفروشات.",
    "9490f85349c3481eb7a43e7d5eda5451": "كابينة خشبية مع مناظر مختلفة من نوافذ وجدران وأرضيات وأبواب، بما في ذلك حمام وساونا وتصوير مقرب للتفاصيل الخشبية.",
    "45f892a4837c49028f47cb6a341f65df": "مجموعة من المواقع المختلفة، بما في ذلك المطبخ، غرفة الفندق، الكوخ الصغير، الدرج، الأريكة، النافذة، باب الدخول، الفناء الخلفي، الحديقة، الحظيرة، والسماء.",
    "90f5e6e359b949fdaabf8ac3ee50a82d": "كبينة خشبية ذات غرف متعددة ونوافذ ومميزات خشبية مثل الأرضيات والجدران والسقف، بالإضافة إلى ثريات وسرير.",
    "dd500133846248c1b24eea995d7dee4a": "كابينة خشبية تحتوي على غرف و أبواب مختلفة، تتميز بجدران وأرضيات وسقف خشبي، بالإضافة إلى نوافذ وإضاءة.",
    "2296da968e464b8db6e6bdba81fbe274": "سلسلة من الأبواب الخشبية والجدران والسقف في غرف ومباني مختلفة مع أرضيات من البلاط أو الخشب.",
    "3c286cf678234163b7cb2ab3785fc498": "مسلسلا من الغرف والمساحات المختلفة، بما في ذلك المطابخ والحمامات والكبائن وغرف الطعام، جميعها تتميز بميزات مختلفة مثل الخزائن الصفراء والأسقف الخشبية وأضواء الإضاءة.",
    "9ddd0d8326b44a038d3985d96ffbb2a1": "منزل خشبي مع ميزات خشبية متنوعة مثل السلالم والجدران والأسقف والنوافذ، بالإضافة إلى غرفة المعيشة والمطبخ والضوء السطحي.",
    "7e23cbe5e28047d49ab4641f530c9f00": "كابينة خشبية مع غرف متعددة وأبواب ونوافذ وأثاث مثل سرير، كرسي، وطقم طبول.",
    "591d3c367a09478b8a863f17635749e4": "كابينة خشبية أو غرفة نوم مع أثاث وديكور متنوع، بما في ذلك سرير، كرسي، لوحة، نافذة، وباب.",
    "c2b53ec055544828bb80579ec1f4d105": "كابينة خشبية مع مناظر متنوعة من الداخل، بما في ذلك مجموعة طبول، وجيتارات، وسلم، وتصوير مقرب للجدران، والسقف، والطاولات، والأبواب.",
    "e8a34a4b401249a589ed3b571839366e": "منظر لعدة غرف وأشياء في كابينة خشبية، بما في ذلك سخانات المياه، منعم المياه، أنظمة الترشيح، الحمامات، لوح ركوب الأمواج، الجيتار، ومنظر للخارج من النافذة.",
    "ac56847024014b05bcc718f73ccde0b2": "منظر لكابينة خشبية مع غرف وسمات مختلفة، بما في ذلك باب، أرضيات مفروشة، جدران وسقف خشبي، سرير، مطبخ مع خزائن خشبية، ونبات محتوي في وعاء.",
    "15b25adcf9bb4a0f8c751138a651dd8b": "مجموعة من مناظير لغرف ومساحات مختلفة، بما في ذلك الحمامات، غرفة صغيرة مع تلفزيون، مطبخ مطعم، وكابينة خشبية.",
    "bead484602044dd9b9f855148864ee99": "كابينة خشبية مع غرف و خزائن مختلفة وإطلالة على المدينة المحيطة، تحتوي على أرضيات و جدران و أسقف خشبية، بالإضافة إلى أسرة و حقائب و نوافذ.",
    "f868b98ee5334981a93aa1d3c8441f52": "منظر مقرب من أسطح وأجسام خشبية متنوعة في كوخ، بما في ذلك الجدران والأرضيات والمسامير واللوح والأشجار والكراسي والسرير واللوحة والباب مع زر أزرق.",
    "af23bd7af9a14d7494fdd8733cb7fa5e": "كابينة خشبية مع أسطح خشبية متنوعة، بما في ذلك الجدران والأرضيات والسقف، بالإضافة إلى أدوات موسيقية مثل الجيتار وطقم الطبول.",
    "32cd64f9c7d74e7185517bca189a00b4": "مجموعة من المواقع المختلفة، بما في ذلك المطابخ، والكبائن، ورواقات الفنادق، وغرف المعيشة، وغرف الطعام، مع أنواع مختلفة من الأرضيات والأثاث، بالإضافة إلى النوافذ والسلالم.",
    "90440703eace49f3b867750beca05a25": "منزل خشبي ذو لون أصفر مع أثاث وأجهزة متنوعة، بما في ذلك ساعة، ثلاجة، موقد، خزائن، بالإضافة إلى نوافذ وسقف زجاجي.",
    "a26c4e73940a44c89caa6788fcf4ca97": "مجموعة من الغرف والفضاءات في كوخ خشبي، تشمل مطبخًا وحمامًا وغرفة معيشة وغرفة طعام، مع ميزات مختلفة مثل الأرضيات والجدران والسقف الخشبية، بالإضافة إلى النوافذ وأجهزة الإضاءة والفتحات الضوئية.",
    "ab0f99b210bb4556b7fc18190126480b": "كابينة خشبية مع جيتارات على الحائط، ساعات معلقة، غرفة معيشة مع أريكة ونافذة كبيرة، وقبة خشبية دائرية مع سقف ونوافذ.",
    "d375a9c7bc4748a2b36ee572d56aa9e2": "منظر لمنزل خشبي مع غرف وسمات متنوعة، بما في ذلك مطبخ، سلالم، ساونا، نافذة، باب، لوحات جدارية، أريكة، ومجلس طعام.",
    "4dcbaaa91e0645c180fce1bd8f72d7f7": "كابينة خشبية مع غرف مختلفة، بما في ذلك سرير، غرفة صغيرة مع حقيبة، وغرفة مع سلة نفايات وأنبوب، بالإضافة إلى جدران وأرضيات وسقف خشبي مع ثقوب، نافذة، وباب.",
    "0836acc78091475dbba186b98e05792a": "كابينة خشبية مع لقطات قريبة من الجدران والأسقف والألواح الخشبية، بالإضافة إلى مناظر لممر درج ونافذة وغرفة معيشة، كل ذلك محاط بغابة.",
    "f7dfad43a3a6462cb96145242bd8bdd0": "مجموعة من الأنابيب، خزانات المياه، والأجهزة في مبنى خشبي مع منظر الأشجار والأسلاك.",
    "efcb9e4c410841ca8665f6cab94e943b": "كابينة خشبية ذات غرف متعددة ومميزات مثل ثريا، نافذة، سلم، ومروحة سقف.",
    "7bbddf0c8df249a3b8a6da60b1b7fd57": "مسلسلة من الغرف والمساحات المختلفة، بما في ذلك مطبخ أصفر مع خزائن خشبية وطاولات سوداء، غرفة معيشة مع أريكة وأرضية مفروشة بالبلاط، وطاولة طعام مع منظر للخارج.",
    "f9ea869fc8a04b05bef902bed791696d": "كابينة خشبية مع غرف متعددة، بما في ذلك غرفة مع غيتارات صوتية معلقة على الحائط، غرفة مع نبات وأرضيات خشبية، درج مع أريكة، وغرفة صغيرة مع طقم طبول ونافذة.",
    "bf218ea3168f4a7e9ab0385613d2ed19": "كابينة خشبية أو حظيرة تحتوي على عناصر مختلفة مثل الملابس والأحذية والأثاث.",
    "959878d8792948b5888684622f4eca36": "كابينة خشبية أو منزل مع ميزات خشبية مختلفة مثل السلالم والجدران والأسقف، بالإضافة إلى مناظر حديقة وغرفة معيشة تحتوي على أريكة وصور.",
    "0896e14268a54c1faa6a5648eb8eb63b": "منظر لكابينة خشبية مع غرف وسمات مختلفة، بما في ذلك مطبخ، سلم، ساونا، غرفة معيشة، وجدران وأرضيات وسقف خشبي.",
    "22916ceaf05b46a6bc0b961d80782da8": "حمام بهيئة متنوعة مثل أرضيات مفروشة بالبلاط، وجدران خشبية، حوض استحمام، مرحاض، حوض استحمام، دش، وكذلك مقاطع قريبة من الجدران والارضيات والأبواب الخشبية مع ثقوب ومقابض.",
    "e057d1f9d9ba42948fc848930f235276": "مجموعة من الأشياء والعناصر، بما في ذلك سخانات المياه، والأنابيب، ومُرشح المياه، والثلاجة، والباب الخشبي، ووحدة الإضاءة، واللوح المائي، وغسالة الملابس، والغسالة، وكلها موزعة في غرف مختلفة ذات جدران وأرضيات خشبية.",
    "0fc2263dc29f4a9183320eddd33edb58": "منظر لبيت خشبي صغير به غرف مختلفة بما في ذلك حمام ومطبخ وغرفة نوم، ويتميز بجدران وأبواب وسقف خشبي، بالإضافة إلى ساعة ونبات وطاولة طعام.",
    "b95ef00660ea4ea89162e31370ba6558": "حمام خشبي مع مختلف المعدات والخزائن، بما في ذلك حوض، مرحاض، حوض استحمام، دش، ورفوف مناشف، بالإضافة إلى جدران وأرضيات وسقف خشبي، ونافذة مع ستارة.",
    "875adc5ab7fc4b4b84ca877ae871d3a3": "مجموعة من اللقطات القريبة والواسعة من غرفة خشبية تحتوي على مرحاض، نافذة، باب، وجدران وأرضيات خشبية مختلفة.",
    "f64f236a92db4eb981cf6af366d900c4": "كابينة خشبية مع رفوف خشبية متنوعة، وسلم، غرفة معيشة مع أريكة ولوحة، غرفة دائرية مع نوافذ، ومطبخ مع جيتار أصفر وطاولة.",
    "a42b032ed6144de99fb2fd18d74750f7": "مقطع قريب من مختلف الأسطح الخشبية، بما في ذلك الجدران والأرفف والأرضيات واللوح، وبعضها يضم مسامير وثقوب وطلاء وباب، بالإضافة إلى لوحة فنية وكرسي في كوخ خشبي مع نافذة وحقيبة جلدية بنية اللون.",
    "e538501778d5481f80d3557b1571f33f": "كابينة خشبية مع غرف مختلفة ويات مثل سلالم وسرير وكرسي ومصباح، بالإضافة إلى مقاطع قريبة من الجدران الخشبية مع ألواح وثقوب.",
    "e47436300f4f4b90a2415ea87eee0903": "كابينة خشبية مع غرف مختلفة تشمل مطبخاً وغرفة معيشة وسقف دائري مع ثريات. كما توجد أثاث خشبي وأبواب وأرضيات خشبية في جميع أنحاء الكابينة، بالإضافة إلى طائر صغير يرقد فوق خزانة.",
    "26964f2a05a344ffaa88b46e2040155f": "منظر لكوخ خشبي مع مطبخ أصفر وطاولة طعام وغرفة معيشة دائرية وجدران وسقف خشبي متنوع.",
    "f461fdc9b5c54386bcb1350bf4072015": "كابينة خشبية تحتوي على غرف مختلفة تشمل غرفة نوم وغرفة استحمام ومطبخ وغرفة معيشة، مع جدران وأرضيات وسقف خشبيين وعدة أبواب وثريات إضاءة.",
    "b70cb517baa54649b2c788c63c9db911": "منظر لكوخ خشبي صغير يحتوي على غرف مختلفة بما في ذلك مطبخ أصفر وطاولة طعام مع طعام وغرفة معيشة مع نافذة دائرية و دش خشبي مع ضوء عليه.",
    "c9030e71fc29447599a5c21d90261ca5": "كابينة خشبية ذات غرف وخصائص مختلفة مثل سرير، كراسي، طاولة، مطبخ، وأبواب مع ألواح زجاجية أو نوافذ سقفية.",
    "be5b6e7ec1654cf5bef5d348f9601697": "كابينة خشبية مع مناظر مختلفة للباب والنافذة والجدران الخشبية والأرضيات والسقف، بالإضافة إلى سرير وخزانة وحمام.",
    "1c0715389b644f578961d420672e3613": "داخل خشبي مع لقطات مقربة مختلفة من السقف والجدران والأرضيات، بما في ذلك حمام وغرفة نوم ومرحاض في كوخ خشبي.",
    "ad590941e4f14f15968f0ee824bb08c4": "حمام خشبي به مرحاض وحوض استحمام ودش ومرآة وجدران وسقف خشبي."
}
