{
    "94ac3cea52ec455993f8562f78da3be1": "سلسلة من الغرف والممرات مع أثاث ومرافق مختلفة، بما في ذلك الطاولات والكراسي والأواني والمرايا والمرحاض والحمامات والأبواب والأنابيب، مع جدران وسقف من الخرسانة والخشب والأبيض.",
    "4518d285d4c54195a70ba5c4697ba3f2": "غرفة تحتوي على أثاث ومستلزمات متنوعة، بما في ذلك كراسي، نافذة، مصباح، طاولة، سجادة، كتب، زهرية، مكتب، صورة، رف كتب، ثريات، بيانو، وقوس.",
    "87998608d4844fcfaca266bd5aba6516": "سلسلة من الغرف والحمامات مع إكسسوارات وأثاث متنوعة، بما في ذلك الطاولات والأرائك والأحواض والمرحاض وأنابيب، مع جدران وسقف بألوان مختلفة، ورجل واقف أمام شاشة عرض.",
    "a7ec19c57ae74c4496f4aa9c7f30c871": "مسلسلات من وجهات نظر مختلفة، بما في ذلك أريكة بيضاء مع فرو، وحمام مع حوض كبير ومرحاض، ورجل يقف على خشبة المسرح، وغرفة معيشة بيضاء مع طاولة قهوة دائرية.",
    "778f6d9386d846b4b6bb60c5ff52c2c4": "مسلسلة من الغرف مع أثاث وديكور متنوع، بما في ذلك حامل تلفزيون، مكتبات مع حواسيب ومصابيح، غرفة طعام مع طاولة كبيرة وكراسي، ونوافذ وثريات إضاءة متعددة.",
    "840cd9be95274178b83c956386943c99": "منزل أبيض مع غرف مختلفة وميزات مثل المطبخ، الدرج، غرفة الطعام، غرفة المعيشة، والأسقف والشبابيك المقوسة.",
    "0c40bcfcf14c4768aa87a8fdf2f8ae45": "مطبخ أبيض مع أشياء مختلفة على الطاولات والشرفات، طاولة سوداء وأكراس، أرضية بلاط زرقاء، وعدة أبواب وممرات مع إطارات وأزرار بيضاء.",
    "303f1f4a618745779995295ce4375762": "مسلسلة من الغرف والممرات مع أبواب وجدران وأرضيات وسقف، بعضها مغمور أو قذر، مع أشياء متنوعة مثل لوحة للشمس ورجل يركب لوح تزلج على الجدار.",
    "ef4ff56c8def4a58b347c58cb498554b": "منظر لمبنى يتضمن رواقًا ، غرفة طعام ، حمامًا ، نوافذ تطل على أشجار ، مدفأة ، وغرفًا مختلفة مع أثاث وديكور.",
    "d86710102df44f0083553f7e356e18ea": "منظر من منزل يتضمن غرفًا مختلفة ومداخل، غرفة معيشة تحتوي على كراسي وموقد، مطبخ مع خزائن بيضاء وباب بني، ورواق مع أرضيات خشبية وأبواب بيضاء.",
    "ae6753634fdb45d4aba7bd2973273c17": "منزل به غرف متعددة بما في ذلك غرفة طعام، صالة، غرفة معيشة، وصور لرجل معلقة على الحائط، مع أثاث وزخارف مختلفة مثل أرضيات خشبية، طاولة كبيرة، مدفأة، ومصابيح معلقة.",
    "88a3a2ec4bae471087ac403331020c72": "سلسلة من الغرف بأثاث وديكور متنوع، بما في ذلك البيانو، ورفوف الكتب، والسجاد، وحوض الرخام، مع زوايا ومواقف مختلفة.",
    "4ad533e309ca4c61856c953afb7876b6": "منظر لمنزل به غرف وسمات مختلفة تشمل نوافذ مقوسة و أسقف خشبية و جدران ودرابزين أبيض.",
    "43b70941e6e24925b9097684ddf31c84": "سلسلة من الغرف والممرات مع أثاث وديكور متنوع، بما في ذلك رف كتب، طاولة بيضاء وأكرسي، زهرية رخامية، وطاولة طعام، بالإضافة إلى عدة مرايا ولوحات معلقة على الجدران.",
    "cf2a6c0c56ed4b63b9be162272e3235f": "حمام مفروش بالبلاط الأبيض يحتوي على عدة تجهيزات بما في ذلك مرحاض وغسول و دش ومرآة.",
    "a2d715cae8434b6fb1f98d393964d633": "درج أبيض مع درابزين أبيض مختلفة، وجدران وأنابيب، مع أضواء متقطعة وكرسي، يؤدي إلى غرفة مع تلفزيون و زهرية.",
    "f30b071074d646d3aa06d1409faa7d5f": "سلسلة من الغرف مع أثاث متنوع ومناظر من النوافذ، بما في ذلك منطقة عشبية ومرعى وسماً، بالإضافة إلى لوحات وفنار نجمي معلق من السقف.",
    "e0b2917ecb6d4e31846957451348f80a": "مسلسلة من الغرف والحمامات ذات الجدران والأسقف والإكسسوارات البيضاء، وبعضها مع نوافذ وثريات إضاءة، وبعض مع طاولات وكراسي.",
    "191a72d3b89e49e0a7d12bcc79afd08e": "مجموعة من الداخليات البيضاء والخشبية مع مجموعة متنوعة من الأشياء مثل الدب المحشو، الطائرة، المرآة، البيانو، المرحاض، واللوحة البيضاء.",
    "1c598b0601734b5da0ae03b359079dca": "مجموعة من الغرف والفضاءات، بما في ذلك مكتب مع إلكترونيات، وحمام مع صنبور ذهبي ولوحة فنية، ورواق مع أبواب بيضاء، وغرفة طعام مع ثريا، وغرف مختلفة مع أثاث ونوافذ.",
    "5dd7a3de3253441aaae37190170b930a": "مجموعة غرف بأثاث متنوع ولوحات وفنون قديمة، تشمل طاولة طعام، كراسي، ثريات، وسقف معدني.",
    "ec4ed8858a1046e58d03a7f2c2058716": "درج أبيض مع عناصر مختلفة بيضاء وخشبية، بما في ذلك ساعة ومقعد وبيانو ومرحاض ودرابزين، بالإضافة إلى نافذة وبقع من الطلاء على الجدران.",
    "42079cf198e848c9878fbb39d0f4b56b": "سلسلة من الغرف والفراغات مع مختلف الأشياء والأثاث، بما في ذلك الطاولات والكراسي والقواعد والمرايا وحوض الاستحمام، كلها تحت مختلف إضاءات السقف ومحاطة بجدران وأعمدة بيضاء.",
    "031cc54b957148d3b419d1e4c0f917c7": "سلسلة من الأبواب والغرف ذات الميزات المختلفة مثل الإطارات الخشبية والمقابض والأزرار، بالإضافة إلى حوض الاستحمام وأرضية خرسانية ومروحة سقف وأنابيب وأرضية نظيفة.",
    "5ef768195c0f4973b27ce733461a1752": "حمام مزود بميزات متنوعة مثل الخزائن والمرحاض والمرايا والمنافذ، كلها بألوان بيضاء وبني فاتح.",
    "a94340448355473395cd4b67d82e2be7": "مجموعة من الغرف ذات الميزات المختلفة مثل الأبواب والجدر والسقف والإضاءة.",
    "91cec4a784d044bbb955f534eda758ff": "مسلسلات من الغرف والسلالم مع أبواب متنوعة، وجدران، وأثاث، بما في ذلك حمام، غرفة طعام، وطاولات كبيرة، كل ذلك مع ديكور وأضواء بيضاء ومعادن بشكل رئيسي.",
    "95e1626bac56461ea0526327c3719a34": "سلسلة من الممرات والأبواب والغرف ذات الجدران البيضاء ومختلف الأشياء مثل المطبخ والطاولة مع الزجاجات والسلالم.",
    "f31f9af9f3134580b5faae0de45aba28": "مجموعة من الغرف والمساحات، بما في ذلك حمام مع حوض استحمام، غرفة مع منحوتات ومنصات، وغرفة مع طاولات وأرائك، كل ذلك مع أنواع مختلفة من الإضاءة والديكور.",
    "0fc9937d10d249b8b34264cd53cbba5a": "غرفة نوم مع ورق حائط مطبوع، سرير مع أوراق بيضاء وغطاء فرو، زهرة في فناجين على طاولة جانبية، نافذة مع ستارة وكرسي نافذة، وباب يؤدي إلى حمام مع مرآة.",
    "fbf93de6547a4ee7921c53ba348f9acf": "مجموعة من الغرف والممرات مع أبواب وأرضيات وسقوف مختلفة، بما في ذلك مطبخ أبيض، وحمام مع حوض كبير، وغرفة معيشة مع أريكة بيضاء، وباب خشبي مع مرآة عليه.",
    "4284c0da3ce149fc877ccae32aee16e6": "سلسلة من الجدران البيضاء والأرضيات والسقف مع أشياء متنوعة مثل القطة والفازة والمرحاض، بالإضافة إلى باب خشبي وستارة، درج، وممر.",
    "6a6d353dd9834ad0a22041b227c7e275": "مسلسلات من الغرف والطرق مع أثاث وديكورات متنوعة، بما في ذلك أقمشة، لوحات، مرايا، وثريات.",
    "6dd909f1a0e74851b2e3a0a1baba65dd": "داخل أبيض مع عناصر متنوعة مثل الأنابيب والجدران والسلم والدرابزين.",
    "003f1672542542f6a4ca2903da9ac9ae": "غرفة تحتوي على أثاث وديكور متنوع، بما في ذلك الأرائك والستائر والمنحوتات والطاولات، مضاءة بأضواء زرقاء وصفراء. وهناك أيضاً منصة مع ستارة بيضاء ورجل واقف عليها.",
    "cfcc491fc7f541cd81c2e6c47bae5c91": "داخل أبيض مع عناصر مختلفة مثل الدرج والأبواب والنوافذ والجدران، مع بعض النغمات الرمادية وطائر على أحد الجدران.",
    "d38a4c31821c48ac9082d896e628c128": "مسلسلا من الغرف والحمامات مع الطاولات والأرائك والثابتات المختلفة مثل الأحواض والمرايا والأنابيب، كلها من زوايا مختلفة.",
    "ea42c4694c05490eb7ae29590321e1a3": "حمام مزود بميزات متعددة مثل دش ومرحاض ومرآة وحوض استحمام وجدران وأرضيات رخامية، بالإضافة إلى خزانة، كرسي، مصباح، ونوافذ زجاجية مطبق.",
    "262ffaa0bb8a409ebf26df9e9f2f5146": "مسلسلات من الغرف والممرات مع أثاث وديكور متنوع، بما في ذلك أرضيات خشبية، طاولات، كراسي، أسقف مقوسة، ساعات، مصابيح، ونتوءات من البرونز والخشب.",
    "5fe381d0097f4d0e8124dfbbee82e54f": "مسلسلات من الغرف والمداخل مع ميزات مختلفة مثل الأرضيات الخشبية والنوافذ والأسقف المقوسة والأرفف الخشبية وطاولات الطعام وأجهزة الإضاءة.",
    "4903a8de1d0945b6bd815f11aa2850e9": "سلسلة من الأبواب، والممرات، والحمامات مع مختلف الإكسسوارات والزخارف.",
    "1f8182156ccd41f39c552ac05ab24877": "مجموعة من الغرف والممرات ذات الملامح المختلفة مثل الأرضيات الخشبية والنوافذ والقوس والأرفف والمرايا، بما في ذلك غرفة طعام مع طاولة وكراسي وغرفة تحتوي على لوحة فنية على الحائط.",
    "397cae1de3b74644804196b838fd3c8a": "منزل به غرف متعددة تشمل غرفة طعام مع ساعات، غرفة معيشة مع مدفأة، وممر مع أبواب وثريات.",
    "6ca062298bfb4c289ab07b514be7a339": "غرفة طعام تحتوي على لوحات فنية متنوعة، كراسي، طاولات، ونساجيات، بالإضافة إلى ثريا كبيرة وخزائن قديمة.",
    "3d6c224493aa4b8fa5fd16e7ae8e2d66": "ممرات وغرف ومداخل مع جدران بيضاء وأرضيات خشبية وتنوع من الزينة مثل الصور واللوحات والمرايا.",
    "1a3ed2a67f5f4a0c933c480f182829a9": "سلسلة من الغرف، تشمل غرفة طعام مع التحف، رف كتب مع كتب، حمام مع حوض رخامي، وغرفة مع نافذة كبيرة ومروحة.",
    "5b951c3db95148eb8fb7963165f14e8f": "مسارات وغرف ذات جدران وأبواب بيضاء، بعضها مع ألواح زجاجية، وحمام صغير وغرفة بيضاء مع طاولة ونافذة.",
    "9209d2ffc38e477fb84c9ee9eda2fc7e": "مسلسلات من الغرف والفضاءات مع أثاث وديكور متنوع، بما في ذلك الطاولات الخشبية والأرائك والأرضيات والكمرات والصناديق، بالإضافة إلى الإضاءة المعلقة والموقد والساعات والنوافذ.",
    "931511eaff814f3e815315a58a07a00e": "مجموعة من اللقطات القريبة والواسعة من مختلف الستائر والأثاث والغرف ذات المخططات اللونية البيضاء والزرقاء، بما في ذلك غرفة المعيشة مع تلفزيون، وجزيرة مطبخ، ورجل يقف على خشبة المسرح.",
    "10fc40630355439f8ef619f700073a84": "مطبخ مع أجهزة متنوعة، رفوف ممتلئة بالطعام، طاولة طعام، وطاولة سوداء مع زجاجة ماء عليها.",
    "5a5bb6f6a2ae49ddbb9260d0602230b5": "مجموعة من اللوحات والاثاث والديكور في غرف ومواقف مختلفة، بما في ذلك متحف ومحل ومطعم وغرفة نوم.",
    "7cbf8c7b17d542dbb76bb9951fffddfe": "مساحة داخلية بيضاء تحتوي على أبواب و نوافذ و جدران مختلفة، تشمل حماماً مع حوض و مغسلة، مطبخاً مع ألواح زجاجية، و رواق مع ساعة.",
    "62204f2373344f5ba3b61768afe7ebf0": "داخل أبيض مع عناصر مختلفة مثل السلالم والأبواب والنوافذ والأثاث.",
    "3054e23f49704ff294fd83d920b15fda": "درج أبيض يؤدي إلى مناطق مختلفة من مبنى ذي جدران بيضاء، بما في ذلك غرفة تحتوي على لوحات، حمام صغير، وباب مع ساعة على نافذة.",
    "ed2d5dadd1994487a5815fb8126bf80f": "سلسلة من الأشياء البيضاء والفراغات، بما في ذلك طائرة، حاسوب محمول، ثلاجة، منزل، سلم، مسند، وجدار، مع لمسات خشبية متكررة وبعض الأشخاص الحاضرين.",
    "3f0be3965cde46ad87538ca4f3e1d271": "غرفة نوم وحمام مع أثاث ومرافق متنوعة، بما في ذلك سرير ولامبة وخزانة ورف مناشف ومرآة وباب، كلها بأطر بيضاء أو خشبية وجدران أو بلاط أبيض، وعديد من النوافذ بأطر مختلفة ومناظر.",
    "4460e0586719490095d7ac389f302500": "سلسلة من الغرف والممرات بأرضيات خشبية أو بيضاء، ونوافذ مقوسة وسقف، ومختلف قطع الأثاث مثل الطاولات والأرائك والرفوف.",
    "b809f8b358634337aef6494a807e10fe": "مطبخ مع ميزات متنوعة مثل طاولات نحاسية و خشبية، طاولة طعام سوداء، ثلاجة، حوض، ميكروويف، غسالة أطباق، آلة قهوة، وسقف مع إضاءات مختلفة ومروحة.",
    "312fcacbfe134c9f8e1420be8dc2d73f": "حمام بهوض أبيض وجدار، غرفة ذات مصباحين ونافذة، باب زجاجي يطل على حديقة، ولوحة دائرية تظهر أشجار خضراء على الجدار.",
    "0788a0ae586c453e829efe39322919fa": "غرفة بيضاء مع أشياء وأثاث متنوع، بما في ذلك ثلاجة، مطفأة حريق، كرسي أزرق، طاولة بيضاء، وعاء كبير، سلم، وباب أسود، جميعها على جدران وسقف أبيض.",
    "a693951992f44f3b8e06c02e16382da3": "سلسلة من الغرف والمساحات، بما في ذلك حمام، رواق، سلم، ومطبخ، مع مختلف الثابتات والأثاث مثل الأحواض والمراحيض والأكراس والأوعية، جميعها تتميز بجدران وسقف أبيض مع أنابيب وأضواء.",
    "60296c63d7814cd09749634f671708ad": "سلسلة من الغرف والممرات مع أثاث وديكورات وفنون مختلفة، بما في ذلك غرفة طعام وغرفة معيشة مع مدفأة وممر مع مصابيح ومرايا.",
    "ffacc18a27644508a6e4223823a0e2a4": "مجموعة من الغرف والحمامات مع أثاث وميزات متنوعة، بما في ذلك سرير، دولاب، حامل مناشف، حوض، مرآة، ونوافذ، كلها مع جدران وسقف أبيض أو بيز، وطائر يطير في السماء.",
    "5fe3c9985e5a4edeb8ba4f7a4c64dbf9": "مجموعة من الغرف والمساحات المختلفة، بما في ذلك غرفة طعام، رواق، غرف مع كراسي وأحواض نار، وغرفة معيشة مع أثاث ونافذة.",
    "985ca122092f4429850c195ded765891": "غرفة تحتوي على رفوف كتب، مصابيح، طاولات، كراسي، سجاد، وبيانو غراند أسود، مع أقواس ونوافذ في بعض المناطق.",
    "f43e13bcd4b144a2979522c9b2cf837b": "مجموعة من الغرف المختلفة مع أثاث متنوع ولوحات وديكور معلقة على الجدران.",
    "fa9d2cdccb57422380697e7783d7248f": "مجموعة من مناظر لحمام، ممر، وغرفة ذات جدران بيضاء، أبواب، ومرايا، بالإضافة إلى مصباح و ساعة.",
    "5fa450a5199b41b5b46628e473f20374": "ممرات وسلسلة من الجدران مع ملصقات وصور وزخارف متنوعة، بما في ذلك سجادة وثريات ولوحات و ساعة، بالإضافة إلى غرفة مع رسومات وخطط على الجدار.",
    "cc77026a127545878da0b8c406076480": "غرفة بيضاء مع ساعة وتلفزيون، نافذة مع مقعد، بيانو أسود في غرفة مع كتب، ممر مع سجادة وموقد، وسلم مع درابزين خشبي وجدران بيضاء.",
    "ddd527993ada4e1c8d0c62fdfb33f8db": "منزل به غرف متعددة تشمل غرفة طعام، غرفة به مكتب وباب، غرفة به سقف أبيض وجدران، باب زجاجي مع أرضية خشبية، خزانة زجاجية، خزانة خشبية، تمثال على حائط أبيض، طاولة خشبية منحوتة قديمة من الصين، كرسي به شهادة مطبوعة وصورة، رف كتب به راديو وكتب، مطبخ به طاولة وكراسي ومرحاض، وطاولة طعام به كراسي وثريا.",
    "47e9ed95d9c740248ad1c6fa1352528e": "سلسلة من الغرف والأشياء، بما في ذلك كرسي الحلاق، غرفة نوم، مكتب، نافذة، عرض كرسي، طاولة مع كتاب وقبعة، حامل قبعات، ممر مع أبواب، ورف معطف.",
    "56608873c2f245b18569532dca581f06": "سلسلة من الدرج، والأبواب، والغرف ذات الميزات المختلفة مثل الجدران البيضاء والخرسانية، والأبواب الخشبية مع المقابض والأزرار، وحوض الاستحمام، والأحواض، والأرائك، كلها من زوايا مختلفة.",
    "d70a4ce871ad4d738eb7f3f44bd30a1e": "داخلية بيضاء مع عناصر مختلفة مثل سلالم، حمام، مصعد، وجدار، مع لمسات خشبية وسوداء من حين لآخر، وإضاءة خفيفة تنفذ من خلالها.",
    "beb7c8d8ece54bb6816434316cc2bd8b": "سلسلة من الغرف والفضاءات، بما في ذلك حمام مع حوض استحمام ومرحاض، غرفة مع حوض استحمام متعددة وطاولات، كرسي أزرق وحوض استحمام في غرفة، طاولة خشبية مع كرسي، غرفة بيضاء مع درج و جدار أبيض، صندوق أبيض مع مفتاح، وحمام أبيض مع مرحاض ومرحاض، كل ذلك مع أسقف وثريات إضاءة متنوعة.",
    "82ee7783a95b4beeb1b8c518107c9ae2": "مجموعة من الغرف مع أثاث وديكور متنوع، بما في ذلك طاولات طعام، مواقد، ساعات، وأجهزة إضاءة، بالإضافة إلى جدران مع مقابض، مفاتيح، وأشياء خشبية.",
    "44f54890c8bf4cb8aa0046f782333e12": "سلسلة من المناظير لسلم أبيض مع تفاصيل مختلفة مثل رف أسود و قطة تجلس على الحائط و امرأة واقفة على الدرج و حمام أبيض و سلم خشبي مع صورة.",
    "92c3195e612e4fc49fe5b5c687dd5ce5": "مجموعة من مناظير مختلفة لسلالم، أبواب، وغرف مع ميزات مختلفة مثل أحواض الاستحمام، حوض المطبخ، وسقف مع أنابيب وأضواء.",
    "3769d27ee6f8462e815e9ebdc33af7e8": "غرفة تحتوي على بيانو كبير أسود، ورفوف كتب، وسجادة، بالإضافة إلى طاولة طعام مع كراسي، ورف كتب كبير، وممر مع أقواس وجدران بيضاء.",
    "6f5b02596fb44b84baa6060e5ac1a7e5": "سلسلة من الغرف والممرات بأثاث أبيض وخشبي، أبواب وسقف، مع إضاءة زرقاء من حين لآخر ورجل جالس على خشبة المسرح.",
    "c6e8090bda95489fb0dc1c5b569461e7": "منظر لغرف و أبواب مختلفة في المنزل، بما في ذلك غرفة المعيشة مع بيانو، و خزانة نبيذ، و مطبخ أبيض، و رواق مع نوافذ مقوسة.",
    "2b4b62ead49b4f14a013f85816012a12": "منظر لمنزل به غرف متعددة وسلالم وممرات ومميزات معمارية مثل الأقواس والخشب والأجسام القبوية.",
    "189dec4e48fa459bac9d81fd3a7f4c75": "غرفة تحتوي على أثاث وديكور متنوع، بما في ذلك السجاد والرفوف والشبابيك والأرائك، مع مناظر مختلفة حسب اتجاه نقطة الارتفاع.",
    "2d21aec2e48b4797ad0367e96fd316f4": "منزل به غرف متعددة تشمل غرفة طعام وغرفة معيشة ورواق، مع ميزات مثل أرفف كتب وموقد نار وساعات وأدوات مقابض أبواب قديمة.",
    "c1a600332bb245b19d8174c0790d6fd6": "منظر لمنزل يظهر غرفًا مختلفة ومداخل بأبواب ويدات أبيض، وأرضيات خشبية، وجدران بيضاء، وزخارف مختلفة مثل الجوائز واللوحات.",
    "af9ff2224e1d4b7babae5c082ebba917": "مسلسلات من الغرف مع أثاث وديكور متنوع، بما في ذلك بيانو ورفوف كتب وطافيات حريق وأقواس، مع جدران بيضاء وأرضيات أو أسقف خشبية.",
    "ce5df3235866447d95c4667d72528984": "غرفة بأرضيات خشبية، جدران مختلفة مع ساعات، أقفال، وأشياء أخرى، غرفة طعام مع مدفأة وطاولة، وسقف مقوس في كنيسة.",
    "d8eb4eab2d3442e1a3a7a74fc810be22": "مجموعة من الغرف والممرات مع أثاث ومرافق متنوعة، بما في ذلك الطاولات والأحواض والأكراس والحوض والضوء الساقط من السقف، كل ذلك بألوان ومواد مختلفة.",
    "cd4286bc48c240f294fce7e9306a83a0": "منزل مع غرف متنوعة تشمل غرفة طعام وغرفة معيشة وممر، مع أرضيات خشبية وسجاد وكراسي وطاولات ومرايا وصور إطارية على الجدران، وأبواب مع مقابض ومفاصل.",
    "5b4f88b00af3413eb8a3706a62a761e1": "سلسلة من الغرف مع أثاث وديكور متنوع، بما في ذلك غرف الطعام والصالونات والممرات، مع ميزات مثل الإضاءة المعلقة والأحواض وألواح الصور.",
    "2af2b0defe79482baab06801cd97d145": "مجموعة من الغرف مع أثاث وديكور متنوع، بما في ذلك الخزائن، والسجاد، والأرائك، والمصابيح، والنوافذ.",
    "add134cc07e64d9d8524d0d9f96c4180": "منظر لمنزل يظهر أبوابًا مختلفة ومطبخًا وغرفة طعام وغرفًا ذات طاولات ونوافذ.",
    "be33b5863e3741deaecd29febfc5eafa": "غرفة تحتوي على أثاث وديكور متنوع، بما في ذلك رفوف كتب، بيانو، كراسي، مصابيح، وسجاد، مع أرضيات خشبية وجدران بيضاء، وهناك أقواس في بعض المناطق.",
    "5daf3f2129314524a490400d1091d053": "غرفة تحتوي على أثاث ومواد متنوعة بما في ذلك مكتب، كمبيوتر، تلفزيون، مرآة، قبعة، منتجات شعر، مستحضرات تجميل، نافذة، لوحة فنية، ورف معاطف. يظهر رجل واقفا أمام المرآة وهناك كراسي ومصابيح أيضًا.",
    "b1265fece0604be79853a0ce270d7c45": "غرفة/منزل مع رفوف كتب، بيانو، طاولة، كراسي، سجادة، مصباح، باب، مطفأة حريق، وأقواس، مع مروحة سقف ومقوسات في بعض المناطق.",
    "01d25fc368954800bc6eaf8c58145c14": "حمام به أبواب مختلف، صور، مرحاض، حوض، مرآة، ودش.",
    "43b671b4b56b48b99d3e058409efa424": "بيئة ذات جدران بيضاء مع أشياء ومميزات مختلفة مثل حاسوب محمول وساعة وحوض استحمام ودرابزين وصور وباب.",
    "f458d42cbdb94ffabc06c580207d7a3d": "مطبخ، بار، وغرف أخرى مع أثاث ومستلزمات متنوعة مثل خزائن زجاجية، أدوات فضية، زجاجات كحول، وسقف حمام مُتعفن.",
    "a922c831c63344fe8e3e021e6e877c1f": "غرفة بيضاء مع أثاث متنوع وستارة بيضاء معلقة في مواقع مختلفة، مع لمحات متكررة من تلفزيون ورجل واقف أمام الستارة.",
    "4b7c3faa94b34318bc00523ec9b9c6a3": "مسلسلا من الممرات والغرف مع أبواب متنوعة، غرفة معيشة مع مدفأة، وجدران وسقف أبيض في جميع أنحاء.",
    "2ddde51f8fad48988b4fb2c667db35ae": "سلسلة من الدرج والغرف والأبواب ذات الخصائص البيضاء والخشبية، بالإضافة إلى حمام مع حوض استحمام ومرحاض.",
    "69a31cef77324a89bd8e595fdb84792d": "منظر لمبنى به نوافذ مختلفة وسلالم وأواني وزجاجات ومرافق ومصورات.",
    "404bc8c757994d0c859e36ea741d2e7e": "سلسلة من الغرف والمساحات مع مختلف الأشياء والمميزات، بما في ذلك رجل يقف أمام النافذة، عدة أبواب ومداخل، عدة أحواض استحمام، طاولة وكراسي، ومروحة سقف معضوضة.",
    "8f62323c14fd40e1b93c8ccf5701a518": "غرفة طعام مع طاولة كبيرة وأثاث، وثريات، وتماثيل، ولوحات، وزخارف أخرى متنوعة.",
    "1df9b813b2744cedb516e9bf02f1c805": "مجموعة من الغرف والممرات مع مختلف الإكسسوارات والأثاث، بما في ذلك الطاولات والأرائك والمراحيض والأحواض والقواعد، مع أسقف تحتوي على أجهزة الإضاءة والمروحات والأنابيب.",
    "4cc28f0811834f66a8b759b463fa7f9c": "مجموعة من الغرف والمواد المختلفة، بما في ذلك المكتب، المرآة، كرسي الحلاق، حامل القبعات، حامل المعاطف، الخزانة، إطار الصورة، الكرسي، الطاولة، الباب، وطاولة الطعام، من زوايا ومواقف مختلفة.",
    "59163d8ecd3a41038c79bad8d0b51d7e": "منظر لمنزل يحتوي على غرف وسمات متنوعة، بما في ذلك مكتبة وغرفة طعام وغرفة نوم ورواق مع أنواع مختلفة من الأبواب وثريات الإضاءة وأرضيات.",
    "4860b613b15544a0837db453e1270ca2": "سلسلة من الستائر المختلفة والأثاث والإضاءة في غرف مختلفة، بما في ذلك أريكة صفراء، أريكة من الجلد الأبيض مع فراء، بيانو، منصة مع ميكروفون وأضواء، وطاولات مختلفة مع أضواء زرقاء وبيضاء.",
    "5b375ace54e04ff1898e4afb53e09395": "مجموعة من الغرف والحمامات ذات الأرضيات والسقف والجدران البيضاء، وتتميز بمختلف المعدات مثل المرحاض والحوض والحوض والكؤوس على قاعدة، بالإضافة إلى السلم وخرطوم المياه وطفاية الحريق.",
    "9d733afabb2a4032a0ac602536bb649e": "غرفة تحتوي على رفوف كتب، مصابيح، سجاد، طاولات، كراسي، نافذة، مصباح سقف، وبيانو.",
    "f3f7c08ceaa64682a96a827a607d94d3": "مطبخ يحتوي على أجهزة ومفروشات متنوعة، بما في ذلك طاولة سوداء، مروحة، زجاجات، ثلاجة، فرن، ميكروويف، موقد، حوض، وطاولات، مع وجود مصباح وشباك في بعض المناطق.",
    "b2d31a869b644c738697a237d4e724b5": "منزل مع غرف وطرق مختلفة، يضم جدران بيضاء وأرضيات خشبية وقوسًا وصورًا معروضة.",
    "89906283ef034ac095252101f2854b87": "سلسلة من الغرف والمساحات، بما في ذلك مكتب مع إلكترونيات متنوعة، غرفة طعام مع عدد كبير من الشموع، وغرفة معيشة مع تلفزيون وموقد.",
    "f9831ef9dc294685a54ed336cbfef813": "سلسلة من الغرف والممرات مع أثاث وديكور متنوع، بما في ذلك اللوحات، والثريات، وطاولات الطعام، والسجاد، والمرايا، والنسيج، والخزائن، والأبواب، وال تلفزيون.",
    "6adb624995514635831f42da9156fec2": "سلسلة من الغرف والمساحات، بما في ذلك حمام مع حوض استحمام ومرحاض، غرفة مع طاولات وكرسياً، ورجل يقف أمام فرن بيتزا.",
    "e8aa13c470d94855a3e01e461bd93c1d": "حمام مزود بمميزات مختلفة بما في ذلك دش من البلاط الأبيض وجدران وأرضيات رخامية ومرايا ومرحاض وحوض استحمام ونوافذ.",
    "73cae217994f43b787d1c5ca2f120fb8": "سلسلة من الأبواب والغرف ذات ميزات مختلفة مثل الإطارات الخشبية والجدران البيضاء والأرضيات الخرسانية وأنابيب المعدن.",
    "6274ee399dac4c5fb61f8198069b490e": "منظر من منزل، بما في ذلك الممرات والأبواب والحمامات، مع مختلف السجاد والصور والأجهزة.",
    "acafa24b747d432bb80c1d045b7177ed": "حمام بهوامش مختلفة مثل حوض استحمام ومرحاض وطاولة وتماثيل وقبة تحتوي على أنابيب وأضواء ومروحة.",
    "5126def859d74b3684fc0c4375ac49d6": "سلسلة من الغرف والممرات مع أثاث وديكور متنوع، بما في ذلك المكاتب والرفوف، وطاولة غرفة الطعام، ومدفأة، ومصباح كريستال زجاجي.",
    "93d8bda24efa4269856f731192146f87": "غرفة مع أثاث وديكور متنوع، بما في ذلك سرير، لوحات، صور إطارية، ورق حائط مخطط، باب خزانة، ومرآة.",
    "dac4509f882848258838272f16d18302": "مجموعة من الغرف والممرات ذات الجدران البيضاء والأرضيات والأسقف الخشبية والنوافذ والمرايا ومختلف الأثاث والمرافق مثل المرحاض والكرسي والمقعد والطاولة والثريا.",
    "d3fe9b9d86ca47ee9745a01d04dc8723": "سلسلة من الغرف والأشياء، بما في ذلك اللوحات والمرايا والطاولات والأبواب والمنسوجات والأرائك، مع تصميمات زخرفية متنوعة ومصابيح معلقة من السقف.",
    "dba56f7544374a77ae2123640b99debe": "سلسلة من المشاهد لممرات حمام وحولها، بما في ذلك منشفة ورقية بيضاء على طاولة، طائر أبيض صغير على جدار أبيض، باب معدني مع مقبض، ممر مع باب يؤدي إلى حمام، كشك مرحاض مع مقبض معدني ومنشفة ورقية، ثريت إضاءة معلق من السقف في غرفة، نافذة مع ستائر ومقعد نافذة، وحمام صغير مع مرحاض ومرحاض.",
    "3d247a18d8cc4c82a7bb2896895042f0": "حمام به حوض استحمام، حوض غسل، جدران بيضاء، ولوحات فنية مختلفة ومناظر من النوافذ والأبواب الزجاجية.",
    "91735b09a0a14b168c3a12913e9d4127": "مسارات وممرات مع غرف ذات أبواب ونوافذ وجدران بيضاء، مع طاولات وأضواء من حين لآخر.",
    "873d6e793d554c05bd6c62dd48ad045b": "مساحة داخلية بيضاء مع أشياء ومميزات متنوعة، بما في ذلك رجل يطير طائرة ورقية، تلفزيون أبيض، جهاز كمبيوتر محمول، مرحاض، حوض، ممر، نافذة، رف، درج، قطة، ومقعد خشبي.",
    "4a47eadc434047b8838668980cbb303a": "رواق مع سجاد، صور، أجهزة إضاءة، صحف معروضة إطارات، وأبواب متعددة تؤدي إلى غرفة طعام، حمام، وخزائن.",
    "20073dab0be246c095ca24d90522b1f4": "سلسلة من الغرف والمساحات المختلفة، بما في ذلك متحف مع طاولات وأرائك، وحمام مع حوض استحمام أزرق ومرحاض، وغرفة مع كراسي وأرائك ملونة، وطاولة مع كرسي عليها، وغرفة مع نافذة كبيرة ومنحوتات، و صندوق أبيض مع رف صغير، ولوحة لرجل، وسلم خشبي.",
    "5fe2bfd9fc5f428aa50bea21cdea0124": "مجموعة من الغرف مع أثاث متنوع ولوحات وديكورات، بما في ذلك كراسي، مرآة شمسية خشبية، لوحة لامرأة مع زهور، كرسي أحمر مع مصباح وطاولة، غرفة طعام مع ثريا كبيرة، وغرفة مع لوحة كبيرة وكراسي.",
    "aa9d7578267c430982ddf0072ab2ad71": "مسلسلات غرف مع أريكة بيضاء وأكراس، إضاءة زرقاء، وأثاث متنوع آخر مثل سرير، حامل تلفزيون، وطاولة دائرية، كلها من زوايا مختلفة.",
    "a62a0607fae3496d9018dc74a561be64": "منظر لمنزل به غرف متعددة وسلالم ومميزات معمارية مثل أسقف مقوسة ونوافذ ورفوف كتب وثريات.",
    "1c8c2e9847f44e33a5bb2115058a55fc": "سلسلة من الغرف والحمامات مع أشياء وأثاث متنوعة، بما في ذلك منصات مع أواني، حوض استحمام، حوض استحمام، طاولة، كرسي، وأريكة، كلها تحت أسقف مختلفة مع أنابيب، أسلاك، مرواح، وإضاءة.",
    "5b49c14344d243b1a4844b19dfdeb37e": "سلسلة من الغرف والمساحات المختلفة، بما في ذلك الحمامات والمطابخ وغرفة ذات نافذة وستائر.",
    "99e8e537635a4523824294946d99093b": "حمام مع مرفقات متنوعة وممر يؤدي إلى غرفة، مع بعض الجدران البيضاء والأرفف، تلفزيون أسود، ونافذة مع ستارة.",
    "6a54ccfac0bc4ffb9fc980f0f5c0f377": "غرفة بيضاء مع ستائر بيضاء متنوعة، أريكة بيضاء، وطاولة، مع لمسات من الإضاءة الصفراء والزرقاء.",
    "b01bbec805a345ee8e1ab9df2af011fe": "مجموعة من الغرف مع طاولات متنوعة ومرافق ومراوح، بما في ذلك حوض الاستحمام وأواني زهور وتماثيل، مع أنواع مختلفة من الأرضيات والسقف، بما في ذلك الخرسانة والخشب وأنابيب المعدن.",
    "b0f6f80b42c34013bc421fc2c0d9a180": "مسلسلات من غرف و مساحات مختلفة، تشمل غرفة نوم، حمام، ومطبخ، مع أثاث و ديكورات متنوعة مثل الأسرة، المصباح، المرايا، والنوافذ مع الستائر.",
    "4d863bce9cd741fa8dfd7f8aad11de47": "مجموعة من الغرف تحتوي على لوحات فنية متنوعة، كراسي، طاولات، وديكورات، بما في ذلك كنيسة ومخزن.",
    "709e5322dcc9466b92d2da48ad93b2b2": "سلسلة من اللقطات الوثيقة للأثاث والمنحوتات والستائر في غرف مختلفة مع إضاءة وديكور متنوع.",
    "3611ca6eb11f4a32a7cd3c073862860d": "مجموعة من الغرف والممرات مع أثاث وديكور متنوع بما في ذلك المكتبات والرفوف والشبابيك والأبواب والمرايا والقطع الفنية وأجهزة الإضاءة.",
    "a0c487e0a45d451b8680c0cb1930fe83": "سلسلة من الغرف مع أثاث وديكور متنوع، بما في ذلك الكراسي والنوافذ والكتب والسجاد والمصابيح.",
    "50e0db1cdcee40949b8402761bebf8cf": "متحف أو مبنى يحتوي على غرف ومستلزمات صحية، يعرض أواني وطاولات وكراسي وحمامات، مع أرضيات وسقف من الخرسانة أو الخشب ومزود بمصابيح وأنابيب.",
    "852b5475114441b387c8dca0e8cea3cc": "مجموعة من اللقطات التكبيرية والأوسع لمختلف الغرف والأشياء، بما في ذلك التماثيل، الستائر، الأرائك، والسقف، مع أنماط إضاءة وألوان مختلفة.",
    "464db122735c4f57a6c65dbe429b1510": "سلسلة من الأبواب ومداخلها بمختلف الميزات، بما في ذلك أرضيات خشبية، لوحات زجاجية، أقفال، ومستلزمات حمام.",
    "a339aba7f1734e4abfd2694289d53904": "سلسلة من الغرف والممرات ذات الجدران والأبواب والسقف المختلفة، بالإضافة إلى طائرة تحلق فوق خلفية صفراء وصور مقربة من صدر امرأة.",
    "aabeeacedf4443808d8479c55116ed18": "مسارات وممرات مع ميزات مختلفة مثل السجاد والصور وأجهزة الإضاءة والمقابض، تؤدي إلى حمام مع أرضيات بلاط بيضاء ومرحاض ومغسلة.",
    "8139a0f57cf042879b8c6a08a680d225": "مسلسلة من الغرف والفراغات مع مختلف الأثاث والمرافق، بما في ذلك الطاولات والأحواض والاستحمام والأرائك والسرير، مع أسقف تحتوي على أضواء ومروحات وأنابيب معدنية وطلاء أسود، وممر مع أبواب خشبية ودرابزين.",
    "9c4a59f437744d9c9b91e936def4b540": "منظر لمنزل يتضمن باب أبيض، خزانة، ممر، غرفة مع ورق حائط مقسم، صورة، غرفة نوم مع سرير وغطاء فرو، وحمام مع سقف أبيض وباب.",
    "c897ee33e7bd4d36a122867a2800c9b4": "منظر لمنزل يتضمن غرفًا مختلفة وحمامات مع ميزات مختلفة مثل دشات وأحواض ومرايا ونوافذ، بالإضافة إلى غرفة نوم مع سرير وخزانة مع طائر عليها.",
    "36e6935d948843a8a292782b2919291b": "مجموعة من الغرف والحمامات مع أثاث ومرافق مختلفة، بما في ذلك حوض استحمام وطاولة وكراسي وأعمدة، كل ذلك تحت سقف مع أنواع مختلفة من الإضاءة والأنابيب.",
    "d5f3da3f2bdc4b028c1fe1a2362c7588": "سلسلة من الغرف والممرات بأرضيات خشبية، أقواس، وجدران بيضاء، تتميز بأثاث وزخارف مختلفة مثل أرفف الكتب، المرايا، والثريات.",
    "1d6a100cf3d34326936ef7d0a50840d9": "مسلسلات من الغرف والممرات مع الطاولات والأرائك والأرضيات الخرسانية والمنصات البيضاء ومختلف المعدات مثل الأحواض والمراحيض وأدوات الإضاءة ، مع السقوف التي تحتوي على الأنابيب والأسلاك ، وغرفة واحدة تتميز بحوض الاستحمام ولوحة فنية على السقف.",
    "a5f4055ab7134ffcbbe8b33150552301": "مجموعة من الغرف والممرات مع أثاث وديكور متنوع، بما في ذلك الساعات والمصابيح ونموذج منزل، مع أسقف خشبية ومقوسة ونافذة في غرفة المعيشة والممر.",
    "e02ddc9314b94d8d880a521155fee44d": "سلسلة من الغرف والمساحات المختلفة، بما في ذلك مطبخ، وحمام، وسلم، وجدران بيضاء مع رفوف، وأبواب، وأبواب نوافذ.",
    "f8aed080cca34f1cae4c902c6824975e": "مجموعة من الغرف والفضاءات، بما في ذلك حمام مع حوض استحمام ومرحاض، غرفة مع طاولة وكراسي، سلم، وعدة أبواب، كلها مع أرضيات وسقف وأنابيب مختلفة.",
    "98fd22dab4974af1bc2d351d7532dcaa": "سلسلة من الغرف والحمامات مع الطاولات والأرائك والأحواض، بالإضافة إلى مختلف إكسسوارات السقف والأنابيب.",
    "a92ada1b9db2420ca7e1b55d372f8ffa": "منظر لعدة غرف ومساحات، بما في ذلك غرفة المعيشة، الرواق، الحمام، والغرف التي تحتوي على مرايا، رفوف كتب، وبيانو، جميعها تتميز بجدران بيضاء وأرضيات وسقف خشبية أو أبيض.",
    "a78621aa1fa24b99bc2752ee584416c8": "منظر لمنزل يحتوي على غرف متعددة وسلالم وممرات، ويتميز بالعناصر الخشبية والبيضاء والقوس والرفوف والنوافذ المقوسة.",
    "7826ea601a3f4883815a3025f5d76477": "سلسلة من الأبواب، غرف الطعام، والغرف ذات الميزات المختلفة مثل الثريات، السجاد، والأنابيب.",
    "4d4cb9fda3164b6f8b74e99489d40b4b": "غرفة ذات حائط أبيض، درج متعددة ذات مساند خشبية وبيضاء، مرآة، ساعة، كرسي، وحمام به مرحاض أبيض.",
    "cf6f6d3e71214e7e9242b8a2406b0a6f": "مطبخ أبيض مع أطباق وصحون فضية على طاولة خشبية، وطاولات سوداء، وطاولة وكراسي أمام جدار أبيض، وطاولة سوداء مع زجاجات، ومطبخ مع أجهزة مطبخ سوداء، ثلاجة باب زجاجي، رواق مع باب، وسقف أبيض مع قدر على منضدة.",
    "c22786321d024820b6800a975ae81d12": "منظر لمطبخ ورواق مع جدران وأبواب وسقف أبيض، يضم أثاثًا وزخارف متنوعة مثل أواني وصحون، زجاجات، زجاجة نبيذ، وسجادة.",
    "2fc43c5dbfd64de19b6b720a6e67babb": "داخل أبيض مع عناصر مختلفة مثل السلم، الدرابزين، الحائط، الباب، والزهرية.",
    "21dd8e71dae64f378401cb0eba702b7d": "منظر لمنزل به غرف متعددة تشمل غرفة طعام وغرفة ساعة وغرفة حمام وغرفة معيشة ورواق، كل منها به مميزات فريدة مثل الأرضيات الخشبية والنوافذ القوسية والأفران والمصابيح المعلقة.",
    "9e843154119444daa94914691bcfd869": "منظر لمنزل يضم مطبخًا و قبوًا للنبيذ و غرفة طعام و أبوابًا مختلفة مع مقابض و مفاتيح.",
    "5248918af65645a28a65f59d3424598a": "حمام به مختلف الأثاث والتجهيزات، بما في ذلك الأحواض، والأحواض، والمراحيض، والكراسي، كلها بألوان بيضاء، مع بعض لمسات معدنية وخرسانية، وسقف مزود بمصابيح ومروحة.",
    "5e4c532bab8844699a423518eec22d72": "داخل أبيض وخشبي مع غرف متعددة، بما في ذلك غرفة طعام، رواق، وغرفة مع طاولة وأشياء على الحائط.",
    "ca8f4ab52e7d402a9d796b1f24c0ea64": "ممرات ومجالس تحتوي على ملصقات وصور وزخارف مختلفة على الجدران، بما في ذلك الجوائز والخيول والنمور والأعمال الفنية.",
    "51d76627bfb6408c96792ae892dde21f": "منزل مع غرف مختلفة وأشياء، بما في ذلك بيانو ورفوف كتب وأبواب بيضاء وأرفف مطبخ مع أدوات فضية ورف شرب وبار وطاولة سوداء وبوابات مختلفة مع مقابض وأقفال مختلفة.",
    "46084535ba3042d7b8bc94ecc117c3c1": "مجموعة من الغرف بأثاث أبيض وستائر وجدران، وبعض منها مع لمسات زرقاء أو صفراء، وبابات وأضواء من حين لآخر.",
    "feec2c137d66401687464e65fa1d2ce1": "مجموعة من المناظير المختلفة لله و صالات العرض و الغرف مع مختلف الأشياء و الأثاث، بما في ذلك الأحواض و الحمامات و الأساسات و الكراسي و الطاولات و الأنابيب، مع مختلف إضاءة و مشاريع على السقف.",
    "bec236792d90495f8d6dfc93bb5447c3": "مجموعة من مناظير مختلفة لدرج أبيض، مع لمحات من حمام، باب خشبي، ومطبخ.",
    "833f62f189f2482ba373b6195b879d02": "سلسلة من الغرف والأشياء، بما في ذلك حمام، لوحات، جدران ذات خطوط وتنقيطات، دب على طاولة، وساعة على جدار أبيض.",
    "6991b64d63e44b288e6f6bf4691a8158": "داخل أبيض مع غرف مختلفة وسلالم، بما في ذلك حمام، رواق، وأبواب ودرابزين متعددة.",
    "aadc2f85a2a742d7ba9a388dd6f4c9cf": "منزل مع أثاث خشبي وأرضيات، أسقف مقوسة ونوافذ، رفوف كتب، مواقد نار، ومرايا، مع مزيج من غرف الطعام، غرف المعيشة، والصالات.",
    "69d83243a72046d2bf1f772be52d649a": "غرفة نوم مع أثاث وديكور متنوع، بما في ذلك غطاء فرو، وسائد بيضاء، مصباح معلق زجاجي، ورق حائط مخطط، صور إطارية، حمام مع مرآة، ولوحات لمداخل ومحطات وقود.",
    "9c36a2928f3d436181736d628dd0a694": "منظر لمنزل يحتوي على ممرات ومداخل وغرف مختلفة تشمل غرفة طعام وغرفة نوم وحمام، مع جدران بيضاء وأرضيات خشبية واضاءات وديكورات متنوعة.",
    "35202b9ad8d64ce3ad53193ee0ca1f73": "سلسلة من الغرف والدهاليز مع أبواب مختلفة وسلالم وملحقات، بما في ذلك حوض استحمام ومروحة سقف وطاولات وأرائك.",
    "753778e43ea948c0835369d9bbf6fc89": "مساحة داخلية بيضاء مع درج، نافذة، ثلاجة، ومختلف أجهزة و أشياء على الجدران.",
    "b64591d08e6743fd912264ab5512b1c4": "مجموعة من الغرف والحمامات مع مختلف الإكسسوارات والأثاث، بما في ذلك تمثال وطاولة وكراسي وحوض استحمام، كل ذلك تحت سقف مع إضاءة معدنية أو خفيفة.",
    "53b8db730467448c9c92506f0443bd96": "مطبخ مع أجهزة ومفروشات متنوعة، بما في ذلك طاولة، كراسي، ثلاجة، موقد، ميكروويف، حوض، وطاولات، مع سقف وثريات إضاءة فوق.",
    "bf887dbe935e40c5a2f04ab91b987106": "غرفة بيضاء مع أبواب خشبية متنوعة، حوض استحمام، حوض غسيل، عربة كبيرة، كراسي، وتلفزيون على خلفية بيضاء.",
    "c9d97062652b41a3bd1b7a8f06b3b465": "حمام ورواق مع ميزات مختلفة مثل حوض الاستحمام، المرايا، الأبواب، ومروحة السقف.",
    "00c50c04e48e4cfabcb913f70701ab17": "منظر لأبواب متنوعة وغرف طعام وحمامات وغرف مع طاولات وأكراس، مع تفاصيل مثل الإطارات والمقابض والمرايا والثريات والسجاد وأجهزة الإضاءة.",
    "5eedd74c2a86462dafb8031559666b15": "سلسلة من الأبواب المختلفة والغرف والأثاث، بما في ذلك كرسي حلاق في غرفة مع مرآة، وضوء نجمي معلق فوق سرير في غرفة نوم، ومطبخ مع إطار أبيض، ومدخل مع علامة عليه، غرفة طعام مع طاولة خشبية وأرائك، وأبواب مختلفة مع مقابض ومفاصل مختلفة.",
    "77547000cee245539277debd25748aa9": "سلسلة من الغرف بأثاث وديكور متنوع، بما في ذلك تلفزيون كبير، طاولات غرفة طعام، رفوف كتب، ونوافذ تطل على السماء وضوء يسطع من خلالها."
}