{
    "529f006f8293406da0b506defd2891a5": "سلسلة من الغرف مع أثاث وديكور متنوع، بما في ذلك العرائس واللوحات والأرغن القديم وغرفة الطعام وخزانة الصيني والمطبخ والمرايا وصالة مع أريكة ولوحة.",
    "ab69d97d6e7f4de0b24659ee970ec713": "منظر لمطبخ أبيض، غرف صغيرة ذات ورق حائط مموج، حمام مع مرآة وحوض استحمام، رواق مع أبواب ونوافذ، ومطبخ صغير مع حوض وطاولة.",
    "d92842ea395c4a4da5ff59a2b481e480": "منظر لمنزل يتضمن صالة صغيرة مع جراموفون وموقد، غرف نوم مع سجاد وصور، مطبخ مع خزائن بيضاء، وغرفة طعام مع طاولة كبيرة وثريا.",
    "9b0055db51914f059f7b9eaf79297f02": "مجموعة من الغرف والمواد المختلفة، بما في ذلك الأفران، المرايا، الشموع، الغراموفون، الساعات، الأبواب، والأثاث، مع ورق حائط مطبوع ومراوح سقف موجودة في بعض الغرف، ومصباح معلّق ونافذة في أخرى.",
    "5db6d45b905f458a8290e69ff3e8d820": "شقة صغيرة تحتوي على غرف مختلفة تشمل حمامًا ومطبخًا وغرفة نوم، كلها مزينة بورق حائط بأشرطة زرقاء وبيضاء ونمط زهري، مع ساعة وصور معروضة على الجدران، وحوض استحمام ونافذة في الحمام.",
    "1e6b606b44df4a6086c0f97e826d4d15": "منزل به غرف متعددة تشمل غرفة طعام وغرفة معيشة وحمام وغرفة نوم، كل منها به أثاث وزينة مختلفة.",
    "548d13fef345430ba0ca030f8edf4543": "منظر لعدة غرف وأشياء في المنزل، بما في ذلك غرفة طعام، بيانو، مدفأة، حمام، خزانة صينية، رواق، وأبواب خشبية مع لوحات وم.",
    "7b017f053981438a9c075e599f2c5866": "سلسلة من الغرف مع أثاث وديكورات متنوعة، بما في ذلك الأسرّة والألعاب والورق الجداري والستائر والكتب.",
    "554bc6fed45e45df85fc9bb7b8032162": "غرفة نوم صغيرة مع ورق حائط وردي وأبيض مموج، سرير، سرير دمى، دمية جالسة على كرسي بجوار نافذة، صورة امرأة مع طفل على الحائط، ستارة لونها البني الفاتح، مكتب وكرسي، وسجادة مع الدمى.",
    "218fdf5321f9482e85e828c56f2c0c94": "مسلسلا من الغرف المختلفة، بما في ذلك المطبخ، غرفة الطعام، والحمام، مع أثاث ومرافق مختلفة مثل الموقد، الثلاجة، الساعة، والأطباق.",
    "cc34e9176bfe47ebb23c58c165203134": "منظر لمنزل يتضمن غرفًا متنوعة وحمامات بديكورات وميزات مختلفة مثل الأحواض والاستحمام والساعات والصور الإطارية والورق الجداري المخطط.",
    "073656b4030d4389ba7f304298be1d73": "مجموعة من الغرف والنوافذ مع أثاث متنوع وورق حائط وزخارف بألوان زرقاء وبيضاء.",
    "994c3fd765cb4a1c9b38e0bf66c20fb1": "مسلسلات من الغرف والأشياء، بما في ذلك العارضات واللوحات والبيانو والثريات والكراسي، مع مختلف الديكور والأثاث.",
    "bf85972c0d1c47c0b2c90a0c41cb4c62": "مسلسلا من الغرف مع أثاث وديكور متنوع، بما في ذلك العرائس والأرغنات وطاولات الطعام وأرفف الصيني ولوحات الفن.",
    "1e3a672fa1d24d668866455162e5b58a": "منظر لعدة غرف في المنزل، بما في ذلك غرفة الطعام، غرفة المعيشة، الحمام، وغرفة النوم، مع تفاصيل مثل الأثاث، الستائر، والزينة.",
    "27af7fd637014142a4f530cfd4557189": "سلسلة من الغرف والممرات مع لوحات مختلفة وأرضيات خشبية وجدران وأبواب مع ألواح زجاجية زخرفية وحمام مع سقف خشبي وثريات إضاءة.",
    "3be66dc4f0fb46449d63b07d92c74f3f": "منظر لمنزل يتضمن جدارًا به لوح تذكاري، ملصق زهور إطاري، غرفة ذات ورق حائط دمسقي، باب يؤدي إلى غرفة طعام، باب خشبي مع مرآة، حمام صغير، خزانة خشبية مع أكواب شاي، خزانة صينية قديمة من خشب البلوط، لوحة فنية لجبل، باب مع كرسي خشبي، نافذة زجاجية ملونة، وغرفة مع لوحة فنية إطارية.",
    "ee3c278732514701bacdfdacf81f4915": "سلسلة من الغرف المختلفة والنوافذ مع أثاث وديكورات متنوعة، بما في ذلك الستائر واللوحات والبيانو والثريات والنباتات.",
    "976c954bc5944db493d6149ee4bc7a2a": "مجموعة من الغرف ذات الورق الجداري المختلف، الأسرّة، النوافذ، والستائر، مع بعضها يضم صورًا، عرائس، ومصابيح.",
    "53937db036374126830e0f1203b04ead": "سلسلة من اللقطات القريبة من الأبواب والأرفف والمرافق في المطبخ والحمام، مع لمحات متكررة من ممر ومرأة ترتدي فستانا.",
    "06addff1d8274747b7a1957b2f03b736": "مجموعة من الغرف والمداخل مع أثاث وورق حائط وزخارف متنوعة.",
    "c7755456aa1c4a149e7975ef037b49f1": "غرفة مع أثاث وديكور متنوع، بما في ذلك كرسي، نافذة مع ستائر، مدفأة مع صورة، مرآة، جرامافون، طاولة غرفة طعام، بيانو، ومصباح.",
    "8d51f41d9ce04dfdaae944da9c6d3847": "مسلسلة من الغرف، بما في ذلك غرفة نوم مع سرير ودرج، وحمام مع نافذة وورق حائط، وعناصر زخرفية مختلفة مثل زهرية ومصباح وصور إطار.",
    "9039d42e4ef4406fa57a2fbd2daba6cf": "غرفة ذات ورق حائط ي وأبيض مموجة مع أثاث ومزخرفات متنوعة، بما في ذلك سرير دمية وصور إطارية ونافذة مع ستائر من القماش المطرز.",
    "edc7b2c25f054ce8992ae3fb66e80881": "مطبخ به العديد من الأشياء على الرفوف والطاولات والمدافئ، بالإضافة إلى الجدران البيضاء والستائر والخزائن، والأرضيات والرفوف الخشبية، مع وجود باب ونافذة من الزجاج الملون.",
    "1a0d730696cc4057b0037a75c8ef6b59": "مطبخ صغير ومساحة طعام مع أثاث وديكور متنوع، بما في ذلك موقد أسود عليه قلب، رف أبيض به ساعة، نافذة زجاج ملون، وأطباق كثيرة على الرفوف والخزائن.",
    "383d84c26afa4fae9e68b89d445e091e": "سلسلة من الغرف والمواد المختلفة، بما في ذلك قلب خشبي، قلب معدني، حمام أبيض، موقد مع قدر فوقه، مطبخ مع طاولة وكراسي، ثريا مع زجاج ملون، ساعة معلقة على باب خزانة، ووقوف سياج خشبي في غرفة طعام.",
    "a3297c84260041288c5c38c0d1aa0a9a": "غرفة ذات ورق حائط أزرق وأبيض مزخرف بأزهار، سرير، كرسي، دولاب، باب خشبي، وصور على الحائط.",
    "b72b7b78675f429a9f382a44e551cffc": "منظر لعدة غرف وحمامات، كل منها يحتوي على ميزات مختلفة مثل الأحواض والمراحيض والمرايا والورق الجداري والأثاث.",
    "9ea0131d87a2428fb2f6cdb6167fa1bc": "سلسلة من الغرف مع أثاث وديكور متنوع، بما في ذلك أريكة، لوحة، ثريا، بيانو، امرأة في فستان، طاولة طعام، مدفأة، ورق جداري مخطط، مصباح، تمثال، مرآة، صور لرجل وامرأة، ستائر من الدانتيل، ونوافذ.",
    "362d0cba60a94638b4b7a30c029d3ef9": "غرفة نوم ورديّة بيضاء مع عرائس متنوعة، عربة أطفال، سرير مع غطاء وصور على الحائط، ستائر من الدانتيل، آلة خياطة، وساعة.",
    "8b5733d14ac745ee8009a5089cf8d444": "منزل مع غرف و أثاث متنوع، بما في ذلك غرفة معيشة تحتوي على بيانو وأريكة، غرفة طعام مع أثاث قديم وموقد، ونوافذ متعددة مع ستائر بيضاء ودانتيل.",
    "0c3c242b5567468889d3c66eb931d6e8": "منظر لمنزل به غرف و أثاث متنوع، بما في ذلك دمية ترتدي فستان أزرق، وغرفة طعام تحتوي على بيانو، وخزانة عرض بها كؤوس شاي وأطباق، وغرفة معيشة تحتوي على سجادة كبيرة وأريكة.",
    "11f452db8a6b42f88c78be639670b423": "مجموعة من الغرف مع أثاث متنوع، ولوحات، وزخارف، بما في ذلك بيانو، ومصابيح كريستالية، ونوافذ مع ستائر وإطارات.",
    "d6000f2eb0e34eecafcdd3ceec024509": "منظر لمبنى به غرف و أثاث متنوع، بما في ذلك مشغل أسطوانات، غرفة نوم، مطبخ، غرفة طعام، وغرفة معيشة.",
    "c2e11b94c07a4d6c85cc60286f586a02": "منظر لغرف مختلفة في المنزل، بما في ذلك غرفة نوم، غرفة طعام، مطبخ، وغرفة معيشة، مع تفاصيل مثل الأثاث، الديكور، ومروحات السقف.",
    "8898d3cea28d404f8f69c3a3bce52371": "مطبخ به العديد من الأشياء مثل موقد وطاولة وساعة وكيك وكوب من الشاي ونافذة مع ستائر وصندوق خشبي وخطاف خشبي ودرج مع علامة وباب مع علامة وهاتف ووحدات خزائن بيضاء ومرحاض وثريات."
}