{
    "bda8025f20404048a77381e9e0dc0ccf": "منزل حديث مع مناظر متنوعة تشمل مسبحًا وجبالًا ومدينةًا ودرابزين زجاجيًا، مع سيادة عناصر بيضاء وزجاجية في جميع أنحاء.",
    "92b53ec4323443c1a4f64e6722f0e8f1": "حمام أبيض مع ميزات متنوعة مثل دش زجاجي ونافذة ومروحة، بالإضافة إلى غرفة نوم مع سرير ولوحة فنية على الجدار، مع إطلالة على المدينة والمحيط.",
    "2d96b26cda36427681eb898e2f050acf": "مجموعة من المناظير من زوايا مختلفة، بما في ذلك شرفة تطل على الجبال، وشرفة تطل على المدينة، ومنزل حديث مع سقف زجاجي. خلال الزوايا المختلفة، توجد أشياء مختلفة مثل الطائرات الورقية، والطائرات بدون طيار، والأثاث.",
    "d71d7cbdac6643458be30ee6ed4777df": "مجموعة من وجهات النظر المختلفة للغرف البيضاء والأشياء المختلفة، بما في ذلك الحمامات والأبواب والكمبيوتر المحمول والساعة والممر والطائرة التي تطير فوق خلفية بيضاء.",
    "b7edc2ba5dfb4efca54cae50b9d40b27": "شقة حديثة تطل على مناظر مختلفة للمدينة، تحتوي على كرسي أبيض، تلفزيون، شرفة، لوحات، وسرير أبيض.",
    "0c589847582145febe410715c1cf3866": "مسلسلات من مختلف الآراء، بما في ذلك مسبح مع مختلف البيئات، طائرة تحلق في الأعلى، منزل زجاجي يطل على المدينة، وغرفة معيشة حديثة مع أبواب وزجاج.",
    "58351a02ce7742bd9a6674db0131a534": "منزل حديث مع جدران بيضاء وأبواب زجاجية وسلالم ومختلف النباتات واللوحات في جميع أنحاءه، بما في ذلك حمام مع حوضين ومِرايا.",
    "e502b3639ef645bdbbc7c51c8d72eb81": "منزل عصري مع غرف متنوعة وإطلالات، بما في ذلك غرفة معيشة بإطلالة على الجبال، وسطح مع أريكة بيضاء وإطلالة، ومطبخ مع خزائن وألواح عمل بيضاء، وغرفة معيشة عصرية مع طاولة طعام وكراسي.",
    "861d5b5760744c5b91f9f3fc50b9f5e3": "منزل عصري مع غرف متنوعة وإطلالات، بما في ذلك غرفة معيشة مع نافذة زجاجية كبيرة، و شرفة مطلة على المحيط والجبال، ومطبخ عصري وغرفة طعام، وغرفة معيشة مع مدفأة ولوحة فنية على الحائط.",
    "89e86606acae450e99ab412da3e1defd": "حمام مزود بميزات متعددة مثل أبواب دش زجاجية وحوض استحمام واطلالة على المدينة ومرايا وأحواض غسيل وإضاءة.",
    "2f2cac014c7e4877baf8c45690e5f8a4": "مسلسلات مختلفة من الشرفات والغرف مع مناظر متنوعة من المدينة والجبال والسماء والديكور الداخلي.",
    "f945162ec27343bdbddaf1dd4977e2e8": "منزل حديث مع مناظر متنوعة من الشرفات والمناظر الحضرية واللوحات.",
    "7bd607a0d5974fd99ddc913595bb9883": "حمام مزود بميزات متنوعة مثل حوض استحمام، دش، جدران زجاجية، نور سماوي، وإطلالة على المدينة أو المحيط.",
    "3eb5a1587c244eebba6d63748a57b9ad": "منزل عصري مع مناظر متنوعة للجبال والمدينة والمساحات الداخلية التي تتميز بمسبح وأرائك ومفروشات معاصرة.",
    "7809ee4664cd428c8831a1267d23eaff": "منظر لغرفة نوم بيضاء، خزانة، مطبخ، وغرفة غسيل مع رفوف ودرج مختلفة وإطلالة على المدينة.",
    "913cdee3c5a0478ca632424e5584cb19": "منزل عصري يضم عناصر زجاجية، بما في ذلك درج زجاجي وأبواب زجاجية وأرفف نبيذ، بالإضافة إلى لوحات و نبات.",
    "e7bdd12ac3f3497fbfdead1aca566941": "منزل عصري ومميز بتصميم بسيط يحتوي على غرف متعددة وإطلالات على المدينة والجبال، ويشمل جدران بيضاء ونوافذ كبيرة ومزيج من الأثاث والفنون.",
    "69da3742bce54199a1f2a49ecabf8618": "مساحة معيشة حديثة مع أثاث وديكور متنوع، بما في ذلك أبواب وزجاج نوافذ مع مناظر للمدينة، وصور مصورة وإطارات، وخليط من الجدران البيضاء والسوداء.",
    "fdfe08487f014933b7aebf4930aafbf8": "منزل حديث مع مناظر مختلفة للجبال والمدينة، يضم مطبخًا أبيض مع فواكه، غرفة معيشة مع سجادة كبيرة ولوحة، ومطبخًا مع خزائن بيضاء وسطح من الخشب.",
    "d3ed1b6f834c4951a939a14efb6eb3f4": "منزل عصري مع جدران بيضاء وأرضيات خشبية، يضم غرفًا مختلفة مع لوحات وخزائن ومطبخ، بالإضافة إلى مصاعد زجاجية وغرفة ذات نوافذ مع مكتب.",
    "9a7dbaeae4f049f09e3e7472d11e796e": "منزل عصري مع جدران بيضاء وأرضيات خشبية ودرابزين زجاجي ولوحات وثريات متنوعة في كل مكان، رجلا جالسا على الأريكة وطائرة تحلق في السماء.",
    "0f3465d1a89e446281cb6c39c2c63cb2": "داخلية بيضاء ورمادية مع غرف ومرافق متعددة، بما في ذلك حمام، غرفة معيشة بإطلالة على المدينة، غرفة مع نافذة كبيرة وصور، رجل يطير طائرة، شخص يحمل جهاز تحكم عن بعد للتلفزيون، ممر مع بلاط أبيض، وخزانة بيضاء مع رف خشبي.",
    "0d31b7f9341e40c9ab508eb53168dfde": "عرض أرفف نبيذ مختلفة ومرايا وزجاجات في منزل حديث مع لمحات من عداد مطبخ رخامي أسود وخلية نبيذ وحمام وسلم زجاجي.",
    "96c65da51f1a47f6b9ffa425b607b6b2": "داخل أبيض مع أبواب مختلفة وجدران ومعدات، بما في ذلك حمام وساعة وسجادة وسلم، بالإضافة إلى لوحات فنية مجردة ومنظر للمدينة.",
    "6e58a7a5583847d7be281fc41b86c94b": "مساحة معيشة عصرية تضم مناظر متنوعة تشمل منظر الجبال والمدينة والمحيط، وتتميز بأثاث أبيض وسلم زجاجي ولوحة فنية كبيرة على الجدار.",
    "69c059f0f5c6450e8cc5e6459bd4cb3c": "منزل حديث مع مناظر متنوعة تشمل مسبحًا بجدار زجاجي و شلال، منظر للمدينة من مبنى عال، رجل يطير طائرة ورقية، منظر للجبال، حمام أبيض وجدار، مطبخ حديث مع بار و كراسي، غرفة معيشة مع باب زجاجي كبير، و شرفة من البلاط الأبيض مع مسبح وكراسي استرخاء.",
    "14e4d7d9e58042a085685ceedb7f23da": "مساحة داخلية بيضاء تحتوي على غرف وعناصر مختلفة، بما في ذلك غرفة غسيل، حمام، رواق، غرفة معيشة، جهاز تحكم في الحرارة، باب حمام، شاشة تلفزيون، وباب خزانة.",
    "f636b5c9907d4977849eea19746caf67": "مساحة معيشة حديثة مع ممرات بيضاء، مدفأة، نوافذ كبيرة، درج، وصور إطارية على الجدران.",
    "6536cc05bf45478aa2aceaa3bc575b61": "منزل حديث مع مناظر متنوعة تشمل مسبحًا ومدينة وأشجارًا وسماءً تظهر من خلال أبواب و نوافذ زجاجية.",
    "0a41d3482c2b4bccb3f7503fbd34969e": "مساحة داخلية بيضاء مع لوحات متنوعة، غرفة معيشة تطل على المحيط، حمام أبيض، خزانة، كتاب على زاوية بيضاء، دب قطني، ورجل جالس على أريكة.",
    "98ada9cf49e441539d91b3f45839539b": "منزل عصري مع غرف متنوعة ومميزات تشمل أرضية زجاجية، مسبح، مناظر مدينة، نور سماوي، مطبخ مع بار وجزيرة، غرفة طعام، وغرف معيشة مع أثاث أبيض ولوحات كبيرة.",
    "ccabfad5dfcd47cd821e57a15a58d55c": "منظر لمنزل به غرف مختلفة ومناظر، بما في ذلك اللوحات، والأرضيات الخشبية، والساعة، والباب الأحمر، والمطبخ الأبيض، ودرابزين السلم الزجاجي، والثلاجة البيضاء، والنوافذ ذات مناظر المحيط والمنحدر، وغرفة نوم مع نافذة كبيرة وسرير.",
    "94b984416764411c9a7aec89ac280670": "منزل حديث مع ميزات زجاجية، بما في ذلك سلالم زجاجية، خزائن زجاجية، وباب دش زجاجي، بالإضافة إلى أرفف نبيذ وممر معبّد بالبلاط الأبيض.",
    "432fbb4e9d7c47698c5f204563bc9dda": "حمام مزود بميزات مختلفة مثل دش زجاجي وأرضية خشبية ولوحة فنية كبيرة، بالإضافة إلى مناظر للمحيط والسماء والمدينة، وحجرة معيشة بيضاء وحمام صغير مع إكسسوارات أساسية.",
    "63628e0fe6084baeb6e5005b14753793": "غرفة بيضاء تحتوي على أثاث ومواد مختلفة، بما في ذلك خزانة، رفوف، مطبخ، حمام، وأبواب.",
    "11cbdd2fbbbd439fb12def19ceaba67a": "داخل أبيض ومينيمالي مع لوحات مختلفة وإطلالات على المدينة والسماء من زوايا مختلفة.",
    "778fcb7553fe4322a49ddc62554ce081": "مطبخ أبيض مع أرضيات خشبية وأرفف، خزانة مع حوض ومبردة، غرفة معيشة مع مدفأة وإطلالة على المدينة، خزائن مختلفة مع رفوف وأدراج، خزانة ممر مع أبواب زجاجية وأدراج، ومطبخ مع رفوف خشبية وثريات.",
    "d6d760a338fa40b2ac5f4071dccba708": "سلسلة من المشاهد من زوايا مختلفة، بما في ذلك شرفة تطل على الجبال والمدينة، وطائرة تحلق في السماء، وطائرة ورقية تحلق فوق مبنى، ومشاهد مختلفة لغرفة نوم بيضاء تحتوي على سرير وكرسي.",
    "e31bd661d403497ea15d4398dd336795": "مسلسلات من وجهات نظر مختلفة، بما في ذلك درج مع مساند زجاجية، غرفة معيشة مع منظر للمدينة، مطبخ أبيض مع رف نبيذ، لوحة معلقة على الحائط، رجل جالس على أريكة، شاشة تلفزيون بيضاء، ودرج مع درجات خشبية.",
    "57ab15160eeb405b95a83ad8c5a2b2e0": "منزل حديث مع مناطق مختلفة تشمل شرفة، سطح، مسبح، شرفة زجاجية، مطبخ، غرفة معيشة، وإطلالة على الجبال والمدينة.",
    "f9d2ac8282aa4f5b9a65222b651fea6c": "غرفة مع أثاث وديكور متنوع، يشمل سريرًا ومصابيح ولوحات فنية ومرايا وأرائك ووجهة بحر وجبال.",
    "9d965dc650ea4edb84cbfe672d10befc": "حمام أبيض حديث مع أبواب دش زجاجية وإطلالة على الجبال والسماء، حوض أبيض مع مرآة وآلة توزيع الصابون، رجل يحمل هاتفًا، أبواب زجاجية منزلق مع إطلالة على الجبال في غرفة المعيشة، وأبواب بيضاء مع مقابض ومفاتيح إضاءة.",
    "91a3d213de5a4516bdad5c8693919fb7": "منزل حديث مع أرضيات من البلاط الأبيض، درج زجاجي، وغرف مختلفة تشمل غرفة معيشة مع مدفأة، غرفة طعام مع جدران زجاجية وإطلالة، وممر مع صور إطارية وباب خشبي.",
    "f54252cc82224351a83879dc1f676d94": "مسلسلات من مختلف الآراء، بما في ذلك غرفة معيشة مع كرسي أزرق و منظر، منظر مدينة من نافذة زجاجية، منظر من منزل مع تلال، باب دش زجاجي، لوحة في غرفة معيشة، غرفة معيشة حديثة مع لوحة كبيرة، مطبخ حديث مع باب زجاجي، وغرفة معيشة مع تلفزيون ومدفأة.",
    "c798bb077d24453292903021021e1c23": "منزل حديث مع درابزين سلم زجاجي، سلم زجاجي يؤدي إلى غرفة طعام، حمام مع باب دش زجاجي ومروحة سقف، لوحات متنوعة لأوجه نسائية، نوافذ مع مناظر حدائق وأشجار، وسلم خشبي مع مفتاح إضاءة عليه.",
    "83108d9e987b45c484362f5cda5b1bd1": "مساحة معيشة عصرية مع غرف متعددة، تشمل غرفة معيشة مع مدفأة وتليفزيون، غرفة نوم مع منظر، وممر مع صور معلقة على الجدران.",
    "d0b8e8e2ffa645f39d418a32c6cfb695": "مجموعة من الغرف المختلفة والإطلالات، بما في ذلك غرفة نوم مع سرير وديكور متنوع، وحمام مع حوض استحمام وباب زجاجي، وإطلالات على المدينة والهضاب من النوافذ والشرفات.",
    "07cd02ed4db64d8bb7280d4c6a53385b": "مساحة معيشة حديثة مع جدار زجاجي، تحتوي على مطبخ مع خزائن بيضاء وة إما الجبال أو المدينة، وغرفة معيشة مع مروحة سقف وأضواء.",
    "565aa4a845ba446481601ca648d03807": "منزل حديث مع سلالم زجاجية، لوحات على الجدران، باب زجاجي يطل على حديقة، ورجل جالس على أريكة أمام جدار أبيض مع تلفزيون.",
    "031986523c3c4e88a26dcd27e9bcff7a": "منزل عصري أنيق مع غرف متنوعة وإطلالات على المدينة والجبال والسماء.",
    "7fc741d78b4248018bbb3a24bc0c2fbb": "مزيج من مناظر الجبال و مظاهر المدينة و المنازل الحديثة ذات الدرابزين الزجاجي و الشرفات، تتميز بطائرات ورقية تطير في السماء و لونين رمادي و أبيض.",
    "f17490100cc04fd5876957a00a6237b1": "بيئة بيضاء وحد الأدنى مع أشياء مختلفة مثل ساعة، طائرة، باب، ممر، أريكة، حمام، لوحة، وطائر.",
    "875061238dd04a2ab9bfaf8d85d6c549": "مجموعة من المناظر المختلفة، بما في ذلك شرفة حديثة مع منظر للتل، وسطح مع منظر للمدينة، وشرفة زجاجية مع منظر للمدينة، وغرفة معيشة مع جدار زجاجي كبير وكرسي.",
    "2cac7e9bab434773912d004fac524373": "مجموعة من الفن والديكور الأسود والأبيض في مكتب منزلي حديث، بما في ذلك رواق يطل على البحر، درج أبيض، وحمام به لوحة سوداء وبيضاء على الحائط.",
    "39a03200d75141b79e1f306fcca75c46": "منزل حديث مع مناظر متنوعة للجبال والتلال والمدينة والسماء، ويشمل بلاط خرساني و شرفة وأبواب زجاجية منزلقة وأثاث أبيض وحوض سباحة وطائرة ورقية تطير في السماء.",
    "54e82ba8203948fe89d10ad1a7e562d4": "مساحة معيشة حديثة تضم غرفًا متنوعة وإطلالات، تشمل غرفة نوم مع سجادة سوداء وبيضاء، غرفة معيشة مع مدفأة وإطلالة على الجبل، وغرفة نوم مع سرير ومدفأة.",
    "fa41a8025f104d95bc0ef4635b65592b": "مسلسلات من غرف مختلفة ومناظر، بما في ذلك كرسي أبيض ومقعد، باب زجاجي منزلق في غرفة المعيشة، شرفة تطل على تلال وجبال، لوحة معلقة فوق سرير، وغرفة نوم بيضاء مع سرير وصور إطارية.",
    "1f9c76967f3b46ec87c1c58a86094a58": "ديكور داخلي أبيض ومتواضع مع لوحات فنية مختلفة وإطلالات على المدينة والمحيط.",
    "63e33ac709a8411687e5b4a36dda1c76": "مطبخ حديث مع مناظر متنوعة، بما في ذلك الجبال والمناظر الحضرية، بالإضافة إلى نظرات على حمام وغرفة ملابس وحدائق.",
    "85b4d3014af0457e9bb0827ea6e18925": "غرفة نوم مع سرير أبيض وجدران، نافذة كبيرة، لوحة فنية على جدار أبيض، ممر مع أرضيات خشبية بيضاء ولوحات، غرفة مع شرفات زجاجية، سلم مع لوحة، نوافذ تطل على الجبال والمنحدرات، ودمية دب أسود وأبيض أمام نافذة.",
    "fcf3b78d35544555a69e47f346b63e38": "منزل عصري يحتوي على مساحات معيشة متنوعة، بما في ذلك غرفة معيشة مع مدفأة، ومطبخ عصري مع طاولة طعام كبيرة، وغرفة طعام مع ثريات كبيرة وزجاجي وطاولة طعام زجاجية، جميعها تطل على المدينة وتحتوي على عناصر تصميم عصري مثل السلالم الزجاجية والأثاث الأبيض.",
    "b3191aeb9a224993b6dd549b8d6a732b": "مجموعة من المناظر من غرفة نوم وغرفة معيشة وشرفة و فناء مع أثاث وفنون مختلفة، تطل على الجبال والتلال والمدينة.",
    "f988fa11ddd7405f8427445a04494022": "منزل عصري أنيق مع غرف ومميزات متنوعة، بما في ذلك صالة مع أبواب زجاجية، منظر للمدينة، مطبخ مع بار، وغرفة طعام مع ثريات زجاجية.",
    "6c776704f4dd44f985b0bf2d441dfb92": "منزل بسمات متنوعة مثل درج خشبي وزجاجي، غرفة معيشة حديثة، شرفة، غرفة بيضاء، لوحة فنية، مرآة، دراجة هوائية، طائرة بدون طيار، أريكة، ورجل يطير طائرة في السماء.",
    "bc48486938fb46c1b18c3a30767283c5": "منزل عصري مع عناصر بيضاء وزجاجية، بما في ذلك سلالم زجاجية وأبواب ونوافذ زجاجية وحمام أبيض وثلاجة بيضاء ومنظر لشجرة وبامبو من خلال نافذة.",
    "e4a4df0cca7d481fa58dd0c483c08da3": "مطبخ حديث أبيض ورمادي مع إطلالة على المدينة والجبال، يضم أبوابًا وزجاجًا، وأجهزة من الفولاذ المقاوم للصدأ، وحمام أبيض مع مرآة ومرحاض.",
    "6b24c7c2fd9e4849b75eedd5298958d7": "منزل حديث مع درج زجاجي وجدران بيضاء ولوحات متنوعة وقطع أثاث.",
    "d28afd8227934d9e9845a151839f2501": "منظر لمنزل يتضمن غرفة معيشة مع مدفأة وتليفزيون كبير، غرفة نوم مع منظر وخزانة ملابس، وحمام أبيض مع مصباح.",
    "6a2ce6dc04294e55af92a617d00fc4aa": "منزل عصري مع مناظر متنوعة للمدينة، مسبح، سماء، يضم أبواب زجاجية متحركة، طاولات وأرائك، ومزيج من الديكور العصري والتقليد.",
    "cdecf77c381d4468a4aae22ddd6a1202": "حمام به جدران بيضاء وأبواب وزجاجات زجاجية ونباتات بامبو ومختلف التجهيزات مثل الحوض والمراحيض والمرايا.",
    "dbfa6331cdc2481ca6c104ead7344e72": "منزل حديث مع غرف متنوعة تشمل شرفة مفروشة بالرخام البيضاء مع مسبح، غرفة معيشة مع تلفزيون كبير ومنظر، مطبخ مع خزائن بيضاء وباب زجاجي، ولوحة فنية معلقة فوق أريكة في غرفة المعيشة.",
    "3a57f8d8b7f245928a1b5529333ae474": "مجموعة من أرفف النبيذ المختلفة والزجاجات والأكواب في مناطق مختلفة من المنزل، إلى جانب لمحات من المطبخ والحمام والأبواب الزجاجية المنزلقة.",
    "49888a3fad204e94a546db3b697a364b": "مسلسلات من الغرف والفضاءات ذات الجدران والأرضيات البيضاء، تتميز باللوحات والأثاث، بالإضافة إلى السلم والنوافذ الزجاجية.",
    "3a9381248af24e2795095eda5bee2270": "منزل حديث مع جدران بيضاء، وأرضيات خشبية، وأبواب وزجاج زجاجي، ولوحات، ومزيج من الغرف النومية والحمامات والمطبخ وغرفة المعيشة، مع مناظر لمنحدرات الجبال.",
    "7dca42b9f8a04177b4766e6b90a76aef": "منزل حديث مع مناظر متنوعة تشمل مسابح وجبال ومناظر مدينة وتركيبات زجاجية.",
    "0cdb095289ae43a3a716316982c644c3": "مساحة معيشة عصرية مع أثاث وديكور متنوع، بما في ذلك تلفزيون وجدران زجاجية ولوحات فنية وتصوير للمدينة أو الجبال.",
    "1f82c88d356249708e9b46448be7034a": "مساحة معيشة عصرية ذات نوافذ كبيرة وإطلالة على المدينة والمحيط، تضم غرفة معيشة بيضاء ومطبخ مع كراسي بار وأبواب زجاجية، وغرفة طعام مع طاولة زجاجية وثريات.",
    "4d2108a6225f4a47b19f54fa4a61588e": "منزل حديث مع غرف وسمات متنوعة، بما في ذلك أرضية زجاجية وأبواب زجاجية وبركة سباحة واطلالة على المدينة ومطبخ مع بار وغرفة طعام مع جدران زجاجية وغرفة معيشة مع مدفأة ولوحات فنية على الجدار.",
    "d0fd62a0342b4cf1ba722c39aca257ce": "مسلسلات من غرف مختلفة وشرفات مع مناظر متنوعة للمدينة والجبال والسماء، تحتوي على أثاث مثل الكراسي والأرائك والأسرة والتلفزيونات.",
    "f106c5744f8e444d931ed9bdd12ee3aa": "مجموعة من الغرف والمساحات، بما في ذلك غرفة نوم مع سرير ولوحة، غرفة مع سقف أبيض ولوحة، غرفة نوم مع مرآة وأرضية خشبية، غرفة نوم مع باب زجاجي يؤدي إلى شرفة، رواق مع درج ولوحة، غرفة معيشة مع أريكة ومنظر الشرفة، وغرفة نوم مع باب زجاجي ومنظر التلال.",
    "fd23ee9232f54604bda2e7cb0d4055d1": "منظر لشقة بيضاء الجدران تحتوي على غرف مختلفة تشمل حمامًا وخزانة وغرفة معيشة وغرفة نوم، كل منها مزود بديكورات وأثاث مختلفة.",
    "67635a89fb324efcb365622f6b521e1e": "مجموعة من مناظير غرفة نوم، حمام، وشرفة مع أثاث وديكور متنوع، بالإضافة إلى مناظير الجبال والتلال المحيطة.",
    "f3c8df634cca40529a3072200d6820d4": "منظر لمنزل حديث، يتضمن لوحة سوداء وبيضاء، أبواب بيضاء وخزانة، غرفة معيشة تطل على المحيط، سلم حديث، وحمام مع مروحة سقف.",
    "5f5b895c833b41afb1db0ba29afce147": "سلسلة من الغرف والمرافق البيضاء مع اللوحات، خزانة، مبرد، جهاز كمبيوتر محمول، تلفزيون، طائرة تحلق، مطبخ، حمام، ومختلف الأثاث والأشياء.",
    "2f59933fa37143049c27c412c3133c55": "حمام أبيض مع إكسسوارات متنوعة وممر مع أبواب وجدران بيضاء.",
    "9638fb3433444ff2b5c1a0ec5078c1c1": "منظر لغرفة نوم، حمام، ممر، وشرفة مع مناظر مختلفة وزخرفة.",
    "70c72b63efcb428392cbd238fb0daea2": "منزل حديث مع غرف متعددة بما في ذلك غرفة المعيشة مع منظر للجبال، مطبخ مع أجهزة من الفولاذ المقاوم للصدأ، وغرفة مع لوحة فنية على الحائط.",
    "459819a39f89447ab8dd531fa38f0c3e": "مسلسلات من غرف ومساحات مختلفة، بما في ذلك غرفة غسيل، حمام صغير، غرفة معيشة، رواق، وأبواب وجدران متنوعة، كلها ذات ملامح بيضاء أو خشبية وبعضها مع أضواء أو رفوف.",
    "fc8991e507984600b21065aef5b410b5": "غرفة بيضاء تحتوي على أثاث ومواد مختلفة، بما في ذلك خزانة، باب، كرسي، طاولة، سرير، لوحة، وخزانة، من زوايا ومواقف مختلفة.",
    "25fd42e757ba44a3ac83a72232f46b78": "منظر لمنزل يتضمن غرفًا مختلفة وميزات مثل الحمامات وغرف المعيشة وغرف النوم واللوحات والشرفة التي تطل على المحيط.",
    "561539769a374a5fa17f167e4394a4c1": "مساحة معيشية حديثة ذات طابع أبيض مع غرف واثاث متنوع، بما في ذلك غرفة نوم مع نافذة كبيرة، غرفة معيشة مع منظر، وخزانة مع رفوف.",
    "a56597b1c6b54d58853ddf7a3679064d": "منزل عصري مع أرضية من البلاط الأبيض، درج زجاجي، غرفة طعام مع طاولة زجاجية وأرائك، جذع خشبي في مطبخ أبيض، رفوف زجاجية للنبيذ، لوحات على الجدران، ودرابزين زجاجي للدرج.",
    "1bc6dad179a6490691f99433c6e45ff6": "سلسلة من المشاهد المختلفة، بما في ذلك غرفة معيشة مع باب زجاجي منزلق و",
    "f1426ef89da84f05bf939918945f71aa": "حمام أبيض مع ميزات مختلفة مثل حوض، مرآة، باب دش زجاجي، وإطلالة على المدينة، حسب اتجاه النقطة الموجودة.",
    "edc4bfabaa6c45179cc2396efd2e3b2c": "مجموعة من الحمامات المختلفة ذات المزايا المختلفة مثل المراحيض والمرافق والاستحمام والنوافذ، كلها بأرضيات وجدران بيضاء أو مبلطة، وبعضها يطل على أشجار أو مناظر ثلجية.",
    "0f5c56e60cbf429eb30903125c3035b6": "داخل أبيض المظهر مع غرف مختلفة وإطلالات، بما في ذلك غرفة نوم تطل على المحيط، و شرفة مطلة على المدينة، ومنزل عصري مع نافذة كبيرة ولوحة فنية.",
    "13a8c23dab5b473fa8d449a126b949be": "منظر لمنزل يتضمن خزانة، غرفة معيشة مع مدفأة، غرفة نوم تطل على المدينة، خزانة مفتوحة، ومطبخ مع رفوف بيضاء وأرفف خشبية.",
    "5588d14480e84a6d9b0cc3db4dac8f50": "داخل أبيض وتصميم دقيق مع مناظر مختلفة للمدينة وفنون معروضة على الجدران.",
    "0e144a6507864b6795d4001a90cba761": "منزل عصري مع غرف معيشة متنوعة ومناطق طعام وسلم زجاجي، يضم أثاثًا أبيض وعصريًا ولوحات فنية كبيرة ومصابيح كريستالية و",
    "c75f71faa8b74a8eb875731b3dbe6183": "منزل حديث مع مناظر متنوعة تشمل مسابح وشرفات ومناظر مدينة، بالإضافة إلى شخص يطير طائرة ورقية وطائرة تترك أثراً في السماء.\n\n               .",
    "77eefcb6288a4601867939fa3986485e": "مسلسلات من مختلف المناظر، بما في ذلك كرسي أبيض وطاولة في غرفة، شرفة مع منظر للمدينة، منزل حديث مع سماء زرقاء وسقف أبيض، وغرف مختلفة مع أثاث أبيض ولوحات على الجدران.",
    "aa5bf4cd5d0448bf8be5f5dbc0b53fe3": "منزل حديث مع مناظر مختلفة بما في ذلك شرفه مع مسبح، منظر للمدينة من مسبح، غرفة معيشة مع باب زجاجي منزلق، ومطبخ حديث مع بار وكراسي.",
    "ab91de30c3174076814e98ad102a4ec6": "منزل عصري مع أبواب زجاجية، أرفف نبيذ، وسلم مع درابزين زجاجي.",
    "d12c77e484a94e30aa39907af1444da6": "منزل حديث مع مناظر متنوعة لمدينة، بما في ذلك من الشرفات والنوافذ، بالإضافة إلى لمحات من المساحات الداخلية مثل غرفة نوم وحمام.",
    "43a3580a4000475daccb96247de571f7": "غرفة بيضاء مع حمام، حوض، مرحاض، مرآة، وإطلالة على المدينة.",
    "4848ed4db295441c8722127d3df1c8c1": "منزل حديث مع مسابح متنوعة وشرفات وإطلالات على المدينة والجبال، مع لمحات عرضية للطائرات والطائرات الورقية في السماء.",
    "797892fe2c154f389c03ff6e055eca25": "شقة عصرية وتصميمية مع غرف متعددة تشمل حمامات وغرف نوم وغرفة معيشة، كلها تتميز بجدار أبيض وأثاث وزجاج وضوء طبيعي.",
    "df71c020d73c4eacb3e06d46cf1c3815": "داخل عصري، مصمم ببساطة مع درابزين زجاجي وجدران بيضاء، يضم عناصر مختلفة مثل السلالم واللوحات والاثاث والتكنولوجيا.",
    "6b5e5f6e0e77495eb9333b0a741116f9": "مساحة معيشة عصرية مع تلفزيون كبير وموقد وإطلالة على المدينة، وتضم لوحة فنية على الحائط ومطبخ أبيض مع أجهزة حديثة.",
    "c20fd38e5d47436ab69c8d4589435089": "منظر لمنزل يتضمن حمامًا به دش زجاجي، وغرفة معيشة بكنبة بيضاء وأبواب زجاجية، وغرفة نوم بسرير أبيض وخزانة، ولوحة محفورة لمخطوطة يدين مع خلفية ملونة.",
    "5c727ef012ab4815816299f46ead2798": "منزل عصري مع مسبح، كراسي استرخاء، وإطلالة على الجبال والمدينة، يضم غرفة معيشة مع أثاث أبيض، مدفأة، وسلم.",
    "e55eff57b5e14179945d5a382490b210": "منزل حديث مع مناظر متنوعة للجبال والمدينة، يضم مطبخاً مع أجهزة من الفولاذ المقاوم للصدأ وطاولات بيضاء.",
    "401c33266eca4b04be4f4f3cc3b1cfe6": "شقة بيضاء مع غرف متعددة تشمل غرفة نوم مع نافذة كبيرة وغرفة معيشة تطل على المدينة وجدار أبيض مع قطة بيضاء عليه.",
    "4b1bbb88b7e444a499ac7c261b4495c1": "مجموعة من المناظر المختلفة من مواقع مختلفة، بما في ذلك الشرفات و السطوح و الغرف النومية و غرف المعيشة، مع أثاث و ديكورات مختلفة، مطلة على المدينة و الجبال و السماء الزرقاء.",
    "35a21f771ab04beb822d7262329d194e": "مسلسلة من الغرف المختلفة والمناظر، بما في ذلك غرفة نوم مع سرير أبيض ولوحة، غرفة معيشة مع منظر للمدينة والمحيط، ولوحات متعددة معلقة على الجدران.",
    "6cf6b7435f654b3b9b6b1291b1893459": "داخل أبيض وبسيط مع لوحات متنوعة وإطلالات على المحيط والمدن والهضاب والجبال.",
    "9231543c6c484c939a501338ad8c1db4": "داخل أبيض الجدران مع أثاث وديكور متنوع، بما في ذلك مدفأة، تلفزيون كبير، ولوحات، بالإضافة إلى غرفة نوم مع سرير كبير وحمام مع مرآة.",
    "ca50e3a88177404aa2292d77d84e7ace": "منزل مع مناظر متنوعة للجبال والمحيط والتلال من شرفات مختلفة ومداخل مع وجود أثاث مثل الأرائك والأكراسي.",
    "20216703be7341b89b57ea2165e6a9bb": "مساحة داخلية بيضاء مع أثاث متنوع وإطلالات على النوافذ والمناظر الطبيعية.",
    "dea2f4ebec914445afc126de6babe1fa": "مساحات معيشة عصرية ذات عناصر بيضاء وزجاجية تشمل غرفة معيشة تحتوي على تمثال عارضة ومدفأة، غرفة طعام مع طاولة زجاجية وأرائك، ومكتب كبير مع درج زجاجي وفنون.",
    "e87821ffeea84cbd91ec089a6ba66862": "مزيج من شرفات الخرسانة والشرفات وأبواب زجاجية مع مناظر طبيعية للتل والجبال والمحيط والسماء الزرقاء، مع أثاث متقطع ومنزل مع طائرة ورقية تطير في السماء.",
    "b7f6e59a538545ae851c5b92e723d3e9": "منزل عصري مع غرف متعددة تشمل حمامًا وغرفة معيشة وغرفة نوم و شرفة وأثاث وديكور أبيض في جميع أنحاء.",
    "2235ba2794bb4c68a1fb0ba0e2bb5743": "منزل عصري مع مناظر متنوعة للجبال والمدن والسماء، ويتميز بالسور الزجاجي والشرفات، طائرة ورقية تطير في السماء، وخليط من الأثاث الداخلي والخارجي.",
    "be698bf5eb97439c98ce83c945aba879": "منزل حديث مع مناظر متنوعة تشمل مسابح وجبال ومدن وشرفات زجاجية.",
    "0848b92566414eeb8012295475318c49": "مجموعة من المناظير لمختلف الحمامات والرواقات والأبواب، كلها بيضاء بشكل رئيسي، مع بعضها يضم لوحات زجاجية أو مناظير للمدينة، وتنتهي بمشاهدة رجل جالس في كرسي في غرفة.",
    "a62b78b98e414ae38ff01d404942ea6c": "منزل أبيض حديث مع درابزين سلم زجاجي، جدران بيضاء، ولوحات و أبواب متنوعة في جميع أنحاء المنزل.",
    "d8b984d439ea4b09928f11d867f661cb": "مساحة معيشة حديثة مع أبواب زجاجية وصور إطارية ومختلف قطع الأثاث، بما في ذلك أريكة وكراسي وطاولات، بالإضافة إلى منظر للمدينة وصور إطارية سوداء وبيضاء معلقة على الجدران.",
    "9114a9de6a67441b801696e2ba8a1003": "مجموعة من المناظير لحمام عصري مع دش زجاجي، غرفة نوم مع سرير ونافذة، ولوحة بيضاء مع جهاز كمبيوتر محمول عليها، من بين أشياء أخرى.",
    "1d47ba7d0b094cee93aad6322445fd4b": "منظر لمنزل مع غرف متعددة ومناظر مختلفة، بما في ذلك مسبح وخط ساحلي ومدينة وسماء، مع صور إطارات وأثاث في كل مساحة.",
    "844cdb7f525b4a0491283657748f8d9e": "منظر لغرف مختلفة تشمل غرفة نوم مع سرير ولوحة فنية، حمامات بيضاء مع مرايا وأحواض، باب خزانة، غرفة معيشة مع نافذة كبيرة، وغرفة نوم مع سرير أزرق ومخدات.",
    "02a0be72ae5f4c36935b1496abeceddc": "شقة عصرية وتصميمية مع غرف متعددة وإطلالات على المدينة والسماء، تحتوي على أثاث وأدوات بيضاء، دش زجاجي، تلفزيون كبير، ونافذة بإطلالة.",
    "c1e3263cef454a859206fd408421552a": "مجموعة من المشاهد لمستحمام، بما في ذلك دش زجاجي مع منظر للمحيط، دش مع أرضية خشبية ورأس دش، وحمام أبيض مع مناشف وصورة، بالإضافة إلى لمحات من غرفة المعيشة ورجل جالس على أريكة أمام التلفزيون.",
    "ecf7f32b104046b78316ed4194fad634": "منزل عصري مع مناظر متنوعة تشمل مسبحًا، مدينة، جبالًا، وسماء، بالإضافة إلى مناظر داخلية لغرفة المعيشة، المطبخ، وأبواب زجاجية.",
    "5ef3f0f5642a4858a7dbc2c20dc04842": "منزل حديث مع غرف متنوعة ومناظر، بما في ذلك مسبح وجبال ومحيط ومدن، مع ديكورات وأثاث حديث في جميع أنحاء.",
    "3bb850fc24e942a5af497960e0c4bd0d": "منزل حديث مع غرف مختلفة وإطلالات على المدينة، يضم أثاثًا أبيضًا وحديثًا وزخرفة.",
    "4e928c0ff7504619b7c308a354c78f5f": "شقة عصرية مع غرف مختلفة تشمل حمامات وغرف نوم وغرفة معيشة وخزائن، كلها مع جدران وأبواب بيضاء، وبعضها مع لوحات وتصاميم للمدينة.",
    "dac07b3c33a341eabae4e12895cf774a": "مساحة داخلية بيضاء تحتوي على أشياء متنوعة بما في ذلك حمام، ثلاجة، جهاز كمبيوتر محمول، طائرة، خزانة، ومرآة.",
    "88ba02c6e8b84144bbecf10aa1667dd7": "منزل حديث مع مسبح، كراسي استرخاء، ومناظر مختلفة للمنطقة المحيطة، بما في ذلك التلال والمدينة، بالإضافة إلى غرفة معيشة تحتوي على لوحة فنية كبيرة ومطبخ أبيض مع كراسي بار وباب زجاجي.",
    "c637b66b6f804617962f0f9e2f2c0341": "سلسلة من الغرف المختلفة والأثاث، بما في ذلك الخزائن والخزانات والكراسي والأسرة والتلفزيونات، جميعها ذات لون أبيض سائد وبعضها يطل على المدينة الخارجية.",
    "a7a41dd2adbf4a69a12d49254f8a14e5": "منظر لمبنى، يشمل غرفة معيشة مع مدفأة و تلفزيون، غرفة نوم مع منظر للمدينة، خزانة ملابس مع مقعد و خزانة، ومطبخ مع أرضيات خشبية و حوض."
}