{
    "c76b52856e7c4f2a9a4419000c8e646a": "غرفة المعيشة مع طاولة بلياردو، باب زجاجي منزلق مع منظر للمحيط، سلم حلزوني، نوافذ مع نباتات، جدران من الطوب، وموقد نار.",
    "f6f4628612b2444e80b41e015247178e": "منزل به غرف متعددة وأثاث، بما في ذلك سلالم، ثريات، مروحات سقف، ساعات، وصور على الجدران.",
    "ef34cff8f9e34a4b98a3776af0719090": "منظر لغرفة حمام وغرفة نوم، مع تفاصيل مختلفة مثل المرايا والأبواب والفراش والمناشف.",
    "9b029358672b4874a8c4834d41c55c0e": "منظر لمبنى، يتضمن بابًا أبيض مع حصيرة باب، وحمامًا مع حوض ومرآة، وغرفة طعام مع نافذة وكرسي، وغرفة نوم مع سرير وخزانة ومرآة.",
    "befe6c85fdab4dc7bea03b2360a77a76": "مجموعة من المناظر من زوايا مختلفة، بما في ذلك كرسي أمام نافذة، و شرفة مع منظر للمحيط، و فناء مع مسبح، و غرفة نوم مع سرير و غرفة معيشة مع مدفأة و تلفزيون.",
    "4d9785e7404e4b228d7c250fc580bca7": "غرفة المعيشة مع طاولة بلياردو، مدفأة، وأثاث وملحقات مختلفة، بما في ذلك مروحة سقف و جهاز عرض.",
    "3612708827b04301a702a341a179c037": "مزيج من المناظر الداخلية والخارجية، بما في ذلك أبواب زجاجية مع نباتات، مسبح وأشجار من شرفة، شرفة مع طاولة وكراسي، وطاولة بلياردو في غرفة المعيشة.",
    "e3ad01378dab48c2a4b6f65d67a771ed": "أرضية مفروشة بالبلاط الأبيض مع كرسي وباب، غرفة مع أريكة وخزائن زجاجية، مطبخ مع باب زجاجي وخزائن بيضاء، نافذة زجاجية في خزانة المطبخ، غرفة طعام مع طاولة وكراسي، سلم أبيض مع مسند، وغرفة معيشة مع ثريا وأثاث أبيض.",
    "cce418d6c2b147d7b59237238bd75445": "منزل مع غرف متعددة تشمل غرفة معيشة مع مدفأة ومنظر للمحيط، غرفة نوم مع سرير أبيض وخزانة، مطبخ أبيض مع خزائن وأجهزة، وسلم يؤدي إلى غرفة معيشة كبيرة.",
    "a6caf470e3bc4c2788faf120239ff1de": "مزيج من المناظر الداخلية والخارجية بما في ذلك الأشجار والمسابح والسلالم والمداخل مع مجموعة متنوعة من النباتات والأشجار النخيل في الخلفية.",
    "c4213117dcfc46d3a59a80ed3c584015": "عقار فاخر مع شرفات وفسحات مختلفة وإطلالات على أشجار النخيل والمحيط والبركة، بالإضافة إلى مواقد نار وموقد وأضواء فاخرة.",
    "b459247b67c14ebb8c4432fce5914391": "مساحة خارجية فاخرة مع مسابح وأشجار نخيل و شرفات و مواقد نار، تطل على المحيط وتحيط بها نباتات استوائية وعمارة أنيقة.",
    "62f51d216eb54448a59812c9d3f6516f": "مرآب وحجرات محيطة به مع عناصر متنوعة مثل السيارات والأثاث والأجهزة الكهربائية، كلها بيضاء بشكل رئيسي مع بعض لمسات ذهبية وسوداء.",
    "9d1042321f7941d881696025aaf7ea73": "غرفة معيشة بأثاث أبيض، غرفة طعام، مطبخ، طاولة بلياردو، مدفأة، ومشروع شاشة مثبتة في السقف، بالإضافة إلى بار في القبو وسقف أبيض مع مروحة.",
    "0ed7cd08118a411f9c4a0a0a94c98ae1": "حمام مزود بمزايا مختلفة مثل المرايا والمرافق والاحواض والنوافذ ومروحات السقف، بالإضافة إلى مطبخ مزود بباب زجاجي ومرآة، وسقف أبيض مع نافذة سقف.",
    "327868944d394eaaa2feef27d2e49f31": "حمام يحتوي على ميزات مختلفة مثل حوض استحمام، دش، مرآة، ونافذة، بالإضافة إلى باب أبيض وسقف مع أجهزة إضاءة.",
    "466621697c094821bad228595fb12211": "غرفة معيشة مع أثاث أبيض، طاولة بلياردو، مشغل، مدفأة، ونباتات وزخارف متنوعة.",
    "aa4b2b12e73747298a6a5223ac57b0e1": "مجموعة من الحمامات المختلفة، بعضها مزود بمرايا وأحواض ونوافذ، وتتميز بأنواع مختلفة من أجهزة الإضاءة وتصاميم البلاط.",
    "c534546584f94d18a932f33c70ecec5b": "ممر غرفة ومطبخ مع عناصر مختلفة مثل السجاد والثلاجات والأرفف والأثاث، وكذلك سيارة متوقفة ومراوح سقف.",
    "f72ee62eca0442498f91cb4c292a4d96": "غرفة معيشة تحتوي على أثاث وديكور متنوع، بما في ذلك تلفزيون وموقد وطاولة وشباك، مع التقاط زوايا ومواقف مختلفة.",
    "34557b20f94f4e70b7604ab749d44d61": "حمام أبيض مع ميزات مختلفة مثل دش ومرحاض ونبات وساعة ومروحة سقف.",
    "f65c611015d049408dc31d5358dce6e8": "سلسلة من الغرف والممرات، بما في ذلك غرفة نوم وحمام وممر مع أثاث وديكور متنوع، جميعها مع جدران وسقف أبيض.",
    "cc4bf768772e4a1c95902db23c2a62ce": "منظر لمنزل يتضمن مطبخًا مع طاولات رخامية وجرانيت، غرفة طعام مع طاولة رخامية وباب زجاجي، غرفة معيشة مع مدفأة وطاولة بلياردو، وممرات وغرف مختلفة مع أرضيات وأبواب من البلاط الأبيض.",
    "f90d7585138a40719d8718ad6148eb64": "منزل مع غرف متعددة بما في ذلك غرفة معيشة مع أثاث أبيض ومدفأة، وغرفة طعام مع ثريا وكراسي، وسلم مع درابزين أبيض وثريا.",
    "668c235b046e4435a825b230426f6f53": "مسلسلة من الغرف والممرات مع ديكورات متنوعة، بما في ذلك رفوف النبيذ والصور الإطارية وشاشة العرض الكبيرة.",
    "295dad9e71bb45cb889bca7f3629a9f9": "منظر لمنزل يتضمن غرفة معيشة مع مدفأة وتليفزيون، غرفة نوم مع منظر للمحيط، خزانة ملابس، ومطبخ مع خزائن بيضاء.",
    "c6e095b54d9543398e5f2ac9a2edcbf5": "منظر لمنزل يضم خزانات وغرفًا مختلفة بأبواب بيضاء، ورفوف تحتوي على ملابس وأحذية، ومروحة سقف، وثريا زجاجية، وتمثال عروس البحر، ورفوف تحتوي على كتب وأشياء.",
    "9a4cdaa54b9d44b19ffb202ca1c4ff57": "مجموعة من المناظر الطبيعية المختلفة التي تضم أشجار النخيل والبرك وموقد النار ومناظر المحيط، مع طائرات ورقية وطائرات تحلق من وقت لآخر.",
    "68bfc38eaf004f479275c3036f15f5e3": "منظر لمنزل يتضمن غرفة معيشة مع أثاث أبيض وموقد، غرفة نوم مع سرير وخزانة، ومطبخ أبيض مع خزائن ومروحة سقف.",
    "07e9aeed001546d886e6988d5f17b226": "مزيج من ممرات خرسانية، منازل ذات حدائق واسعة وأشجار نخيل، مسابح مع شلالات وصخور، وتنوع من الأشجار والنباتات في الخلفية.",
    "d559ecae7d17400e9ea61b24669499d3": "غرفة تحتوي على سرير، وم، ومصباح، وستائر، مع سقف أبيض ونافذة.\n\n,           مرآة .    \n\nغرفة تحتوي على سرير، ومرآة، ومصباح، وستائر، مع سقف أبيض ونافذة.",
    "dc5fb2662e0f4fef9aec448f2c43de1b": "سلسلة من الغرف والأشياء، بما في ذلك غرفة معيشة مع مدفأة، حوض استحمام مع نبات، جدار أبيض مع ساعة، ومصباح على طاولة في غرفة معيشة.",
    "b2569ef8136042bc9a20e30814e578f4": "سلسلة من الغرف المختلفة والمناظر، بما في ذلك غرفة نوم مع سرير ومرآة، رواق مع مرآة وباب، كرسي مع نبات أمام لوحة محاطة بإطار، نافذة مع منظر لمنزل، زاوية من الغرفة مع مصباح على طاولة، وحمام مع مرآة ومنشفة معلقة على الحائط.",
    "e51817dd7c914c66a74365729c79c211": "مجموعة من المناظير لمبنى، بما في ذلك المرايا والأبواب والممرات وغرف المعيشة مع أثاث وتزيين متنوع.",
    "cd9ffacd5cf24e0483f1d00ba84f3518": "مطبخ مع مميزات مختلفة مثل طاولات من الغرانيت وأجهزة من الفولاذ المقاوم للصدأ وأرفف بيضاء ونافذة تطل على المحيط و",
    "0bbab99391304286b6721fd92f63972b": "منزل فاخر مع شرفة ومسبح يطل على المحيط، محاط بأشجار النخيل ويضم مختلف وسائل الراحة الخارجية مثل حفرة نار وطاولة مع كراسي.",
    "c8d6b2d9b10b4af0a9a4df0543cd9a9e": "منظر لمبنى، يشمل سلالم حلزونية، ممرات مع أبواب وأرائك، غرفة نوم وحمام، وغرفة معيشة مع ثريات ومروحة سقف.",
    "abdb88d91ee947e48bca8678dbe001f6": "منزل مع غرف متنوعة بما في ذلك غرفة معيشة مع مدفأة وشرفة، وغرفة نوم مع سرير وخزانة، وسقف أبيض مع مروحة وثريات.",
    "304b599387e444a7a352d3406d7f9306": "جنة استوائية مع أشجار النخيل وبركة سباحة وإطلالة على المحيط، مع لمحات نادرة من منزل وشرفة.",
    "ec939f9586e14395b58bc9a7215ade19": "منظر لمساحة داخلية بيضاء تحتوي على أبواب و خزائن وغرفة نوم و حمام و ممر.",
    "2f8916f4d56e4ecb940c72f1252b41e6": "منزل أبيض واسع مع غرف متعددة، بما في ذلك غرفة معيشة مع مدفأة، غرفة طعام مع طاولة بيضاء وأثاث، رواق يطل على البحر، وسلم مع درابزين أبيض وثريا معلق في الوسط.",
    "850dcf9e18064340a276d077847279b5": "منظر لمحطة وقوف السيارات، المطبخ، غرفة الغسيل، وغرفة المعيشة مع أثاث وأجهزة مختلفة.",
    "33c12ee1d66445ecb6e12d0102f3f18e": "مسلسلات من الغرف والممرات ذات الجدران والأبواب والسقف الأبيض، وتتميز بمختلف الأثاث والإكسسوارات مثل الكراسي والطاولات والمرايا والأحواض والإضاءة.",
    "1285d98b6993496c8f1d6b9abef25aa6": "منظر لعدة غرف ومميزات في المنزل، بما في ذلك الأبواب والنوافذ والمرايا والحمامات والطراز الأبيض.",
    "41e93c57be774f0f8d4389a19eeb4cd5": "مساحة داخلية بيضاء تحتوي على أبواب ونوافذ وأثاث متنوع، بما في ذلك غرفة نوم وغرفة معيشة ورواق وحمام.",
    "a79fd9b4b6a54f8b87cd52848d20bb6e": "حمام مزود بميزات متنوعة مثل أبواب دش زجاجية وأحواض استحمام كبيرة ومرايا ونوافذ، بالإضافة إلى باب يؤدي إلى غرفة المعيشة وخزائن وأرضيات بيضاء.",
    "9c1c8f751ed442f2aeccb83d04e2b0d2": "منظر لم فاخر، يشمل رواقًا مع صور إطارات، غرفة معيشة مع تلفزيون ومدفأة، غرفة نوم مع شرفة، وسلم حلزوني مع ثريا.",
    "ffe267c96372462682c6b01fca2732d7": "منظر لفراغ داخلي أبيض مع غرف وسمات مختلفة، بما في ذلك حمام، مطبخ، غرفة طعام، غرفة معيشة، وباب زجاجي متحرك مع نباتات.",
    "47bda52bcd8f4e5493febe43bc66e225": "مساحة معيشة واسعة ومشرقة تضم غرفًا متنوعة وإطلالات على المحيط والجبال، وتتميز بموقد نار وطاولة قهوة وتليفزيون وأثاث أبيض ومزيج من النوافذ والأبواب.",
    "25be7d3ed5de4d9f95e53cef1e4b216b": "منطقة سكنية مع أشجار نخيل، منزل مع شرفة وإطلالة على المحيط، مسبح مع شلال وسطح، ومساحات خارجية مختلفة مع نباتات وأثاث.",
    "98e9862442534be690344123a0ce6662": "منزل مع غرف مختلفة تشمل غرفة المعيشة وغرفة الطعام والرواق والسلالم، كلها مع أثاث وأجهزة بيضاء، وبعضها مع الثريات والنوافذ الكبيرة.",
    "5067848706fd4b3f82c5c32cb600baab": "خليط من الأشجار والمباني وإطلالات المحيط، مع برك وتراسات ونوافذ بارزة.",
    "cc29839c645d4d0387339c57dffda76c": "مزيج من مختلف الإعدادات الخارجية والداخلية، بما في ذلك الشرفات وأشجار النخيل والمسابح والجاكوزي وأحواض النار وإطلالات على المحيط، مع لمحات عرضية من طائرات الورق تطير ومنازل في الخلفية.",
    "f7ea2b9238c4406192bc928f5625e79a": "مطبخ مع ميزات متنوعة مثل طاولات رخامية، خزائن بيضاء، أجهزة من الفولاذ المقاوم للصدأ، ونوافذ تطل على نخيل، مسبح، والمحيط.",
    "54b7c9b192714638ac7b01b4a5400d29": "حمام بهوائيات زجاجية ، خزائن بيضاء ، مرايا ، ونوافذ ، مع زخارف مختلفة مثل الصور والنباتات.",
    "7db7d1ba5c4f4f7a8739bcf7b4bea138": "جنة استوائية تطل على أشجار النخيل والمحيط ومساحات خارجية مختلفة بما في ذلك شرفة وطابق علوي وسطح.",
    "82be0cec8be342dbba48743e3c0e55b0": "غرفة معيشة تحتوي على أثاث وديكورات متنوعة، بما في ذلك نباتات، مدفأة، درج سلم، ومناظر أشجار النخيل وحدائق من نوافذ مختلفة.",
    "9b553f4ca2c34804a45bb598cf67e488": "مرآب مع أبواب متنوعة، أبواب مرآب مع قضبان معدنية وأقواس، صندوق خشبي مع مقابض معدنية، سجادة في المطبخ، ثلاجة وأرائك في المرآب، سيارة متوقفة في مرآب مع خزائن وأضواء سقفية، وسيارة رياضية قابلة للتحويل السوداء متوقفة في مرآب مع إطار معدني ومقبض.",
    "80441351ae5746919130882c990cdb3a": "منظر لمنزل باللون الأبيض يتضمن حمامًا ومطبخًا وغرفة معيشة وغرفة نوم ومنطقة مطبخ صغيرة، مع ميزات مختلفة مثل المدفأة وأبواب زجاجية منزلقة وسقف قوس قزح.",
    "60a63815f1b14b52863cfd6a6c905a81": "مساحة خارجية فاخرة مع مسبح وأشجار نخيل وخيارات جلوس متنوعة، محاطة بمبنى أبيض وغطاء أخضر كثيف.",
    "cff968589d894c999af7cc0d0d70b00e": "حمام مزود بميزات مختلفة مثل الخزائن البيضاء والأحواض والمرايا والأحواض والأبواب الكبيرة والنوافذ، بالإضافة إلى غرفة نوم مزودة بخزانة وسرير.",
    "ee9fe1ab9d3c49569be2ab4d0e51bf2a": "منزل فاخر مع مناطق خارجية متنوعة تشمل شرفة وطابق علوي ومسبح وشاطئ، كل ذلك مع أشجار نخيل وإطلالة على المحيط، بالإضافة إلى مناطق داخلية مثل غرفة نوم وأرضية مفروشة بالبلاط مع نوافذ وأبواب.",
    "ca28dbcb857940c2b2b295779d4734ac": "منظر لمساحة داخلية بيضاء مع أبواب و نوافذ و أثاث و ديكور مختلفة، بما في ذلك غرفة طعام و مطبخ و غرفة معيشة و إصلاحات سقف.",
    "98bb0382d3cc414eae935481bab324dd": "منظر لمنزل يتضمن حمامًا ومطبخًا وسلمًا وغرفة نومًا ومرآبًا وغرفة غسيل، مع خزائن وأبواب ولوازم مختلفة بيضاء، وبعض مروحات السقف والأضواء.",
    "9391658323b448b5b8369e44ef39e557": "منزل مع غرف مختلفة وشرفات، بما في ذلك مسبح، غرفة طعام، غرفة معيشة، ومطبخ، كل مع أثاث وزخرفة مختلفة.",
    "e686e95c683d4950964655160639a4ca": "مساحة معيشة تحتوي على أثاث وديكور متنوع، بما في ذلك طاولة كروية، مدفأة، لوحات مُطرزة، ومروحات سقف مزودة بإضاءة، بالإضافة إلى مطبخ صغير ونافذة بها نخلة خضراء من الخارج.",
    "1bac6a1331314afd8820b93acc28c397": "مساحة سكنية بيضاء وتصميمية دقيقة تجمع بين غرف المعيشة والنوم وخزانة، تحتوي على أريكة بيضاء وشاشة تلفزيون مسطحة ونوافذ كبيرة ومروحة سقف.",
    "a9c9f60b4ab8471697f4c0a57e134ef9": "منزل بِغُرَفٍ مُختلفةٍ تشمل مطبخًا وغرفة طعام وغرفة معيشة وغرفة بِطاولة بلياردو، مع أثاث ومرافق مُختلفة في كل غرفة.",
    "8f11b67421eb4d499e41a176f8a39564": "مطبخ مع خزائن بيضاء، ومختلف الأجهزة، وطاولات رخامية، ومروحة سقف / مصباح، بالإضافة إلى لمحات من غرفة معيشة مع مدفأة ونافذة صغيرة مع ثلاجة ومكتب.",
    "ec28148ed9c84a5e96a0fe67eced4150": "منظر لمساحة داخلية بيضاء تحتوي على غرف مختلفة بما في ذلك غرفة معيشة مع مدفأة، غرفة نوم مع سرير كبير، مطبخ صغير مع ماكينة قهوة وثلاجة، وحمام مع باب زجاجي ودش.",
    "8ebbd51e3f974007989b029bc5495f9e": "حديقة استوائية مع أشجار نخيل وبركة سباحة ونباتات وأشجار متنوعة من زوايا مختلفة من شرفة ذات مساند حديدية سوداء.",
    "ce46fab33ee14de88ac8b07715d53eff": "منظر منزلي يتضمن مطبخًا وغرفة طعام ورواق ومداخل مع نباتات وأبواب زجاجية منزلق وغرفة بلياردو وغرفة معيشة مع مدفأة وشاشة تلفزيون كبيرة وطاولة مطبخ بيضاء.",
    "e97378ce8d9e40efa487ab8f254a8620": "درج أبيض مع مسند أبيض متنوع وثريات في منزل، بما في ذلك غرفة المعيشة والرواق.",
    "14f59b257d4c4d958b7624975f29a758": "حمام به مختلف الإكسسوارات والميزات، بما في ذلك الأحواض، المرايا، أجهزة الإضاءة، كاميرا وثلاثي القوائم، الستائر، دش مع باب زجاجي، وحمام.",
    "8b285fce21a1471395bc11fb31653874": "جنة استوائية مع أشجار نخيل وبرك وحدائق تحيط بمنازل مختلفة وطرق.\n\n       ,      طرق          . طرق        .",
    "bee2556ba3e94ce4ad44220ccc3a8d31": "غرفة معيشة تحتوي على أثاث متنوع، مدفأة، ومصباح سقف أو مروحة، بالإضافة إلى مناظر لمكتب، رواق، شرفة، ونافذة تطل على نهر وأشجار نخيل.",
    "0f2352986ec5425fa856a61bd1170649": "حديقة استوائية مع أشجار النخيل وبركة سباحة وموقد نار ومنزل أبيض مع شرفة.",
    "f96c19d52287480eb01e657154ef4cfa": "مجموعة من المناظير لمستحمام وغرفة نوم، مع أبواب بيضاء ومرايا وأجهزة إضاءة.",
    "dda1bd6bab6746a28dfee34592531261": "حمام أبيض مع ميزات مختلفة مثل أحواض الغسيل والمرايا والأبواب والمراحيض والدش.",
    "649e4e9d6c484e3baacc5ba1ae1073f5": "مطبخ أبيض مع أجهزة من الفولاذ المقاوم للصدأ، وجزيرة كبيرة، وحوض، ومروحة سقف، مع باب يؤدي إلى غرفة طعام وخزانة بيضاء مع أبواب بيضاء وأرضية بيضاء.",
    "2fbe619fc2de4772935fb7696c17d3ee": "جنة استوائية مع أشجار النخيل، المسابح، الشلالات، والنباتات المحيطة بمبنى أبيض ومناطق خارجية مختلفة بما في ذلك شرفة، مسبح، وغرفة طعام.",
    "d69aa9f730f44649a9d1d2736b7a225f": "سلسلة من المناظير المختلفة، بما في ذلك غرفة المعيشة مع شمعدان، سلم أبيض، رواق مع مرآة وسجادة، رجل يطير طائرة، وغرف مختلفة مع جدران بيضاء وأضواء.",
    "3eb69cf4537541678d4bdf0e962c77c2": "داخل أبيض مع غرف مختلفة تشمل غرفة طعام وغرفة معيشة ونوافذ تطل على نباتات وأشجار.",
    "be6e13d7ad3b44309736a1b829ef6d63": "مساحة خارجية فاخرة مع ممر خرساني وأشجار نخيل وحوض سباحة وشرفات مع نباتات ودرابزين أسود.",
    "613e475cf67c48c895c9a786f82a318f": "سلسلة من المطابخ والصالات المختلفة مع عدادات مختلفة وأرفف وأجهزة، بالإضافة إلى بعض الأعمال الفنية وأجهزة الإضاءة.",
    "15110f9c6cb44e568443fff332cddbf4": "منطقة خارجية فاخرة تحتوي على ميزات مختلفة مثل مسبح ومطبخ خارجي وبحيرة وأشجار نخيل، مع إطلالة على مبنى أبيض وطائرة ورقية تطير في السماء وشاطئ مع سماء زرقاء.",
    "55f7034ab98a4a199a61a419816cce72": "حمام بهيئات بيضاء متنوعة، خزائن، ومرايا، بالإضافة إلى لوحات فنية إطارية وساعة على حائط أبيض.",
    "7e5a0774307441598a0edd81ca2ea156": "مطبخ أبيض مع مقعد نافذة، باب مع لوح زجاجي، و شجرة في الخلفية، شرفة مع مسبح ودرج يؤدي إليه، باب زجاجي منزلق مع منظر للمسبح، غرفة مع طاولة بلياردو ومدفأة، وغرفة معيشة مع أريكة بيضاء وطاولة بلياردو.",
    "9b2036bac549459e9752b7203de940f3": "مزيج من الشرفات والشرفات والمنازل مع أشجار النخيل وإطلالات على المحيط وأبواب ونوافذ مختلفة، بالإضافة إلى برج ساعة وحديقة وشارع مع أشجار نخيل.",
    "678498bc99684664bfc48b06b37cb8b9": "منزل مع غرف مختلفة بما في ذلك غرفة معيشة مع مدفأة ونافذة مطلة على المحيط، غرفة نوم مع سرير وخزانة، وسقف أبيض مع مروحة سقف وقطة.",
    "c9b162e0cd2e43b88aacdcf890c14ccd": "داخل أبيض مع أبواب وجدران وأثاث متنوع، بما في ذلك مطبخ وغرفة نوم وحمام وخزانة.",
    "6780cb21d2cb4d23b221bafb98327f46": "مسلسلات من الغرف والأبواب، بما في ذلك غرفة نوم وحمام، مع ميزات مختلفة مثل المرايا والأحواض وأجهزة الإضاءة، كل ذلك مع جدران وجص أبيض.",
    "d9ed850dd7e941008d8db68bd63f9a92": "غرفة معيشة مع أثاث أبيض، مدفأة، ونبات، مع إطلالة على نافذة، درج، وحديقة.",
    "84ce307eb99245db8b69ae208cb3ab9d": "منزل واسع و عصري مع غرف متعددة تشمل غرفة طعام ومطبخ وغرفة معيشة تطل على المحيط وموقد وطاولة بلياردو وممر يؤدي إلى قبو نبيذ.",
    "2f6eaeca947840b2af84327bc9c791ed": "شرفات وبلكونة تطل على المحيط والأشجار النخيل والمباني المحيطة، مع وجود عناصر أثاث وديكور متنوعة.",
    "74ad166a754f446e8bdd052ca9f9657f": "إعداد استوائي مع مناظر متنوعة من أشجار النخيل وحمام سباحة وشرفة والمحيط.",
    "7ef6c57c772543f38e72fd10e3729f6f": "درج أبيض مع درابزين أبيض وجدران أبيض وأرضيات وأثاث متنوع أبيض في منزل به غرفة معيشة ومطبخ وثريا.",
    "b8356fcdf6ad41a2aa23bf5b13440ead": "عقار فاخر مع شرفات وتراسات مختلفة وإطلالات على المحيط وال نخيل والبركة والحدائق الاستوائية، بالإضافة إلى إطلالات داخلية على مروحة سقف وثريات إضاءة ونوافذ مع نوافذ سقف.",
    "b3e11fd32a2447d6a4d74906e29fcd20": "حمام مزود بميزات متنوعة مثل أبواب دش زجاجية، جدران كتل زجاجية، نوافذ سقف، أحواض استحمام كبيرة، مرايا، ومصابيح إضاءة.",
    "12d00327c99241fcb13746ce47ae5c0b": "شرفة وتراس مع مناظر للمحيط، مواقد نار، ومختلف أجهزة إضاءة، بالإضافة إلى غرفة معيشة مع مدفأة ومطبخ مع باب بني ومصباح.",
    "52d14ef12f53417ea3b0969bd50c0376": "مساحة معيشة فسيحة تحتوي على أثاث وديكور متنوع، بما في ذلك طاولة بلياردو، مدفأة، طاولة طعام، ومركز ترفيهي، كل ذلك تحت سقف أبيض مع أجهزة إضاءة ومروحات.",
    "60b55d27122e4294909e57e343f73648": "غرفة ذات جدران بيضاء تحتوي على أثاث متنوع وأبواب تشمل حمامًا ومطبخًا وغرفة معيشة وطاولة عمل.",
    "76b2d9d18aa84f029cae73ed7e257089": "مساحة سكنية عصرية ومتواضعة مع أرضية من البلاط الأبيض، أثاث أبيض، مدفأة، وطاولة بلياردو.",
    "b2ff92d873f744e197fcf012388d5922": "حديقة استوائية مع مسبح وأشجار نخيل ومبنى أبيض يضم درج حلزوني وتراس مع طاولة بلياردو وعمد أبيض مع نباتات.",
    "ee69c61834a14b789be044e17c402658": "منزل يحتوي على غرف متعددة تشمل غرفة معيشة مع مدفأة، حمام مع تلفزيون، مطبخ مع مروحة سقف، غرفة نوم مع سرير، وخزانة مع أبواب بيضاء.",
    "91801149ca924ccc906638445e2090da": "منزل مع مطبخ وغرفة طعام وغرفة معيشة، يضم رخامًا وجرانيتًا، ونوافذ وأبواب كبيرة، وإضاءة سقف ومروحة.",
    "83bb3940096942b1afeabdf01b38fddc": "مساحة داخلية بيضاء تحتوي على غرف مختلفة تشمل غرفة نوم وغرفة معيشة وخزانة ومطبخ، كل منها يحتوي على أثاث ومميزات مختلفة.",
    "8247939c454847469f6be0d3630102bd": "مستودع به كائنات وميزات متنوعة بما في ذلك رفوف معدنية وصناديق خشبية وأبواب مستودع مع إطارات ويدات معدنية وخشبية أسلاك قضبان معدنية خرطوم معدني سجادة مطبخ مع حوض وثلاجة مروحة سقف وإضاءة وسيارة متوقفة.",
    "e9a7a9a7bf7b4118b173d4e868480915": "غرفة تحتوي على رفوف متعددة وأرفف وخزائن تحتوي على ملابس وشنط وأحذية ومعدات كاميرا وكتب وأشياء أخرى، بالإضافة إلى دولاب ومرآة وتمثال ورف كتب ومروحة سقف مع ضوء.",
    "6a961a6eca63401e92f7b99c122193e9": "منظر استوائي مع نخيل، مسبح، موقد نار، حدائق، ومنزل مع مساحات خارجية ونخيل في الخلفية.",
    "9647211f7e284d63aca034cc8ea027a3": "منظر لمنزل، يعرض غرفًا مختلفة وميزات مثل السلالم، غرف المعيشة، غرف النوم، والحمامات، كلها ذات جدران وسقف أبيض، وأضواء، وأرضيات مغطاة بالسجاد.",
    "62bf24c8b8644ce6a6a6fa88f3166a5d": "عقار فاخر مع منزل كبير وبركة سباحة وأشجار نخيل ومميزات خارجية متنوعة مثل حفرة نار وبحيرة وسلم حلزوني، مع لمحات متقطعة لرجل يطير طائرة ورقية ونباتات تنمو على المباني.",
    "bcf1688f47bc4a9aa130dde7a6be0168": "منظر لمنزل يتضمن غرفة معيشة مع مدفأة وأثاث أبيض، وغرفة طعام مع طاولة كبيرة، وسلم يؤدي إلى رواق، ومداخل وسلالم مختلفة مع بلاط أبيض ودرابزين أبيض.",
    "2002a91b1cc64d2e9b234f7e45bb4cc2": "غرفة معيشة مع مدفأة، أثاث أبيض، وطاولة قهوة، بالإضافة إلى غرفة طعام مع ثريا وأثاث أبيض، درج مع ثريا، ونوافذ مختلفة مع مناظر أشجار النخيل وإصلاحات السقف.",
    "88a8406fd5eb4efeb4c5d5911c68dede": "منظر لمنزل يُظهر غرفًا مختلفة وميزات مثل غرفة المعيشة وغرفة الطعام والدرج والرواق ورجل يطير طائرة، مع جدران وأسقف بيضاء بشكل رئيسي ومختلف أجهزة الإضاءة.",
    "5074dddeda6a4edf9371340b433dfe09": "منزل به غرف متعددة تشمل غرفة معيشة تحتوي على مدفأة و تلفزيون، غرفة نوم تحتوي على سرير وكرسي، ومطبخ به مروحة سقف وباب يؤدي إلى الخارج.",
    "4f6e78682f5141a59cf44664550ac696": "منزل به غرفة معيشة وغرفة نوم وديكور أبيض، يضم مدفأة، أبواب زجاجية متحركة مع منظر للمحيط، ومروحة سقف.",
    "9b6e8cf1d85c477ca6bb823d6c7b5765": "منظر من منزل، يشمل غرفًا مختلفة مثل الحمام، غرفة المعيشة، غرفة النوم، والمطبخ، مع ميزات مختلفة مثل النوافذ العلوية، النوافذ الكبيرة، وأبواب سوداء بيضاء.",
    "bff29124732d4560be4ae4165298d4ac": "منزل مع غرف متنوعة، وبرج صالة تطل على المحيط، ومزيج من الأثاث والديكور بما في ذلك المدافئ، واللوحات، والنباتات.",
    "430edfa71f1441e69c9479fc0a954818": "منزل واسع ومضاء جيداً مع مطبخ وغرفة طعام وغرفة معيشة وتراس، يضم طاولة بلياردو وموقد نار وحوض سباحة، محاط بالنباتات وأشجار النخيل.",
    "cb7cb0e2dd92419a94d4fa5d790d6548": "حديقة خلفية مع مسابح وأشجار نخيل و وشُراع طائرة، بالإضافة إلى مناظر للمحيط ومنزل أبيض مع شرفة.",
    "804f460e1a7e4affa4a7c65785ddccfc": "حمام مزود بميزات مختلفة مثل حوض استحمام ومرايا ونباتات ورفوف مناشف وساعات ومرحاض ودش وأضواء، بالإضافة إلى غرفة نوم تحتوي على سرير ومرايا.",
    "ae5f403f3b974edb8a2705f141c101ca": "مسلسلات من المطابخ والغرف المختلفة مع ميزات مختلفة مثل أرضيات رخامية، وطاولات رخامية، ومروحات سقف، وخزائن بيضاء، بالإضافة إلى منظر المحيط وموقد في غرفة المعيشة.",
    "c9bce883fc5c4fe8b1ffabc8308d88e7": "منزل مع غرف متنوعة تشمل غرفة طعام وغرفة معيشة وحمام، كلها مع جدران وسقف أبيض، وبعضها مع ثريات وصور إطارية أو لوحات فنية.",
    "df6908d02e204805948aeefeefb91715": "غرفة معيشة تحتوي على أثاث وديكور متنوع، بما في ذلك مدفأة، وأرائك بيضاء، ولوحات محفورة، ومصابيح كريستالية.",
    "135cc40f8f2e490d821997645f8c0ea2": "غرفة نوم وحمام مع مرايا مختلفة ومصابيح وأثاث، كل ذلك بديكور أبيض ومروحة سقف.",
    "4c90d6eff5534ef5a18642fad9622e28": "مجموعة من الزوايا والمواقف المختلفة لمبنى وبيئته المحيطة به، بما في ذلك الأشجار والنباتات والبركة والدرج الحلزوني والأبواب والنوافذ المختلفة.",
    "ca88482a5eef4deea9d4678231d747ac": "منظر لمنزل يتضمن رواقاً مع مدفأة نار وأريكة، غرفة نوم مع سرير ومرآة، غرفة مع كراسي ونافذة، وأبواب وثريات متنوعة.",
    "b2b3e64722f94a7a9e665e425d3b110a": "منظر لمبنى كبير أبيض مع أرضيات رخامية، وثريات، وموقد، وسلم، وغرفة نوم، وخزانة، وغرفة غسيل، ومطبخ مع خزائن وأجهزة بيضاء.",
    "1e6520e3cc06443cb3a54ab6461064b6": "مسلسلة من الغرف، بما في ذلك غرفة نوم مع سرير ومرآة، رواق مع صورة إطارية وباب، غرفة معيشة مع كرسي ونافذة، وغرفة مع مروحة سقف وصور.",
    "4d00ab4dfa424fd3ad89792e92a39cfd": "حمام به مناظر مختلف من النوافذ، ومرآة، وإضاءة، وكذلك مناظر شرفة، ومحيط، وبركة سباحة، وتراس، ونخيل، ويضم باب دش زجاجي، وحوض استحمام، ومرحاض، وجاكوزي.",
    "ce7589e64ee6481dab982bb3dc59e08e": "مجموعة من الغرف والممرات ذات الجدران البيضاء والأسرّة والسقف، وبعضها يحتوي على مرايا ومصابيح ونوافذ، وصور وديكورات معلقة على الجدران.",
    "0d4b00ef4c494246933235abcfb8caca": "منظر لمنزل به غرف و مميزات متنوعة، بما في ذلك رواق، غرفة معيشة مع مدفأة وتلفزيون، مرآة بإطار فضي، وسلم مع ثريا.",
    "391800cbfdfd4afe88b2f1a4bd27b532": "منزل فاخر مع مساحات خارجية متنوعة تشمل شرفات و فناء و مسبح، جميعها تطل على أشجار النخيل والمحيط، بالإضافة إلى مساحات داخلية مثل غرفة نوم و غرفة معيشة مع مواقد نار.",
    "45a542efd1c74ec4a1a6f3aa4d17ccfa": "منظر لمختلف النوافذ والأبواب والغرف في المنزل، بما في ذلك شرفة تطل على المحيط، غرفة نوم تحتوي على سرير وخزانة، وصالة تحتوي على مدفأة وتلفزيون.",
    "6448b91f106c495b8f97568556a78078": "منزل واسع و عصري مع مطبخ و غرفة طعام و صالة و غرفة بلياردو و رواق، كلها مع تفاصيل بيضاء وزجاجية، مدفأة، و منظر للمحيط.",
    "b6253e23df1c477da5acc09cbb7b2510": "غرفة نوم مع أثاث وديكور متنوع، بما في ذلك سرير وشمعدانات وصور ومرآة وباب زجاجي ومروحة سقف.",
    "3424c8ae4ca348d5beaa0fb6ed3ee8b1": "غرفة تحتوي على أبواب متعددة وخزانة وكرسى ونافذة وسقف مزود بمصابيح.",
    "7030f579cdcf4e1a94e6ede87e67766e": "درج أبيض مع مميزات مختلفة مثل مدفأة، ساعة، صورة، باب، ومصابيح معلقة، يؤدي إلى مناطق مختلفة بما في ذلك غرفة المعيشة وباب مع مقبض أسود.",
    "12b17f5e89b94ad7a2ab91011b0441ad": "منظر لمنزل يتضمن غرفًا وفناجين مختلفة مثل النوافذ والأكراس وغرفة الطعام وغرفة النوم والحمام والخزانة والمطبخ وغرفة المعيشة.",
    "c584c117771c4b06aab4fd33e3bd5c73": "مسلسلات حدائق ومنازل ومسابح مع أشجار النخيل و النوافير و مناظر المحيط، مع رجل يطير طائرة ورقية في السماء.",
    "ffa79f02cca84b42bce24be9d0a52e81": "غرفة نوم تحتوي على سرير، مرآة، طاولة جانبية، ونافذة مع ستائر، بالإضافة إلى رواق و حمام، جميعها مزودة بديكورات وأثاث متنوعة.",
    "44ee8fadac69459e90be482c6a747e24": "غرفة تحتوي على مناظر مختلفة تشمل مدفأة، تلفزيون مثبت على حامل، نوافذ تطل على شرفة والبحر، باب زجاجي منزلق يطل على الفناء، غرفة نوم بيضاء تحتوي على سرير وأريكة، وغرفة معيشة بيضاء تحتوي على طاولة قهوة وأرائك، كل ذلك مع زوايا مختلفة من السقف والمراوح.",
    "057f369b0be34cd9af511a1c4ff3dfef": "منزل مع غرف مختلفة بما في ذلك مطبخ وغرفة طعام وغرفة معيشة وغرفة مع طاولة بلياردو، كلها مع أثاث أبيض وأرضيات رخامية أو مفروشة، وبعضها مع إطلالات على المحيط أو مدفأة، مع مروحات سقف وثريات إضاءة، ومشغل شاشة مثبت على السقف في غرفة واحدة.",
    "245ec924942d4a9e83089b56f97f3d0f": "منتجع استوائي مع مسابح وأشجار نخيل وحدائق ومنزل أبيض يؤدي إلى شاطئ، مع طائرات وطائرات ورقية تحلق من وقت لآخر فوقه.",
    "68fd567745b349538526e9e7bbcae160": "غرفة تحتوي على أثاث ومرافق متنوعة، بما في ذلك تلفزيون وموقد وطاولة ومراوح سقف، مع نوافذ وأبواب ظاهرة في الخلفية.",
    "ec210b9de860460787ddc3897d91395a": "مساحة داخلية بيضاء مع أثاث وديكور متنوع، بما في ذلك غرفة المعيشة، حامل الموقد، المرآة، الرف الأبيض، السرير، المطبخ، المكتب، وباب زجاجي منزلق.",
    "09683cec667549f1afc687826e0fa591": "مطبخ أبيض مع خزائن، حوض وغسالة ومجفف، بالإضافة إلى جراج مع سيارة وباب.",
    "1b0c24181b39490ca3f944d9af1f7bcc": "منزل به مطبخ و غرفة طعام و صالة و رواق، جميعها بأرضيات من البلاط الأبيض أو الرخام، وجدران بيضاء، وسقف أبيض مع تيجان ومراوح سقف أو أجهزة إضاءة، يضم طاولة بلياردو، مدفأة، قبو نبيذ، أبواب زجاجية مع منظر للمحيط، ورواق مع أبواب محرقة.",
    "feac17f91c17479e8a8a69ed41f88e8a": "منزل مع غرفة معيشة، موقد، رواق، سلم، ثريا، أبواب زجاجية، ومرآب مع نخلة.",
    "b1c2d13fbdfc4054a56982cc356136be": "مساحة داخلية وخارجية فاخرة مع مسبح وتراس وحدائق ومختلف الغرف بما في ذلك غرفة طعام وغرفة معيشة ومطبخ.",
    "78f568d9bcaa4ddb92d9b6195a634232": "جنة استوائية مع أشجار النخيل والمسابح والشرفات مطلة على المحيط والخضرة الخصبة.",
    "34918a12fa6a48778cde1376b63b9e05": "حديقة خلفية استوائية مع مسبح وأشجار نخيل ومناظر بحرية، تضم نباتات متنوعة وأثاث خارجي.",
    "363a8c88ac23401ba827eb9fe01dabdf": "منظر لمنزل يتضمن درجًا، رواقًا، جهاز تحكم في درجة الحرارة، غرفة مع مروحة ونافذة، غرفة نوم مع سرير، ومصباح معلق على الدرج.",
    "03c2faa5043b4f46acfdbb63cb042616": "منزل به غرفة معيشة كبيرة، سلم، رواق، وأبواب ونوافذ متنوعة، كلها تتميز بديكور أبيض وأرضيات رخامية أو مفروشة بالسجاد.",
    "69bfd3c03c1348a7a1f8b47c89edecd3": "مساحة داخلية بيضاء تحتوي على عدة أبواب ولوحات فنية ومرايا ومرافق حمام.",
    "5b3b2eedecd84d23b14860666fa8b805": "سلسلة من الغرف والممرات ذات الجدران والأرضيات والسقف الأبيض، وتتميز بثريات، والسلالم، وطاولات الطعام.",
    "789a00a8cf824b0aa4f4b07befac748c": "منظر لمنزل يتضمن غرفة معيشة مع مدفأة ونافذة مطلة على المحيط، أبواب زجاجية، حمام، غرفة نوم، وباب أبيض.",
    "65d4a26be97b4519ae11c4c65aece4c5": "مساحة داخلية بيضاء مع أبواب مختلفة، جهاز كمبيوتر محمول، خزانة، ممر، غرفة نوم مع سرير ونافذة، مكبر صوت مثبت على الحائط ومكيف هواء، وقطة بيضاء على باب.",
    "35f5b361dca240ef8effcee3a2d02b68": "منظر لمنزل يتضمن غرفًا متنوعة ومناظر من النوافذ، مع تفاصيل مثل الأثاث والموقد والإضاءة.",
    "f1bfc2af756540f3b43581449ba99363": "مساحات خارجية وداخلية متنوعة تشمل شرفات وبرك ومتنزهات وبالكونات، مع ميزات مختلفة مثل أشجار النخيل ومياه متساقطة وسلالم حلزونية.",
    "2569405ece5b4a7fb1a6722472480e84": "حمام مزود بم، حوض استحمام، نافذة، وسماعات، بالإضافة إلى مطبخ يحتوي على خزائن بيضاء ودش زجاجي ومرحاض زجاجي.",
    "935e01b13159462c9863920713dd1a5c": "منزل مع غرف مختلفة، بما في ذلك صالة مع مدفأة ومنظر للمحيط، غرفة نوم مع سرير ومرآة، وممر دخول أبيض مع مصباح ومدفأة."
}