{
    "2343ef3bf04a4433af62f0d527d7512a": "منظر لمنزل يتضمن غرفة نوم، حمام، غرفة معيشة، ومرايا، مصابيح، وستائر مختلفة.",
    "904beb4bca9e4e2b8d15f3af9b70a242": "مجموعة من الغرف والممرات المختلفة، مع أشياء مختلفة مثل البراميل الخشبية والأواني والأواني، بالإضافة إلى الأبواب والمداخل، كل ذلك مع مخطط ألوان بيضاء سائدة.",
    "3d0ecd8a8a6f4ba2b3849f2b77083438": "مساحة داخلية بيضاء تحتوي على أثاث ومعدات متنوعة، بما في ذلك سرير، خزانة، أريكة، طاولة، مكتب، مصباح، وحمام، كل ذلك مع جدران وسقف أبيض.",
    "1c2596bea79c481db4af3b0a26342978": "منظر لمنزل، يتضمن غرفًا مختلفة وميزات مثل الحمامات والنوافذ والمرايا والجدران والأرضيات البيضاء.",
    "f0bf7f3b529548a5a2c36fcc9b05b714": "منظر لمنزل به غرف وسمات متنوعة، بما في ذلك حمامات بأرضيات خضراء، وجدران بيضاء مع أبواب وصور، وسلم حلزوني، وفتحة سقف، وغرفة نوم بيضاء مع مروحة.",
    "03bb2fc19b214b91a81c958303f98892": "مسلسلات من غرف ومساحات مختلفة، بما في ذلك غرفة معيشة مع مدفأة وجوائز خشبية، و شرفة مع مسبح، و قطع مختلفة من الأثاث والفنون.",
    "87449aea807942e0998e230c344f0e42": "ممرات ومجالس مع أثاث وزخارف متنوعة، بما في ذلك مكاتب ورفوف كتب ولوحات و ساعة و عارضة خشبية ومرآة و هاتف و أبواب متنوعة.",
    "146714339e954166a2f701202e030c29": "مجموعة من الغرف والمرافق المختلفة مع أنواع مختلفة من الأرضيات والأسقف والأثاث، بما في ذلك شجرة عيد الميلاد وحمام سباحة وموقد.",
    "ba9af4d3f96d4b47bd45d828f2d61d2c": "منظر لغرف مختلفة تشمل غرفة نوم، حمام، غرفة معيشة، وغرفة تحتوي على مسبح، مع أثاث وديكور مختلف مثل كراسي زرقاء، ستائر بيضاء، ولوحة فنية على السقف.",
    "d7457234e5d54417bcc64a74d6ecfd9a": "مسلسلات من غرف مختلفة وفراغات خارجية، بما في ذلك غرفة المعيشة مع عوارض خشبية وموقد، شرفة مع سقف خشبي وثريات، حديقة مع مسبح، وساحة مع بيت طير صغير على طاولة.",
    "7f0b1a5b010945c1b27da9828360d402": "منظر لمنزل مع غرف مختلفة ومميزات تشمل تنظيف السجاد، لوحات معلقة، مروحة سقف، نوافذ سقفية، سلالم، غرفة معيشة مع أريكة وطاولة قهوة، خزانة بيضاء وأبواب مع مقابض مختلفة، ومقعد نافذة مع وسادة زرقاء وبيضاء.",
    "c10178a834d7433f8294a88b74d71954": "مجموعة من الصور الإطارية والخرائط والطبعات معلقة على الجدران البيضاء، مع أبواب وسلالم تؤدي إلى مناطق مختلفة من المبنى.",
    "095e289950a64f99bc690533335dbea5": "منزل به مطبخ و غرفة معيشة و عوارض خشبية و أثاث مختلفة بما في ذلك موقد و مدفأة و رف طهي.",
    "39a9ff1fe32d41b8bb16f7f102414c80": "منظر لمنزل يتضمن مطبخًا بأثاث خشبي، مدفأة مع شاشة، حمامًا مع حوض استحمام ومرآة، غرفة معيشة تطل على المحيط وأثاث أبيض، ومطبخًا بأعمدة خشبية وأضواء.",
    "8aab1e4ed6e845328b9d8ab7e2c009ac": "منظر لعدة غرف في المنزل، بما في ذلك غرفة المعيشة مع تلفزيون، غرفة نوم مع سرير وخزانة، ومطبخ مع حوض ومصباح.",
    "9df5f6ec205f4c8088cc80891d97675e": "سلسلة من الأبواب والغرف والأثاث في مساحة بيضاء ومضاءة جيدا، بما في ذلك حمام وغرفة نوم ومرآة.",
    "f97898ee20f74b2d8627f5065d633d45": "مساحة داخلية بيضاء تحتوي على أشياء وملحقات متنوعة، بما في ذلك مرحاض، جهاز كمبيوتر محمول، كتاب، خزانة، وأبواب، كلها بألوان بيضاء أو محايدة.",
    "b90801209e564a309883d214b02a6195": "منزل مع درج متعددة، غرف جلوس، وغرف ذات عوارض خشبية وجدران وأسقف وأبواب بيضاء.",
    "112b976211e448f08cc955a8f4315e0c": "منظر لبيت به غرف مختلفة وممرات، ويتميز بأرضيات خشبية، أعمدة خشبية، أبواب بيضاء، ومصابيح إضاءة.",
    "74ce4ff76774491f877325c9402b6184": "منزل به غرف متعددة تشمل غرفة طعام ومطبخ وغرفة معيشة ورفوف كتب ممتلئة بكتب ومتعلقات زخرفية.",
    "99fcb9869e0b4a7a9f825d70d6f67efc": "مطبخ مزود بمميزات مختلفة مثل بلاط أزرق، عوارض خشبية، أواني معلقة من السقف، وموقد وفرن.",
    "d3bbb56e888d4b659563d6e135406870": "مسلسلات من الغرف والمطابخ مع ميزات مختلفة مثل أجهزة المشي، العوارض الخشبية، الخزائن البيضاء، البلاط الأزرق، طاولات رخامية، وأسقف وأرضيات خشبية. يوجد أيضا لمحة من كرسي أبيض، مفتاح إضاءة، وحمام أبيض.",
    "c742bd01328e48a0acc256a1ce2a48fc": "منزل به سلالم متنوعة و غرف معيشة و جدران مزخرفة بنمط زهري و عوارض خشبية.",
    "3789920326234f7a91bde25661a0a3fc": "منظر لمنزل يتضمن بابًا مع رف خشبي ومرآة، باب أبيض مع مقبض ويد، غرفة نوم مع سرير وخزانة، لوحة فنية لقرية على الحائط، غرفة مع مكتب وصور، ومطبخ أبيض مع رف كتب.",
    "f346ec806ac7467c97fab5a2e36793dd": "صالة ألعاب رياضية ومنطقة دراسية مع رفوف كتب، وسيارة أجر، وعوارض خشبية، بالإضافة إلى حمام وممر مع جدران بيضاء وأرضيات خشبية.",
    "abfdb9e245524fac9a1f70419788b6bf": "سلسلة من الأبواب والنوافذ والغرف مع أثاث ومرافق متنوعة، بما في ذلك حمام وغرفة معيشة وغرفة نوم وطاولة صغيرة، كلها من زوايا مختلفة.",
    "14af8cbc71694b0ab5ca408ceb1c2cdb": "مطبخ به العديد من الميزات مثل موقد، فرن، حوض، سقف خشبي، غطاء أخضر، خزائن بيضاء، بلاط أزرق، عوارض خشبية، أرفف أواني، ثلاجة، طاولة رخامية، وساعة.",
    "140ee525d84c4e6e9d0b3bda3cbc19ab": "مجموعة من الغرف والممرات مع ديكورات وأثاث متنوع، بما في ذلك اللوحات والمرايا والساعة والسلالم والأرائك والسرير والصور الإطارية للأزهار.",
    "0701fa74a0bb4f478b1f167ea7939c0a": "مجموعة من الغرف والأشياء المختلفة، بما في ذلك غرفة نوم مع خزانة ومرآة، غرفة مع مرآة على السقف، رجل يحمل كرة سنوكر، تمثال امرأة على درج، مطبخ مع نافذة وستائر، وأسرة مع مصابيح وأضواء.",
    "3ed7021b489144e9931aa86d6ed282c1": "منظر لعدة غرف وأثاث، بما في ذلك غرفة نوم مع سرير وخزانة، غرفة معيشة مع مدفأة ومنظر للمحيط، وممر مع خزانة وباب.",
    "ca660fbd1a384380a372ad79f760e1d9": "سلسلة من الدرج المختلفة، والممرات، والصالونات، والحمامات، والمداخل مع عوارض خشبية متنوعة، والأثاث، والديكور.",
    "5764e704c4574c34b7a579260f191e7c": "منزل به غرف متعددة، بما في ذلك غرفة طعام، غرفة معيشة، مطبخ، وغرف متعددة مع رفوف كتب وكتب، جميعها تتميز بعناصر وأثاث خشبي.",
    "217b34f2c019478ea2b734c13e16b62b": "منظر لمنزل به غرف وسمات مختلفة، بما في ذلك غرف المعيشة مع المدافئ والنوافذ الكبيرة، والأعمدة الخشبية والسقف، والدرج مع خريطة إطارية، والمطبخ بأرضيات بيضاء وعامود خشبي.",
    "6609a7b19c604c68957f95826c953482": "غرفة نوم ذات طابع أبيض مع سرير، خزانة، وأثاث وديكور متنوع.",
    "a89e5c41cc7a4881bb8739aae37a71c0": "منظور غرف و مساحات مختلفة، بما في ذلك غرفة نوم، غرفة معيشة، مطبخ، وحمام، مع التركيز على الأثاث والمرافق في كل منطقة.",
    "9ba405ffbcb5460b8fa5693ed68e5bbd": "مسلسلات من غرف وممرات مختلفة، كل واحدة منها تحتوي على أثاث وديكور متنوع، بما في ذلك أرفف الكتب، والمكاتب، والأرائك والنوافذ.",
    "055135a74623475bbaa7fe3a9b34d5e3": "منظر لعدة غرف وفراغات، بما في ذلك غرفة نوم، حمام، شرفة، غرفة معيشة، وتركيب مروحة سقف.",
    "4acd978965a24452ac39f4964cbd69c8": "منزل بغرف متعددة تشمل صالة، مطبخ، غرفة طعام، ومنطقة مسبح، كلها تتميز بأعمدة خشبية وأبواب خشبية، مع ستائر بيضاء وأثاث، ومزيج من أجهزة الإضاءة والمدافئ.",
    "0abcad1faaaa45d296aac7b2083ebe54": "منظر لمنزل يتضمن غرفًا مختلفة وميزات مثل حمام، مطبخ، غرفة نوم، وتركيب مروحة سقف.",
    "db3dafef140f44508a4130b29e3dc1bc": "مجموعة من الغرف، بما في ذلك غرفة المعيشة مع الأثاث الأبيض وموقد، ومطبخ مع العوارض الخشبية والأرضية الخشبية، ونوافذ مختلفة مع مناظر للزهرية والصلبان والستائر.",
    "2ebc2682287645efabf7f2319682aab1": "سلسلة من المداخل والممرات والغرف التي تحتوي على أشياء وأثاث متنوع، بما في ذلك الأواني والإناء والأرائك والكراسي والمكاتب والتلفزيونات، كل ذلك على خلفية من الجدران والسقف والأبواب البيضاء مع أقواس خشبية ومقابض نحاسية.",
    "6e1e523c608942daae201e0edb7cdde0": "منزل به غرف متعددة بما في ذلك سلم، غرفة معيشة، رواق، ومطبخ، كلها مزودة بأعمدة خشبية وأثاث، وأريكة بيضاء وجدران في بعض المناطق.",
    "282d98c53101421f9df5e0aed5d356a3": "سلسلة من الدرج مع أنواع مختلفة من السلالم و الصور، تؤدي إلى سرير أبيض ومطبخ أبيض مع سقف خشبي.",
    "606a5b4d7ee048d4b15fb07fc7a07fc6": "منزل يجمع بين غرفة المعيشة والمطبخ وغرف النوم، كلها تتميز بأعمدة خشبية وأثاث متنوع مثل الأرائك والأكراس والخزائن، بالإضافة إلى النوافذ والمرايا.",
    "6a39f7496f3e496abad3584ae5812de4": "مسلسلات من الممرات والغرف والفضاءات الخارجية مع ديكورات وأثاث متنوع، بما في ذلك العوارض الخشبية والنوافذ والأواني النباتية وأجهزة الإضاءة.",
    "13ca7921f59a4500bac94fc1867636ee": "منظر لمساحة معيشة ذات جدران بيضاء مع أثاث وديكور متنوع، بما في ذلك تلفزيونات، كتب، لوحات، سرير، أريكة، مكتب، ومطبخ.",
    "aaef0e13feb84a9a8cb567429c9fb8d7": "منزل مع غرف متنوعة وأثاث، بما في ذلك أريكة بيضاء، عوارض خشبية، وخلطة من الخزائن البيضاء والخشبية.",
    "5c8f1d2de7c44d4fb95fa752c5fdce24": "منزل مع غرف ومرافق متعددة، يضم عوارض خشبية، ومرايا، ومواقد نار، وورق حائط زهري، مع مزيج من الأرضيات الخشبية الصلبة، والجدران البيضاء، والسجاد.",
    "f5f240dba39b4c19a1354c89c56d7a59": "مجموعة من الغرف تشمل دراجة ثابتة، جهاز ركض، صالة ألعاب رياضية منزلية، مطبخ، وأثاث وديكور متنوع مثل أرفف الكتب، العوارض الخشبية، والخزائن البيضاء.",
    "fc30206582bb494190095c4439e2da29": "داخل أبيض من الخشب مع أثاث متنوع ورفوف كتب في غرف مختلفة.",
    "bbbe225834074bb0a3fb31a3e1e80685": "مسلسلات من غرف مختلفة، بعضها مع عوارض خشبية وموقد، والبعض الآخر مع أثاث أبيض وأرضيات، وعناصر زخرفية مختلفة مثل اللوحات، والأواني، والأبواب ذات التصاميم المزخرفة.",
    "175d0c8d6d7244f5bbeb03190345cb68": "منظر لمنزل يتضمن حمامًا وغرفة نوم وسلم ورواق وغرفة معيشة مع مختلف الإكسسوارات والأثاث.",
    "013de08029c64d4caa3807ff21822447": "مسلسلات من الممرات والنوافذ والغرف ذات الديكورات والمواد المختلفة مثل حمام السباحة والأواني النباتية وزينة عيد الميلاد والبراميل النبيذية وأوعية الشموع.",
    "9c2919ad974d472fa4f97c01005666f0": "مجموعة من الغرف المختلفة والمساحات الخارجية، كل منها يحتوي على أثاث وديكور مختلف مثل بيوت الطيور والنباتات ورفوف الكتب والسقف الخشبي.",
    "d16ee55e1e434c8abc07c79b08204bf1": "مطبخ مع مميزات متنوعة مثل طاولات رخامية، خزائن بيضاء، عوارض خشبية، وسقف خشبي، بالإضافة إلى رفوف كتب ورفوف تحتوي على كتب وتماثيل بط و .",
    "2d61b8d5065d4361a9ce7197ae65fa51": "غرفة نوم بيضاء تحتوي على سرير، مكتب، كرسي، وديكورات متنوعة على الجدران والسقف.",
    "481282c812c24f8292054a9c8b23adb9": "غرفة نوم/معيشة بيضاء مع أثاث متنوع ونافذة في كل اتجاه.",
    "f155853c7e6c4761bc42e1a304c78b2a": "سلسلة من الغرف المختلفة ومناطق خارجية، بما في ذلك الرواق، الشرفة، المسبح، غرفة المعيشة، غرفة الطعام، وعناصر زخرفية مختلفة مثل الأواني النباتية، العوارض الخشبية، والشموع.",
    "2e99c4517678406c935d5c8bb25942c8": "منظر داخلي للمنزل، يشمل كرسي خشبي، سلم، صور إطارية، وفتحة سقفية.",
    "1015e20d2dca4a01b6cca0ca0d71c29a": "سلسلة من الغرف والمرافق ذات الجدران البيضاء والأثاث ومروحات السقف، مع أبواب متقطعة وسلم، ومدخن مستعلق من السقف.",
    "fffe7407b0324ceca095d418d02e2ea3": "مطبخ مع ميزات متنوعة بما في ذلك ماكينة قهوة و كؤوس نبيذ و موقد و عوارض خشبية و خزائن بيضاء."
}
