{
    "9bbf903d50da4ffd9e5d1fb7c9f4d69b": "مساحة معيشة بيضاء مع أثاث وديكور متنوع، بما في ذلك مدفأة، لوحات، وأبواب زجاجية منزلقية تؤدي إلى فناء.",
    "60ce99b0264148c09db7ef836ad77e3f": "سلسلة من الخزائن والممرات والحمامات ذات الجدران والأبواب والمرافق البيضاء والرمادية، وتضم الرفوف والأدراج وخطافات تعليق والإضاءة.",
    "d053428c481b44dfbc96564b7efd1f61": "حديقة خلفية مع مسبح، منطقة عشبية، طاولة طعام وكراسي، منزل مع واجهة خشبية وسقف مغطى بالأسقف، وطائرة ورقية تطير في السماء، مع مناظر مختلفة للأبواب والنوافذ والشرفات.",
    "180b0d7146704223a12bcef6699d0121": "مساحة داخلية بيضاء تحتوي على غرف ورواقات وسلالم، تتميز بأرضيات وأبواب وسقوف وجدران بيضاء، مع لمسات من الأسود أو الأزرق من حين لآخر، وبعض الأثاث والإنارة.",
    "0662f8da68b94d83a47af1e38f28f4e5": "مسلسلات من الغرف، السلالم، والمناظر الخارجية، كلها بيضاء في الغالب، مع لمحات عرضية لرجل يطير طائرة أو طائرة ورقية وتليفزيون أبيض.",
    "f8a73e17d842414a8fea443765cdc1be": "سلسلة من الأبواب والممرات والغرف ذات الجدران البيضاء والمزودة بميزات مختلفة مثل النوافذ والعزل والمراوح السقفية.",
    "e3b44e490fdb4632a07618be3c52f7a8": "سلسلة من الغرف ذات الجدران والسقف الأبيض، والأثاث والديكور المختلف، ومصابيح الإضاءة على السقف.",
    "bbcc19afdad742eba89290ad2b5dbf6b": "منظر لمنزل يضم شخصًا جالسًا على مقعد خارج نافذة، ومناظر لحوض سباحة، غرفة نوم، وحمامات متعددة مع حوض استحمام، مرآة، دش، وحوض استحمام.",
    "aaa9cd95e66c4564b2065763e8dfe013": "مساحة داخلية بيضاء تحتوي على مطبخ وحمام وغرفة نوم وغرفة معيشة، كلها ذات جدران وأرضيات وأثاث أبيض، وسلم يؤدي إلى رواق أبيض يحتوي على مقعد وسلم.",
    "b6c62c6714d44a7080c83ec374607bcb": "سلسلة من الأبواب البيضاء، والسلالم، والرواقات، والغرف مع مختلف المعدات والأثاث، بما في ذلك رجل يحمل كاميرا ويطير في طائرة في السماء.",
    "717d780575424720920e3fea97d98842": "منزل مع غرف متنوعة واثاث، بما في ذلك غرفة نوم تطل على مسبح، وحمام مع حوض أبيض، ورواق مع صور معروضة.",
    "f8f0b59f069a4a0db35d8406603db64e": "منزل مع مناطق خارجية متنوعة تشمل شرفة خشبية مع مسبح، ورواق مع أعمدة بيضاء، ومرج، وباب زلاقي أبيض يؤدي إلى غرفة معيشة مع مدفأة وأريكة بيضاء.",
    "f3accce1c4e44e1d9e94cff071f22eeb": "مساحة معيشة بيضاء وتصميمية دقيقة مع مسبح ومدفأة وممر درج وبوابات زجاجية متحركة تؤدي إلى فناء.",
    "ccb593339b944f0a84caa0a19133b3e5": "داخل أبيض وتصميم دقيق مع أثاث وديكور متنوع، بما في ذلك صور إطارية وفتحة سقف.",
    "1e7c16e6cb054c9fbbeb15160bc11f73": "مطبخ أبيض يضم ميزات متنوعة مثل أجهزة من الفولاذ المقاوم للصدأ، وجزيرة كبيرة، وأضواء معلقة زجاجية، بالإضافة إلى مناطق أخرى مثل رواق ومخزن.",
    "3fe5daf13a5546069766f1c4bfd50fcc": "مجموعة من الغرف مع أثاث ومرافق متنوعة، بما في ذلك مروحة سقف، أزرار إضاءة، تلفزيون، سرير، كراسي، وحوض.",
    "2f211467f33544ff97c624d91f37e5fd": "مسلسلات من وجهات نظر مختلفة تشمل سلالم، سماء غائمة، رجل يركب دراجة، غرفة بيضاء مع مطبخ، ورجل يطير طائرة ورقية.",
    "2d4a32746fa2462b8e6ee8fe2b56c653": "مطبخ أبيض مع خزائن وجزيرة، رواق مع أبواب وأرضية مفروشة بالبلاط، باب جراج يتم تركيبه في غرفة، وغرفة مع باب ونافذة.",
    "af5f1942b4374015823bd32e31b31c64": "سلسلة من الغرف والممرات ذات الجدران والأرضيات والسقف الأبيض، وبعضها يحتوي على أثاث ومرافق مثل الكاميرا والساعة والتلفزيون ومرحاض وحوض استحمام ومروحة.",
    "47f3befaf16a43449e3456cd8b9be9a4": "مطبخ أبيض مع مميزات مختلفة مثل الخزائن وفرن وجزيرة كبيرة وأضواء معلقة، بالإضافة إلى غرف أخرى تشمل حمام وخزانة وممر مع أبواب وأضواء بيضاء.",
    "227eb533f566468a93013a9a43d3ea6a": "حمام أبيض مع ميزات مختلفة، ومكتب منزلي مع مكتب وكرسي، وغرفة معيشة مع أثاث وصور على الحائط.",
    "b4ac79acffd24a838cc44bb094d0a5cb": "مطبخ أبيض مع ميزات مختلفة مثل الخزائن والنوافذ والأحواض والتماثيل، بالإضافة إلى حمام ومنطقة بار.",
    "54e499c336a0490d8cf1684049f36040": "مساحة معيشة ذات طابع أبيض مع أثاث وديكور متنوع، تشمل حمامًا وموقدًا ولوحات مُطرزة وبركة سباحة.",
    "f0db0d83f9d646b997d099d7eae80dd1": "مطبخ أبيض مع مميزات مختلفة مثل حوض، نافذة، تمثال فيل، باب زجاجي منزلق، سطح من الرخام، جزيرة، كراسي، وأوعية طعام. هناك أيضًا لمحات من غرفة طعام، حمام، وباب.",
    "652313c43e064574a464d97f67c52007": "غرفة بيضاء مع أبواب متعددة، ممر، خزانة، ومروحة سقف.",
    "155fac2d50764bf09feb6c8f33e8fb76": "منظر لعدة غرف في المنزل، بما في ذلك الحمامات، المطبخ، وخزانة الملابس، مع ميزات بيضاء ورخامية، نوافذ، وأجهزة إضاءة.",
    "db2c0754e41d4af0959e1361acc7b6db": "منزل مع مسبح وغرف متنوعة، بما في ذلك غرفة معيشة مع أثاث أبيض ومدفأة، وحمام مع سقف أبيض وثريات، وطابق خشبي مع مسبح وباب.",
    "fd4752f551d04e22be492adea0d9fb04": "رجل يركب دراجة هوائية في يوم غائم، يستكشف غرفًا مختلفة بألواح جدارية وسقف أبيض، باب أحمر في مطبخ أبيض، وباب خزانة أبيض مع مقبض معدني.",
    "0eb1323894e041efa23d2f3e60efbe44": "مسلسلات من الغرف والممرات مع أجهزة مختلفة وأرفف وأبواب وثريات إضاءة، كلها بيضاء ورمادية بشكل رئيسي.",
    "1410b021e1c14f529188eb026fbb369a": "سلسلة من الغرف البيضاء والممرات ذات الأبواب والنوافذ والعناصر المختلفة مثل الساعة ومروحة السقف وإنذار الحريق.",
    "7f2b92531a51488daa9fa851f8c19a52": "درج أبيض مع تفاصيل مختلفة مثل درابزين أبيض وسجادة وخشب وصوره، بالإضافة إلى لمحات من الجدران والأرضيات والأبواب والنوافذ البيضاء، مع مناظر عرضية لرجل يركب دراجة أو طائرة.",
    "c9da6aab1a6c4447975c5099ce158f75": "سلسلة من مناظير لغرف وممرات مختلفة، بما في ذلك غرفة نوم مع سرير و سجادة بيضاء، غرفة مع نافذة كبيرة وكرسي، ممر مع جدران بيضاء وأرضية خشبية، وصور إطارية مختلفة وثابتات إضاءة.",
    "dd9fb6ab085d4d558d5d023bb2dc90ff": "مساحة معيشة ذات تصميم أبيض مع منظر للبركة، أثاث أبيض، درج، ومطبخ مع خزائن بيضاء وجزيرة.",
    "3429ecc6a320475fada43d43848b9aae": "مسلسلات من الغرف والممرات مع أبواب و جدران و أسقف بيضاء، و بعض الغرف تحتوي على سرير أو حمام وعدد قليل منها يحتوي على نافذة و مروحة سقف أو مصباح.",
    "6f6a10929810436f894094cbcd00e9e2": "غرفة مع خزائن متعددة، وحمام مع ميزات من الرخام الأبيض، وفرقة تقسيم الغرفة مع مرآة.",
    "77f4285b6cb34eb1a1ea6f16bce3eefb": "مساحة معيشة بيضاء مع أثاث وأبواب ولوحات، بالإضافة إلى حمام مع مرايا وأجهزة إضاءة.",
    "3d21c0cbc98b4c3da6585fabef9c68c3": "منظر لعدة غرف، بما في ذلك مرآة في غرفة مع طاولة وأرائك، غرفة معيشة مع أسرّة بيضاء ونافذة كبيرة، غرفة نوم مع لوحة فنية كبيرة على الحائط، وحمامات مع أجهزة بيضاء وصور إطارية.",
    "725d4645400a47ef9b9beaa6e8f56f2b": "مطبخ أبيض مع خزائن وجزيرة، خزانة مع باب أبيض ومقبض، باب أبيض مع ضوء عليه، ثلاجة بيضاء مع باب مفتوح، ممر مع باب ونافذة، وحمام مع ضوء سقف.",
    "5c39473b25b74307858764d1a2045b9e": "مجموعة من الغرف والممرات ذات الجدران والأبواب والأسقف البيضاء، وبعضها مع لمسات زرقاء وأضواء، بما في ذلك حمام وخزانة، ورجل جالس في إحدى الغرف وورقة زرقاء معلقة من السقف في أخرى.",
    "3400e984cd9642008cdb2cbbff0989a9": "منظر لمنزل يتضمن غرفة نوم، حمام، رواق، وجدران مع صور إطارية.",
    "50df19b5012e4451870d16320747ff9b": "غرفة ذات أبواب بيضاء وأرضيات خشبية ولوحات متنوعة على الجدران، تشمل رجلًا يقفز أمام سرير ولاعب كرة سلة؛ يوجد أيضًا سرير مع أوراق بيضاء وغطاء أزرق أو أخضر، كرسي أمام نافذة مع سجادة، خزانة بيضاء مع أجزاء معدنية، وحمام مع مصباح.",
    "d4c7bbd42a9f482c9940cb0074dd5cb0": "داخل أبيض مع مناظر مختلفة لبركة سباحة، طائرة ورقية تطير في السماء، ومنزل من زوايا مختلفة.",
    "db3ded2f74b245b0ba58293b24f66cbd": "حديقة خلفية تحتوي على ميزات مختلفة مثل حمام سباحة و شرفة و عشب و رواق أبيض مع أعمدة وأثاث.",
    "7d9664bc035641d995b523a19650d178": "سلسلة من الأبواب والممرات، مع بعض مواد البناء والأجهزة المرئية، وبعض الأبواب مع علامات عليها.",
    "b564162b2c7d4033bfe6ef3dfb959c9e": "سلسلة من المساحات المختلفة، بما في ذلك سلالم، مطبخ، رواق، حمام، وغرف مختلفة مع جدران وسقف أبيض، بعضها مع نوافذ وثريات إضاءة.",
    "b6eb520b6acd4b74b1beef800bc35c3d": "منزل مع مسبح وشرفة محاطة بالعشب والأشجار، مع طائرة ورقية تطير في السماء الغائمة وباب زلاقي أبيض مع إطار خشبي.",
    "92fb09a83f8949619b9dc5bda2855456": "مساحة داخلية بيضاء تحتوي على أبواب و خزائن و ممرات مختلفة، بالإضافة إلى مرآة ومطبخ ورجل جالس على أريكة.",
    "dd83fb40a2e14ac99de9fe9bcfaf44df": "سلسلة من الخزائن البيضاء والأبواب والممرات مع الرفوف والأدراج والثريات، بالإضافة إلى ثلاجة بيضاء وصور إطارات على الجدران.",
    "8aaa453a204c4b91b61bff24567196a5": "سلسلة من الغرف والحمامات مع مختلف الإكسسوارات والأبواب، بما في ذلك دش وحوض استحمام ومرآة ومرحاض، كل ذلك مع جدران وأبواب بيضاء، وبعضها مع إضاءة و نوافذ.",
    "2efa083bb8244ab2b8a16d135144e491": "سلسلة من الغرف والممرات مع أبواب بيضاء، إطارات بيضاء، وتفاصيل بيضاء، بعضها مع أسرة ونوافذ، وواحدة مع حمام ومفتاح إضاءة.",
    "fe045dba6a244fefbc9950293c087287": "غرفة تحتوي على أثاث وديكور متنوع، بما في ذلك الأرائك والصور الإطارية والحمام وخزانة ونافذة تطل على فناء وأشجار وطاولة مع كتب وكرسي.",
    "7c039232353c4d84b5e5800189758af0": "مجموعة من الغرف، بما في ذلك غرفة معيشة مع أثاث أبيض وطاولة قهوة، غرفة مع مروحة سقف وسماعات، غرفة مع مدفأة وأثاث أبيض، حمام مع نافذة وضوء، وغرفة معيشة مع أريكة زرقاء وباب زجاجي منزلق.",
    "235b1daec98a4d73bb3c357768e8455a": "شرفة بيضاء بأعمدة وطراز أبيض، مطلة على مسبح وطاولة خشبية مع أثاث متنوع ومنظر للفناء.",
    "afad225acfbe48f39cf2894c61d9e714": "مطبخ أبيض مع ميزات متنوعة مثل الخزائن و الموقد و الحوض و الجزيرة و الأجهزة، بالإضافة إلى مروحة السقف و مصابيح العقد.",
    "9e4c92fd7eb74504baecf55a3264716e": "مساحة داخلية بيضاء مع غرف ومرافق متعددة، تحتوي على سلالم ونوافذ وأبواب وثريات وأثاث.",
    "0b7767a8959a48719e014e9ab7d3597b": "غرفة بيضاء مع أثاث ومفروشات متنوعة، بما في ذلك طاولة مع زهرية، باب، مرآة، مروحة، جهاز كمبيوتر محمول، وإضاءة مثبتة على السقف.",
    "2cbca953eeaf437799479c9111c1ee8a": "منظر لمنزل، بما في ذلك غرفة معيشة مع مدفأة ونوافذ كبيرة، رواق مع لوحة ومرآة، حمامات مع مرحاض أبيض وأرضيات رمادية، منظر لحديقة وأشجار من باب مفتوح، وسلم مع درجات بيضاء ورمادية وأرائك زرقاء.",
    "9a503b8a42274ecc9c1fde72a893b75f": "سلسلة من السلالم البيضاء والخشبية، غرف ذات جدران وسقف أبيض، رجل يطير طائرة، كاميرا في غرفة ذات نافذة، شاشة تلفزيون بيضاء، حمام به مرحاض وغسالة، قطة بيضاء على سقف أبيض، باب أبيض وأرضية، رف أبيض وساعة على جدار أبيض، وعامود خشبي معلق في غرفة.",
    "d8cae4c7073346e392d3996254bf741c": "مسلسلات من الغرف البيضاء والممرات مع لمحات نادرة لطائرة تطير فوق سماء غائمة ورجل يطير طائرة ورقية داخل المنزل، مع بعض لمسات زرقاء وحمام يتم تجديده.",
    "a775c7668ca9419daaf506e76851821e": "داخل أبيض مع غرف مختلفة تشمل مطبخاً، غرفة طعام، غرفة معيشة، حماماً، وخزانة، كل غرفة لها مميزات فريدة مثل جزيرة كبيرة، مرآة، مصباح معلق، وأثاث أبيض.",
    "e77741c3f37041a9b37ca81ce14dcb20": "منظر لمساحات خارجية وداخلية مختلفة، بما في ذلك مسبح وطابق علوي ومرج ومدخل و أبواب زجاجية متحركة، مع أثاث أبيض وأخشاب وطواقي محيطة بأشجار وتطل على المحيط.",
    "47bac3dbc0914c429f447f98ee5c504d": "درج من السلالم البيضاء والرمادية، والرواق، والغرف، والأبواب مع مختلف الإكسسوارات والأشياء، بما في ذلك النافذة، والفازة، ومروحة السقف، ووحدة التلفزيون، والطائرة، والثلاجة، والدرابزين الخشبي.",
    "543bd11ef03b4d3e87b0d9572db01ee2": "مطبخ أبيض مع ميزات متنوعة مثل الخزائن والنوافذ والأحواض والأجهزة.",
    "27b26e3f29384e60944fc6151074b172": "داخل أبيض مع غرف و أشياء مختلفة، بما في ذلك مطبخ، غرفة معيشة، حمام، رواق، سلم، دب قطني، و تلفزيون، كل مع لمسات بيضاء أو ب و أجهزة إضاءة.",
    "b37b1397ce5441199438878cfb1d9a64": "منزل قيد الإنشاء مع غرف مختلفة يتم عزلها وبناءها من الخشب والإسمنت، ويضم نوافذ وأبوابًا.",
    "bfc3e00afca648f4b0b6945f4f7cffe0": "منظر لحمامات المنزل وخزائن الملابس، مع ميزات مختلفة مثل طاولات رخام بيضاء، حوض استحمام مع نافذة، ورفوف وأدراج في خزائن الملابس.",
    "6376b741b50a4418b3dc3fde791c3c09": "منظر لمساحة داخلية بيضاء تحتوي على غرف ورواقات وسلالم، وتتميز بنوافذ وأبواب وأجهزة إضاءة وأثاث.",
    "93292ae9057244519e582c2c53abfb3e": "منظر لمساحة داخلية بيضاء مع غرف ومفروشات متنوعة، بما في ذلك مطبخ، حمام، خزانة، غرفة معيشة، ومكتب.",
    "204fc459fd244be1b08fe56aa9caea9d": "مجموعة من الغرف والممرات ذات الجدران والأبواب البيضاء، وبعضها يحتوي على أجهزة إضاءة وأثاث مثل الأرائك والكراسي، وغرفة واحدة يُجدد فيها الأرضية.",
    "cf5dbac616f94d65845bb25be5078cb8": "مجموعة من الغرف والممرات مع جدران وسقف وأرضيات بيضاء في الغالب، مع أثاث ومرافق متفرقة مثل تلفزيون وأريكة ومرحاض ومروحة.",
    "98f6724fca51444a9797160a6d9b52e5": "حديقة خلفية مع مسبح، منطقة عشبية، طاولة وكراسي، ومنزل مع سقف مغطى بالخشب، محاط بسور أبيض وسماء زرقاء مع سحب بيضاء.",
    "f3e7de357f254d15bb79bc62ef0c803e": "سلسلة من الأبواب البيضاء، غرفة نوم مع سرير أبيض ولوحة، غرفة مع مروحة سقف ونافذة، كرسي أبيض في غرفة، حمام مع إكسسوارات بيضاء وسوداء، وحمام آخر مع بلاط رمادي ومرآتين.",
    "606f9842b8af48daa28f10df8b69d861": "سلسلة من الغرف المختلفة والأطلال، بما في ذلك غرفة معيشة مع أريكة بيضاء وبركة سباحة، ومدفأة مع حامل أسود ونافذة، ورجل يطير طائرة، وحمام أبيض مع نافذة وجدار.",
    "e1081fac8ed843dd8afe30f5fe1ddbca": "مساحة داخلية بيضاء مع غرف ومفروشات متنوعة، تشمل غرفة طعام تطل على المسبح، غرفة معيشة مع أريكة بيضاء وأبواب زجاجية متحركة، رواق مع لوحات و أبواب، حمام مع جدران بيضاء وأضواء سقفية، مدخل مع درج أبيض، ومطبخ مع خزائن وألواح عمل بيضاء.",
    "0e9fdd85e24a4a35b3dc1e8cb76ebb09": "منظر لحمام أبيض الجدران به مرحاض ودش وغسلة وغسالتان، وكذلك غرفة نوم بها سرير وجدار أبيض.",
    "8b7e19a595cb492b8f0f03fbaaabc9da": "منظر لغرف مختلفة في المنزل، بما في ذلك غرفة المعيشة، غرفة النوم، والحمام، مع أثاث وديكور مختلف مثل الأرائك، اللوحات، المصباح، والأجسام.",
    "4291cbfde1024467b1548934653f07ce": "سلسلة من الغرف، والسلالم، والممرات ذات الجدران البيضاء، وأجهزة الإضاءة، والنوافذ، وتظهر رجلًا جالسًا أمام جهاز كمبيوتر محمول، وسرير أبيض مع غطاء أبيض، ورجل يطير طائرة فوق خلفية غير واضحة.",
    "99b1210b63c94f9184a9f06032a2ea4a": "سلسلة من وجهات النظر المختلفة للغرف والأشياء المختلفة، بما في ذلك لفة ورق، طائرة، حائط أبيض مع كرسي، لفة سجادة، حقيبة سوداء وبيضاء، غرفة مع لوازم الطلاء، خزانة بيضاء، طائر أصفر وأبيض، ممر، وغرفة مع صينية الطلاء ودائرة صفراء على حائط أبيض.",
    "16c937ffd817478e8ea187ffbd13eba3": "سلسلة من مناظير مختلفة لغرفة، بما في ذلك مصباح أبيض مع ظل أبيض أمام نافذة، غرفة نوم مع سرير أبيض وجدران رمادية، وغرفة معيشة مع مرآة كبيرة وأريكة تطل على مسبح.",
    "152b7ad4b471410a8557ce5fc2c9147a": "مجموعة من الغرف ذات الألوان والأثاث المختلفة، بما في ذلك حمام وصندوق على الأرض، مع جدران وسقف أبيض وأرضيات وسجاد سوداء أو بيضاء، ومصابيح معلقة من السقف.",
    "450b5325b5bf48f0a8076bb973b42fdf": "سلسلة من الأبواب المختلفة والغرف والجدران، معظمها أبيض، مع بعض الأرضيات السوداء وبعض التفاصيل مثل مقبض نحاسي وضوء أحمر.",
    "dfe1f8e8b58d4da49f0c73516e7a4b67": "مساحة داخلية بيضاء مع غرف ومرافق متعددة، تشمل حمامًا وغرفة معيشة وخزانة ملابس ورواقًا مع صور إطارية وطاولة بيضاء.",
    "3ef76f35c6ae4ee6a69122e2413900e5": "داخل أبيض مع غرف ومساحات مختلفة، بما في ذلك غرفة المعيشة والحمام والرواق والسلالم، كلها بأرضيات وجدران وسقف أبيض أو رمادي، وبعض منها مع أثاث وملحقات مثل الأريكة والطاولة والمرآة وأجهزة الإضاءة.",
    "fdab6422162e49db822a37178ab70481": "مسلسلات من الجدران البيضاء والأثاث والسقف مع لمحات متكررة لغرفة تحتوي على سلة نفايات وفرشاة طلاء، رجل يطير طائرة في السماء، وثابت إضاءة معلق فوق باب.",
    "cd200cef3d824df19eadb99c5224e733": "مسلسلات من مناظر مختلفة، بما في ذلك السلالم والرواقات والغرف والمشهد الخارجي، كلها بيضاء بشكل أساسي مع بعض لمسات رمادية وخشبية، وت أشياء مختلفة مثل أجهزة الإضاءة والأثاث والتكنولوجيا، وتضم أشخاصاً يشاركون في أنشطة مثل طيران الطائرة وطائرة الورق.",
    "93318cd6a48a4eb59eb59d2481095044": "منظر لغرفة نوم، حمام، وخزانة مع أبواب بيضاء، كرسي رمادي، سرير مع وسائد زرقاء، ومختلف الأثاث والمرافق.",
    "d7f5f168d31547ce866159165b644da5": "داخل أبيض مع مطبخ وغرفة معيشة وسلم وغرف مختلفة مع جدران وأرضيات وسقف أبيض.",
    "1679b5de39e548d38ba240f2fd99cae9": "سلسلة من الغرف والممرات ذات الجدران والأبواب والسقف الأبيض، وبعضها يحتوي على أثاث وملحقات مثل السرير والكرسي والحمام ومروحة السقف.",
    "1838a8fb8e9f48cebcd079d5373cba02": "منظر لمساحة داخلية بيضاء تحتوي على غرف ومرافق وممرات وأبواب، بما في ذلك غرفة المعيشة وغرفة النوم والحمام وخزانة والمطبخ، جميعها ذات جدران وأثاث أبيض، وبعضها مزود بإضاءة وسقف مروحة.",
    "c5261853647b41cf82e6af496ba95dcf": "منزل أبيض مع غرف متنوعة ومناطق خارجية، بما في ذلك مسبح وطابق علوي وشرفة وغرفة معيشة مع أثاث أبيض وموقد، وحمام مع حوض استحمام وضوء سقف.",
    "9ee37c1bce0a41e8bd50821540e80713": "سلسلة من الغرف ذات الميزات المختلفة مثل الأرضيات المجددة، والجدران البيضاء والأثاث، ومروحة السقف، والخزانة، والكنبة، والطاولة، وأرضية خرسانية، وأرضية حمراء، وطائرة بدون طيار تحلق، وشاشة تلفزيون بيضاء.",
    "c50fc96abd854fd2a6766d52dfb4f355": "مسلسلات من الغرف ذات الجدران البيضاء ومختلف الأشياء، بما في ذلك دراجة، كرسي، سماعة، وتلفزيون، في يوم ضبابي.",
    "554ecce763be4bd49e89c1bfb89676f3": "منزل مع غرف متعددة، بما في ذلك غرفة معيشة مع نافذة كبيرة، وحمام، وسلم مع درابزين أبيض وأرضيات خشبية، ومطبخ مع بار وموقد.",
    "46aef22029c84fc491a34cd12b8c9d0e": "داخل أبيض مع أبواب وزجاج نوافذ، طاولة رخام مع أوركيد، غرفة معيشة مع أثاث أبيض، سلم أبيض، مطبخ أبيض مع طاولات رخامية، وبار أبيض مع كراسي وألواح مرآة.",
    "c298917e0a0c4567a0895d6243540479": "تنوع الغرف والأماكن مع عزل ولوح جبس وإطارات خشبية مثبتة أو موجودة مسبقا.",
    "8bb3222421334f02a07273f14a9b2d32": "مطبخ أبيض مع ميزات متنوعة مثل جزيرة كبيرة، خزائن بيضاء، إضاءة، وثلاجة، بالإضافة إلى غرف أخرى تشمل غرفة المعيشة، غرفة الطعام، ورواق مع أثاث وديكور أبيض.",
    "39d7ad2d721e47aa9fe29090663265e8": "مسلسلة من الغرف والممرات بمختلف الأثاث والديكور، كل ذلك مع جدران وسقف أبيض أو خرساني، مع أضواء وأ من حين لآخر.",
    "1d5c1b5e0a164fd8860723b2069f9b6a": "داخل منزل أبيض مع غرف مختلفة تشمل غرفة المعيشة والمطبخ وغرفة النوم والحمام والسلالم والممر وأبواب زجاجية منزلقية تؤدي إلى شرفة.",
    "112edb40f34e470da3a5b04599e71211": "مطبخ أبيض مع أجهزة من الفولاذ المقاوم للصدأ، بما في ذلك ثلاجة وميكروويف ومرحاض، ومروحة سقف وأضواء معلقة زجاجية معلقة من السقف. وهناك أيضًا غرفة طعام بيضاء مع طاولة وأرائك وخزانة بيضاء مع أبواب وأدراج.",
    "8180c5785c2b43b9933c6493c1e16520": "موقع بناء يحتوي على غرف ومواد متنوعة، بما في ذلك العزل والأنابيب ومعدات البناء، أثناء بناء منزل.",
    "f6a03fba4dfd415a8b65cce84ee21c19": "مطبخ أبيض مع جزيرة كبيرة وخزائن، غرفة طعام مع طاولة وكراسي، غرفة معيشة مع أريكة ومرآة، وخزانة مع باب ومقبض، كل ذلك مع لمسات وملحقات بيضاء ورمادية متنوعة.",
    "a74645732b05400c86ffcb6871614e93": "ممرات ومغاير وساحة وقوف سيارات مع جدران وأبواب ومفاتيح إضاءة بيضاء، وبعض المناطق قيد التجديد وأدوات وسلالم موجودة، ومصباح معلق فوق باب.",
    "bc561d6547f44d568a59ddae163df0d8": "مساحة معيشة بيضاء تحتوي على أثاث وديكور متنوع، بما في ذلك مدفأة، أبواب زجاجية منزلقة، ولوحة فنية إطارية، بالإضافة إلى حمام، مفتاح إضاءة، وباب شرفة.",
    "9b72664399a34e4f9dbe470571c73187": "مسلسلات من الغرف ذات الجدران البيضاء والسجاد والأسقف، بعضها مع نوافذ وأبواب، وواحدة مع رجل يطير طائرة بدون طيار.",
    "e29484c59af4429981a6a5d5afe4d5a0": "سلسلة من الغرف والممرات ذات الجدران والأبواب والسقف الأبيض، بعضها يحتوي على أثاث وإكسسوارات مثل السرير والمرآة والحاسوب، وبعضها يحتوي على أعمال بناء جارية تشمل تركيب الأبواب والزخارف.",
    "b6dea13e3e414d718e5977ae827651ca": "درج متسلسل بأدراج بيضاء ورمادية، مصاعد بيضاء، ومصابيح إضاءة، يؤدي إلى غرفة تحتوي على أريكة، تلفزيون، ورجل جالس مع جهاز كمبيوتر محمول، وفي النهاية إلى حائط أبيض مع باب وكرسي."
}
