{
    "c9e8dc09263e4d0da77d16de0ecddd39": "مكتب حديث مع مناطق متنوعة تشمل ردهة ومطبخ ورواق، تتميز بإطلالات على جسري جولدن غيت وباي، وسقف خشبي، ومناطق جلوس مريحة.",
    "286b0c2d9a46408ba80b6ccebb21e582": "نادي رياضي مزود بمعدات متنوعة، أبواب وزجاج زجاجي، درج، حمام، وإطلالة على المدينة من خلال جدار زجاجي.",
    "6776097c17ed4b93aee61704eb32f06c": "مسلسلات من مواقع مختلفة تشمل ردهة مع أريكة ونبات، وصالة ألعاب رياضية مع جدار زجاجي وطاولة ركض، وأرضية خرسانية مع كرسي وموقد، وتراس مع شواية وشواية، ومطبخ مع منضدة دائرية وكراسي.",
    "8c7e8da7d4a44ab695e6b3195eac0cf1": "منظر لمواقع مختلفة تشمل رواقًا، غرفةً تحتوي على كاميراً، جدران خرسانية مع طلاء أبيض، صورة خيول، غرفةً تطل على المدينة، وغرفةً رياضية مع جدران زجاجية ومعدات.",
    "f33c718aaf2c41469389a87944442c62": "مجموعة متنوعة من الغرف والفضاءات، بما في ذلك غرفة مع بار وجهة بحرية، مكتب كبير مع لوحة جدارية لجسر خليج، رواق مع أريكة وطاولة، ممر مع نباتات، مطعم مع طاولات وكراسي، وعدة مطابخ مع طاولات واجهزة من الفولاذ المقاوم للصدأ أو الأسود.",
    "fcd90a404061413385286bef9662630e": "منظر لمختلف الغرف والمناطق في مبنى، بما في ذلك الردهة، المكتب، الحمامات، الممر، منطقة سلة المهملات، الأرضية بالسجادة والنبات، منطقة المدفأة، غرفة المعيشة، منطقة الاستراحة، والصالة الرياضية.",
    "c07d4ae8330542a09cf8f8dddb9728ce": "سلسلة من المواقع المختلفة تشمل قاعة استقبال، صالة ألعاب رياضية، ممر، مدفأة، غرفة المعيشة، ومكتب، مع أثاث وديكور متنوع مثل الكراسي، الأرائك، الطاولات، النباتات، التماثيل، والنوافذ.",
    "2393bffb53fe4205bcc67796c6fb76e3": "مجموعة من مواقع مختلفة تشمل مكتبًا ورواقًا وغرفة جيم ورواقًا وبارتيو وحدائق منزليّة وغرفة معيشة وواجهة مبنى مع أشياء مختلفة مثل صناديق قمامة ولوحات واثاث ونباتات.",
    "71bf74df73cd4e24a191ef4f2338ca22": "سلسلة من الغرف والرواقات المختلفة، كل منها يحتوي على أثاث وزخرفة فريدة، بما في ذلك لوحة جدارية كبيرة لجسر، مدفأة، ومكتب مطبخ دائري مع كراسي.",
    "be8a2edacab34ec8887ba6a7b1e4945f": "سلسلة من الغرف والفضاءات المختلفة، بما في ذلك قاعة استقبال، مطبخ، ومنطقة بار، مع أثاث وديكور متنوع مثل الأرائك، الكراسي، مدفأة، ولوحة جدارية للجسر الخليجي.",
    "9bdde31adaa1443bb206b09bfa3c474c": "سلسلة من السلالم المختلفة والممرات والجدران والغرف ذات الزخارف والمناظر المختلفة، بما في ذلك الصور والملصقات والمناظر الحضرية وأدوات التمرين.",
    "66d4adb61b57494aa2c1ad141a0fad9b": "مسلسلات من غرف استقبال مختلفة و صالونات و مطابخ و مناطق خارجية مع أثاث و ديكورات متنوعة، بما في ذلك الأرائك و النباتات و مدفأة و تمثال ملون و سقف زجاجي.",
    "83ff709c0e3e46079836153ea5c7feac": "نادي رياضي مزود بمعدات تمارين متنوعة، ولوحات إعلانية، وجدران مزخرفة بالملصقات وأنابيب معلقة من السقف.",
    "d9e325df2f3948679c78b93d8025e2da": "مسارات وممرات ومكتبة وصالة ألعاب رياضية مع جدران خرسانية واكسسوارات حمراء ومختلفة.",
    "423efb97f77f4e7995f19c66fe82afbc": "مجموعة من المواقع المختلفة داخل المبنى، بما في ذلك الممر، والحمام، والمطبخ، والسلالم، والشرفات، والشرفات، والرواق، مع ميزات معمارية مختلفة مثل مسند يدي من المعدن، ونوافذ زجاجية، وأعمدة خرسانية، ومصابيح إضاءة.",
    "6c49579a5cd34df8acb7f790b74e9eae": "مسلسلات من المطابخ المختلفة، ومناطق تناول الطعام، والغرف مع أثاث ومرافق مختلفة، بما في ذلك أجهزة من الفولاذ المقاوم للصدأ، وألواح رخامية، وصور جسر البوابة الذهبية، وطاولة قهوة وكراسي، ورواق كبير مع أريكة وطاولات، وطاولة سوداء مع كراسي، كل ذلك مع إضاءة مختلفة و نوافذ.",
    "aeed67040d744240b188f66f17d87d43": "امرأة تسير نزولاً على درج في مبنى مع مناظر مختلفة من الدرابزين المعدني وجدران زجاجية ونوافذ ومساحات خارجية.",
    "aae01016bb354f78bd6db86e9d71af2b": "نادي رياضي مزود بمعدات متنوعة وأبواب وزجاج وجدران وأنابيب معلقة من السقف.",
    "346b680ac5904359a1859c929ad312b6": "النادي الرياضي مع أجهزة تمارين متنوعة، غرفة مع أنابيب وصور، وممر مع سجادة حمراء ولوحة إعلانات.",
    "ae91518ed77047b3bdeeca864cd04029": "مطبخ، رواق، قاعة استقبال ومطعم مع أثاث متنوع وإطلالات على المحيط ونوافذ كبيرة، بالإضافة إلى سقف مع أجهزة إضاءة وساعة."
}
