{
    "056a491afa534b17bac36f4f5898462a": "منزل حديث مع أبواب زجاجية متنوعة وحوض سباحة، محاط بالنباتات وإطلالة على الجبال.",
    "3c3d6396295045dd9ccb349213aac87c": "مطبخ بهوامش ميزات متنوعة مثل سطوح من الفولاذ المقاوم للصدأ والخشب، حوض، موقد، ثلاجة، ميكروويف، نوافذ، خزائن، مروحة سقف، وإضاءة.",
    "8b4f5126cabb464a9a7f8868219a9ec5": "غرفة معيشة دائرية مع أثاث متنوع ونوافذ توفر مناظر للجبال ومنزل.",
    "3e2bda227e78440fbcaf5ea18f128088": "غرفة دائرية تحتوي على أثاث وديكور متنوع، بما في ذلك زهرية زجاجية، كراسي بنية، باب أبيض، حوض، رف خشبي مع أواني، مدفأة، ومروحة سقف وثريات إضاءة.",
    "7f4979d13ad748669d9e55206b9681eb": "حمام مزود بمختلف المزايا مثل حوض استحمام، حوض جاكوزي، حوض غسيل، مرحاض، دش، مرآة، خزائن خشبية، وفتحة سقف، بالإضافة إلى غرفة تحتوي على مكتب و.\n\n            .            .",
    "d57d0493cc9b4db18e027a9777805255": "مبنى دائري مع نوافذ و أسقف دائرية مختلفة، يوفر مناظر للجبال و المسابح و الصبار و الأشجار في الصحراء.",
    "5c901b1b8e594b8198337371dc0d9ffe": "مزيج من المسابح والشرفات والمباني والنوافذ والنباتات مع مناظر جبلية وسماء زرقاء.",
    "cb23dd6321364fd99dffde7d066934eb": "غرفة تحتوي على أثاث وتصاميم مختلفة تشمل خزائن خشبية، تلفزيون، مدفأة، أريكة، كرسي، طاولة، ومصباح، مع نوافذ وسقف وجدران بيضاء.",
    "a5cbf721bbca4eb2af0b1ab42c9ec1b7": "منظر لمختلف حمامات المنزل والأبواب الخشبية والممرات مع الأرضيات والسقف الخشبي.",
    "9589cbd01cbc4f7aa9e840fc45663f4c": "غرفة مع مناظر متنوعة للجبال، حائط خشبي مع مرآة، حمام مع دش زجاجي ومرحاض، ونافذة مع إطار خشبي ومقعد نافذة.",
    "6c7301f898ff4b4c9d915dfbe887d507": "مجموعة من الهياكل الخشبية والطينية، بما في ذلك الأبواب والخزائن والدرابزين والأسقف، بالإضافة إلى غرفة دائرية مع درج، رواق مع رف ودرج، حمام مع مرآة، وبوابة معدنية مع قضيب.",
    "5ae7323b784748f7a3c2f7c93d60914a": "مسلسلات من المقاطع القريبة والمناظير الأوسع للجدران المختلفة، والسلالم، والأبواب، ومطبخ مع حوض وثريات.",
    "4634c0c3c11f4903b3580e014fb80deb": "منظر لمنزل يتضمن غرفة نوم وغرفة معيشة ومطبخ وغرفًا مختلفة مع رفوف ونوافذ.",
    "dfce0b29de62478583bbffdd7cbb419b": "مجموعة من المناظير المختلفة لغرف و ميزات في المنزل، بما في ذلك حمام مع دش، غرفة نوم مع سرير وخزانة، وغرفة مع مكتب ونافذة.",
    "2bf0c8d4cbfd4e54a4659114bd93fec2": "مطبخ ورواق مع أجهزة ومرافق مختلفة، بما في ذلك حوض، موقد، ثلاجة، سقف خشبي، ومصابيح دائرية، بالإضافة إلى حمام مع مرحاض وحوض.",
    "f7a2350f36174c5e80dce2d3b77fb777": "سلسلة من الجدران والأبواب والنوافذ والأبواب في مبنى أبيض مع بعض الإطارات المعدنية البنية وفتحة سقف تؤدي إلى ممر مفروش بالبلاط وحوض معور.",
    "890f866ff65b468aa4a83d106b36e512": "سلسلة من الغرف والأشياء المختلفة، بما في ذلك مكتب، كراسي، نوافذ، أبواب، جدران، وإضاءة.",
    "acee0721d5ec4a80a29f2a2cbadc4bad": "مجموعة من الغرف والمساحات المختلفة، بما في ذلك مكتب ومطبخ وحمام وقارب، كل منها يحتوي على أثاث وميزات مختلفة مثل النوافذ ومروحات السقف والرفوف.",
    "a903bfca12df44cd9dad5a2ccb79d7bc": "غرفة تحتوي على أثاث وديكور متنوع، بما في ذلك أريكة، رفوف خشبية، نوافذ تطل على الجبال، مكتب مع شاشة، رواق مع باب، ودمى محشوة على رف.",
    "382806e60765404dbee3f82894da3a47": "مطبخ وحمام مزودان بوسائل مختلفة، أبواب، وديكور، بما في ذلك درج حلزوني وسقف خشبي.",
    "43b8e298f5c6479d8f839c7cc7ff3fe2": "منظر لمنزل يُظهر غرفًا وأثاثًا متنوعًا، بما في ذلك غرفة معيشة مع بيانو وموقد، غرفة صغيرة مع طاولة و مصباح، خزانة خشبية مع مقابض معدنية، ومطبخ مع سقف ورف خشبي.",
    "fe74bed2bbc04c95a32236cd127280e8": "مبنى به غرف متعددة بما في ذلك غرفة طعام وغرفة معيشة وحمام وتراس، مع أسقف دائرية ونوافذ، وحوض سباحة وبيانو وثريات زجاجية.",
    "f0c252b3e2de4519a6aeaa66b395a2a5": "سلسلة من الغرف المختلفة والمناظر، بما في ذلك مسبح، طاولة مع كراسي، أسقف دائرية ونوافذ، مدفأة، ومطبخ مع موقد ومرجل كبير.",
    "c22f5ecc360048698e71cad6542f07a6": "سلسلة من الأشياء والمناظر المختلفة، بما في ذلك الأبواب، والباب، والحمام، والرفوف، والنباتات، والجدران، والسقف مع مختلف الإكسسوارات والثقوب.",
    "1157d0f379f04c5ba4ad1b40bdd32e64": "مسلسلاً من مناظر لبرك وممرات دائرية ومباني ومشاهد صحراوية مع نباتات الصبار وجبال في الخلفية، كل ذلك تحت سماء زرقاء مع لمحات متكررة للشمس و هوائي الراديو.",
    "37066c7809aa4f8f9bae430b8c643c3b": "غرفة معيشة تحتوي على أثاث وديكور متنوع، بما في ذلك أريكة دائرية، نافذة كبيرة، طاولة مع مصباح وكأس ماء، جدار مع نافذة وباب، رفوف، بيانو، مدفأة، وأرائك، كل ذلك داخل مبنى دائري مع حافة خشبية منحنية على السقف.",
    "7e0c327f89f0498da5dbd9e4bddc0e8a": "مجموعة من الغرف والحمامات ذات الملامح الخشبية والبلاط، بما في ذلك حوض الاستحمام، دش، نافذة، وخزائن وم متنوعة.",
    "2104d589e68e472f85188dc93da8e6e2": "مجموعة من اللقطات الوثيقة واللقطات الواسعة للجدران المختلفة والسلالم والأنماط، بما في ذلك أسطوانة بنية، حائط من الطوب الأبيض مع أنماط دائرية، وغرفة تحتوي على مكتب وكرسي.",
    "dc524a4004ae4faaaf8e4978f7ad7897": "غرفة دائرية بأرضيات حجرية وسجاد وموقد نار وسقف دائري، مع أثاث وملحقات متنوعة مثل حوض استحمام وطاولة كراسي وبِيانو وسلم، وخلط من جدران طوب زجاجية مع نوافذ.",
    "2ca64ac5923c499ab3e8f94063be38a5": "مسلسلات من وجهات النظر المختلفة بما في ذلك ثقب في الجدار، الجدار الخرساني مع نافذة، منظر لمبنى، منزل فرانك لويد رايت، صبار في الصحراء، شجرة في الصحراء، ومنظر من سقف المبنى.",
    "5bba090c8530407e83e693d990aecdc2": "منظر لعدة غرف في المنزل، بما في ذلك غرف المعيشة، وغرف الطعام، وغرفة بها بيانو، مع أثاث وميزات مختلفة مثل النوافذ، والأشكال الدائرية، والمسبح.",
    "b59d4c930d7a4b7f8df2f9a7ac90b424": "حمام يحتوي على ميزات مختلفة مثل نافذة ومرآة ودش ومرحاض وجدران مفروشة بالبلاط، بالإضافة إلى أسطح خشبية وخزائن. كما تتوفر من بعض النوافذ إطلالات على شجرة وجبل ومدن.",
    "c7f978da0ed64352a8b85f722f39e10f": "سلسلة من المناظير المختلفة، بما في ذلك قارب مع أثاث متنوع، غرفة صغيرة مع مكتب ونافذة، حمام، غرفة اجتماعات، وقارب مع مطبخ.",
    "5f78e750473645b39b267952e05a2398": "مجموعة من اللقطات الوثيقة واللقطات الأوسع من جدار أبيض وطوبي يتم طلاؤه، رجل واقف على الجدار يرتدي قبعة، درج خشبي، باب خشبي مع مقبض معدني، ومطبخ مع طاولة دائرية ومرحاض.",
    "91e9df140eed4de79b2350a13880ac85": "داخلية خشبية مع مقاطع قريبة من الأبواب والسطح والأرضيات، وكذلك الممرات مع الخزائن والنوافذ والأضواء الدائرية.",
    "1226e70df8e44d6596ea46945a62f689": "سلسلة من الجدران المختلفة والأرفف والسقف في الرواق والمطبخ، مع تفاصيل مختلفة مثل الأواني الزجاجية والموقد.",
    "49913376d9ab471a8fce92a8edc786b9": "منظر لعدة غرف وممرات، بما في ذلك غرفة المعيشة مع بيانو وموقد، وحمام أبيض، وممر مع باب وباب، وغرفة بأرضية خشبية مع كرسي، وباب دائري مع جدار دائري.",
    "8ce00b6bb78348f08464752ecf264a87": "داخل خشبي مع مقاطع قريبة من الخزائن والأبواب والسطح والجدران، بالإضافة إلى ممر مع أبواب خزائن خشبية، وفتحة سقف، ومصابيح دائرية.",
    "d1a56fbfc2a44566aff53cab76124e44": "سلسلة من المناظير المختلفة تشمل أبواب معدنية وأبواب و أسقف مع تماثيل و إكسسوارات، مداخل تؤدي إلى غرف مع نباتات ومرايا، حمام مع إضاءة وباب، نبات الحية على شرفة، ممر مع نباتات وأبواب، وجدران وسقف متنوعة.",
    "819dd9c54309449eaedb5187527f28df": "منطقة مسبح مع شرفات مفروشة بالبلاط، ونباتات الصبار، والجبال، والمباني في الخلفية، بالإضافة إلى سقف مع مصباح إضاءة ونافذة.\n\n,       \nمنطقة مسبح مع شرفات مفروشة، صبار، جبال، ومباني في الخلفية، وسقف مع مصباح ونافذة.",
    "62e1c55d62054d149d3d23431ffe4289": "منظر لمختلف العناصر المعمارية بما في ذلك الجدران والسلالم والأبواب وأجهزة الإضاءة بأشكال ومواد وألوان مختلفة.",
    "811f54341f2f47598af9b341ca37153a": "حمام مزود بمميزات مختلفة مثل المرحاض و الحوض و الدش و النافذة و الجدران المفروشة بالبلاط، مع بعض منها يطل على الجبال و الأرضيات الخشبية.",
    "f05fc5b3af194c4294ab2ce14bafaaac": "تنوع من المناظر المختلفة، بما في ذلك الجبال والمحيط وغرفة المعيشة وغرفة النوم والممر، كلها مع أثاث وزينة مختلفة.",
    "c829060ec33e4618a26ce971559559f3": "غرفة مع أثاث خشبي متنوع ونوافذ، بما في ذلك مناظر لجبل ومدينة، غرفة نوم مع سرير وحوض، وخزانة ودرج خشبيين.",
    "5570782157f14e58903c6b929a64014c": "غرفة دائرية مع أثاث متنوع ونوافذ، بما في ذلك غرفة معيشة مع مدفأة، أريكة دائرية، نافذة كبيرة تطل على الجبال، غرفة مع بيانو وسلم دائري، غرفة طعام دائرية، وحمام أبيض.",
    "4c818e9d1faa4538b56fbc289696dad8": "منظر لمبنى به ميزات مختلفة مثل مسبح ونباتات صبار ونوافذ وجدران، على خلفية سماء زرقاء وطريق جبلي.",
    "318255b790114e3aa0d83e252c88c1c5": "مبنى أبيض مع أحواض متنوعة، ونباتات صبار، ونوافذ دائرية، وجدران، وإطلالة على الجبل، مع شمس مشرقة عليه، و كاميرا مثبتة على الجانب.",
    "266e41e53b3a4be7b7b1943bf9adcc0a": "مجموعة من الغرف والمساحات المختلفة، بما في ذلك حمام، مطبخ، غرفة نوم، وغرفة معيشة، كل منها يحتوي على أثاث وزخرفة مختلفة، بالإضافة إلى أسقف مزودة بلوحات سوداء، نوافذ، ومصابيح إضاءة.",
    "b218a220bbed4a1eb63ec9941fc58942": "منزل واسع وحداثي مع أبواب و نوافذ زجاجية متعددة توفر مناظر لبحيرة سباحة وجبال و جدران بيضاء، مع أسقف دائرية وطاولات، ومزيج من الأثاث و الديكور بما في ذلك الكراسي، أريكة كبيرة، دلو زجاجي، زهرية، ونبات في وعاء.",
    "c87fa317b51b4c009000739bc7cf4f15": "سلسلة من الأبواب، الأبواب، السياج، والنباتات، مع لمحات متكررة من مبنى أبيض وسقف به ثقب، وكذلك سنجاب يجلس على السقف وقضيب معدني مثبت في سقف المنزل.",
    "7e07723e47f7460fa01aa17d1a314fcf": "سلسلة من الغرف والفضاءات، بما في ذلك غرفة طعام، غرفة معيشة مع مدفأة ونافذة دائرية، غرفة مع بيانو ونافذة دائرية، أسطوانة بيضاء وسلم، وباب زجاجي يؤدي إلى مسبح، كل ذلك مع سقف دائري وضوء يسطع من خلاله، في منزل فرانك لويد رايت.",
    "87c5df0ecfc34be3be7b828fc7a60c21": "منزل دائري مع غرف متنوعة تشمل غرفة معيشة تحتوي على بيانو، طاولة دائرية، مكتب، مطبخ، ومدفأة، مع أسقف و نوافذ دائرية، خزائن وأرفف خشبية، وأرضيات مزيج من البلاط والحجارة والخشب.",
    "818ba7e9e7e344a2914d2af26bd523bc": "مجموعة من المشاهد لمبنى أبيض مع مسبح، نباتات الصبار، سماء زرقاء، بالإضافة إلى منظر جبلي وتراس دائري مع نباتات محمولة.",
    "911c920d891a479abefa5adf90ac320f": "مجموعة من الغرف المختلفة والإطلالات، بما في ذلك حمام، إطلالات على الجبل والمحيط، جدران وأثاث خشبية، ونوافذ وسقف متنوعة.",
    "9023e810675e4d209d14bbae08584441": "غرفة تحتوي على أثاث متنوع ونافذة، بما في ذلك سرير مغطى بملاءات بنفسجية وخضراء، غرفة معيشة تحتوي على أريكة، مكتب وكرسي، باب خشبي، طاولة خشبية مغطاة بملاءة بيضاء، كرسي خشبي، وغرفة نوم تحتوي على مرآة.",
    "0b932e0fc6994c9b930646e41cf21616": "غرفة أو قارب مع أثاث ومعدات متنوعة، بما في ذلك المكاتب، والرفوف، والنوافذ، والرفوف، والإضاءة.",
    "55114b5620a54b688fa3d093bf276c25": "غرفة تحتوي على أثاث وديكور متنوع، بما في ذلك سرير، خزانة، مكتب، نافذة، وإطلالة على الجبال، مع أبواب خشبية، خزائن، وسقف خشبي، وإضاءة متنوعة.",
    "d9478f5a86704ab4b612c53275be1e9e": "سلسلة من المناظر المختلفة من النوافذ والسقف، بما في ذلك الجبال والصحاري والجدران الخشبية والمرايا في غرف مختلفة مثل غرفة النوم وغرفة المعيشة والحمام.",
    "13de9aa6438c48cba7d723b29ff199a3": "مزيج من مناظر الجبال، والمناظر الحضرية، والإعدادات الداخلية مع أنواع مختلفة من النوافذ والأبواب.",
    "662330a779bc48eea0e0ab7c6eed8cf3": "غرفة بأثاث متنوع وإطلالات على الجبال ومدينة وحمام مع حوض استحمام ومرحاض ومقعد.",
    "9f87a56612484ddd9784377af43f9b51": "سلسلة من الجدران المختلفة والسقف والمناطق الخارجية مع نباتات مختلفة وأبواب وهياكل مرئية.",
    "78dd254e0ee04858a6c64d9383ca2f2e": "مجموعة من المناظر المختلفة من أبواب زجاجية متحركة ونوافذ وسقف، تُظهر مسبحًا وبحرًا وغرفة معيشة ومطبخًا وجدران بيضاء مع طاولات وأرائك خشبية.",
    "89eeae92b2fe4b68abb274970a931608": "منظر لمساحة معيشة صغيرة، تشمل غرفة معيشة مع أريكة ودمى، وحمام مع مرآة، وخزانة مع باب خشبي، ومطبخ مع رفوف ووعاء.",
    "fd0949b7763b44f4ab5a8de9e2ac1fdb": "إعدادات صحراوية مع برك متنوعة ونباتات الصبار وأسوار دائرية ونوافذ ومبنى زجاجي ومنزل أبيض وجبل مع طائرة ورقية تطير في السماء.",
    "922f5dd4d8584291876c22dec6d06275": "مطبخ مع أجهزة ومفروشات متنوعة، و شرفة مع طاولة وكراسي، و غرفة طعام مع طاولة، و حمام مع مرآة و حوض، و جدران بيضاء مع أنماط طوب.",
    "90657808956a486082e00d36ccf43db2": "مساحة معيشية ذات أرضية و جدار دائري، بيانو، خزانة خشبية، ممر، عارضة زجاجية، وجدار طوبي دائري الشكل.",
    "e195dc5944ba4bdfada4ff2674573462": "مجموعة من المشاهد من نوافذ وغرف مختلفة، تشمل صحراء وجبال وحوض سباحة، بالإضافة إلى ديكورات داخلية مختلفة مثل أريكة دائرية وموقد نار وطاولة طعام.",
    "1847261760224ca98686a4882ecbf099": "مزيج من المناظر الداخلية والخارجية، بما في ذلك النوافذ الدائرية، السقف مع الثقوب والأسلاك المعلقة، منظر للبركة، الفناء مع ممر حجري، والمناظر الصحراوية مع الصبار والتشكيلات الصخرية.",
    "72db3b5a55bd4bf99fef4c0774263fa1": "مجموعة من المسابح والشرفات والمباني مع نبات الصبار وتصوير الجبال، تتميز بمبنى أبيض عليه شمس وطائرة ورقية تطير فوق تلة مع أشجار في الخلفية.",
    "75548ecdd3ef4d69b25e8a59ba861f56": "مجموعة من الغرف والجدران مع ميزات مختلفة مثل مروحة سقف، رف خشبي، نافذة دائرية، سلم حلزوني، ونمط طوب أبيض، بالإضافة إلى أبواب وحمام.",
    "626241dbd7334a45868a1092a3e195af": "مزيج من المسابح و نباتات الصبار و الجبال و الأبواب الزجاجية و الأشكال الدائرية و السماء الزرقاء، مع نباتات أواني متفرقة و أسوار خشبية، و منظر نهائي للجبال من نافذة القطار.",
    "7f0e99a1c2e2471ea41d91cf7acdb770": "ممر دائري مع مناظر متنوعة لبحيرة وبيئة صحراوية وشجرة، مع سقف مضاء وكرسي خشبي على أرضية خشبية.",
    "8bcea50c2144426cbaccb00edf38ebf1": "مبنى دائري يحتوي على غرف متنوعة بما في ذلك غرفة طعام وغرفة معيشة وغرفة بيانو ومطبخ وحمام ومدفأة، جميعها تحتوي على عناصر دائرية مثل الطاولات والنوافذ والسقف، وخليط من الجدران والأرضيات الخشبية والبيضاء.",
    "846c8d973a1a460ca942e15733cddc71": "داخلية خشبية مع لقطات قريبة من الأبواب والأسطح والأثاث، بما في ذلك غرفة نوم مع سرير ونافذة، ومطبخ مع سقف مطلي، وخزانة مع أبواب خشبية ومرآة.",
    "78113ce35ab1428b84f9f0c8cda346dc": "غرفة بمناظر متنوعة للجبال ونوافذ وأثاث خشبي.",
    "44d3d5764c7e4385ba9c0f5299815cc6": "مجموعة من المسابح المختلفة والمباني والشرفات والمناظر الطبيعية مع نباتات الصبار والأواني النباتية والسماء الزرقاء أو منظر الجبل.",
    "5a829e63cd8b4ba1aa176297ac85d376": "مسار ممر دائري مع مناظر متنوعة تشمل جدار أبيض مع نافذة دائرية، مسبح مع مرآة دائرية، مبنى مع باب دائري، شرفة معك، صحراء مع أشجار وأشجار شوكية، ومسار دائري مع سقف على شكل دائري.",
    "70f8cf3a6cee40a0b19b52c143a70b4a": "مسلسلات من البرك والشرفات والأبواب الزجاجية محاطة بنباتات الصبار وبان جبلية مع لمحات متكررة من السماء الزرقاء ومنزل فرانك لويد رايت في سكوتسديل.",
    "db42868ee24c45dcb7cd4f5ae61f47fe": "منظر لحمام، غرفة نوم، خزانة، وسطح خشبي مع مختلف الإكسسوارات والأثاث.",
    "119a529d3eef42ef898fbee6ca019866": "غرفة معيشة مع مدفأة دائرية وطاولة، بيانو وأرائك، حمام مع حوض وم، رواق مع أرضية خشبية وباب، خزانة زجاجية، خزانة خشبية مع زهرية، وجدار من الطوب الأبيض مع سقف منحني.",
    "49693be7929a42b0978bdcb6b0862073": "داخل خشبي مع عدة مقاطع قريبة من الأبواب والخزائن والسقف، بما في ذلك نور دائري ومصباح في الممر.",
    "80055e4f7f804bd28d38a2db363f9dc7": "مساحة معيشة دائرية مع أثاث وديكور متنوع، بما في ذلك مدفأة، رفوف كتب، بيانو، وبار، مع مناظر مختلفة للسقف وأجهزة الإضاءة.",
    "0122260ae9164324a5062f6d1059c06e": "مسلسلات من البرك و الشرفات و المناظر الصحراوية مع الصبار و الجبال و السماء الزرقاء في الخلفية، بالإضافة إلى طائرة صغيرة و طائرة ورقية تطير في الأعلى.",
    "239a6c22079a4668bd1df0fb3720c962": "منظر لمنزل يتضمن غرفة نوم مع نافذة كبيرة، غرفة معيشة تطل على المحيط، وأبواب وأرفف خشبية متنوعة.",
    "aea0f7739ecc4d859bcca9bd19f8023f": "حمام وغرفة ذات جدران وأرضيات وسقف خشبي وبلاط بني، ومرآة، خزائن، مكتب، نافذة كبيرة مطلة على الجبال، مظلة دائرية، ثريا، مروحة، مرحاض، وثلاثية.",
    "06b17838515a447cb6147f06dd358811": "غرفة دائرية بأثاث متنوع ومناظر مختلفة، تشمل جبالاً ومدينة وبركة سباحة، مع سقف دائري وثريات إضاءة.",
    "3a092061063d41c5b5e54e692341c62e": "منظر لغرف ومساحات مختلفة في مباني مختلفة، بما في ذلك غرفة معيشة مع مدفأة، غرفة دائرية مع بيانو ونافذة، رواق مع عرض أواني، ومطبخ مع حوض ومراوح سقفية.",
    "c1d33aa653f146dc8f13b6e713c7dc0e": "حمام به جدران منازل بلاط بني و دش، مع مرآة و حوض، و غرفة كبيرة بأسقف من بلاط بني.",
    "4d4e6f02dc03499d9f2f877e0831a209": "منظر لمبنى دائري يحتوي على غرف وميزات متنوعة، بما في ذلك غرفة معيشة مع مدفأة، سلم دائري، غرفة بيانو مع منظر، ورواق مع جدار خشبي وأرضية مفروشة بالبلاط.",
    "f51ad0a5eae14774abac510880e1f364": "مزيج من المسابح، ونباتات الصبار، والجبال، والمباني البيضاء، والنوافذ، والجدران ذات التصاميم والمميزات المختلفة.",
    "3752abb606954f6d968d77b2d06caefd": "مجموعة من الاقترابات والصور الواسعة لأثاث خشبي وملحقات مختلفة في غرف مختلفة، بما في ذلك حمام وغرفة معيشة وغرفة نوم.",
    "7802826b636047eaaf552c944f067dcb": "مجموعة من مناظر مختلفة للغرف والجدران مع أنماط وأشياء متنوعة، بما في ذلك الطاولات، الكراسي، النوافذ، المروحات، الرفوف، وضوء دائري.",
    "b27d2a3779c1416380a8c66f1ad3d32a": "مسار مشي دائري مع مناظر مختلفة لمنزل فرانك لويد رايت، ومنطقة مسبح، ومظلة خشبية، وسنا في الصحراء، وغابة، ومسار مشي مع طريق حجري ومقعد.",
    "6a7ba180aabe4c1ab62b12279f3cd763": "مطبخ مع مجموعة متنوعة من الأجهزة والتجهيزات، بما في ذلك موقد، ثلاجة، ميكروويف، تلفزيون، ساعة، مرآة، ومروحة سقف، بالإضافة إلى ممر مع باب من الفولاذ المقاوم للصدأ وثلاجة، وطاولة خشبية ومرافق غسيل في المطبخ.",
    "dd0e3e7b6fb64a31ac2c61c8f10e9063": "منظر طبيعي متنوع يضم أنقاضًا وطرقًا وجبالًا ومنازلًا وطائرات ورافعات ونهارًا، مزيجًا من الهياكل الطبيعية والصناعية.",
    "6458f284b1704fe28c6f144d708f0899": "منظر طبيعي مع أحواض متنوعة، ونباتات الصبار، والجبال، والمباني، مع لمحات متكررة لرجل يركب دراجة هوائية وطائرة ورقية تطير في السماء.",
    "0dafd42471b843da9f1935d98936eabc": "مجموعة من المناظير لمبنى يتضمن جدران من الطوب، نوافذ، أبواب، بوابات معدنية، وحوض سباحة، مع أنماط وألوان متنوعة، على خلفية سماء زرقاء، جدران بيضاء، وجبل.",
    "18e3c05b91774b1b9200fa4b1966bf74": "منظر منزلي، يشمل جدار من الطوب مع باب وسلم، غرفة معيشة مع أريكة وطاولة، حمام صغير مع حوض استحمام، رواق مع أبواب خشبية وخزائن، وسلم دائري مع ضوء.",
    "a3692798881b44e0aff4517def9b1402": "منظر لغرف مختلفة في المنزل، بما في ذلك غرفة المعيشة، المطبخ، الحمام، والرواق، مع وصف الأثاث، والمرافق، والديكور.",
    "bbb58ec45ea54a879252ecefa351559b": "منظر لمنزل فرانك لويد رايت في سكوتسديل، يظهر غرفًا وأثاثًا متنوعًا بما في ذلك غرفة معيشة مع مدفأة، غرفة صغيرة مع مكتب، حمام مع سقف أبيض، رفوف خشبية مع كتب وأواني زجاجية، خزانة خشبية مع زجاجات كحول، وغرفة مع بيانو ومدفأة.",
    "6f459950a2af471a8aedc59c92f7a5bb": "مسلسلة من البرك و الشرفات و المباني مع نباتات الصبار و مناظر الجبل، تضم رجلًا جالسًا على مقعد و أضواء دائرية و أبواب خشبية و زجاجية.",
    "302e8ac8ecf8469280b2fccb3d50569b": "غرفة تحتوي على أثاث وديكورات متنوعة، بما في ذلك نوافذ تطل على جبال ونهر، وحمام، وطاولة مع ساعة وسلة، ولوحة تظهر رجلًا وامرأة جالسة على أريكة.",
    "e580467633814488b0055f9e5475fedc": "مساحة معيشية تحتوي على بيانو وجدران بيضاء وأثاث وإناء زجاجي وخلية نبيذ وسلم ووحدة عرض زجاجية تحتوي على أواني زجاجية.",
    "d626271d67ee479d8b2458d7166d6ec6": "مجموعة من المناظير المختلفة داخل قارب، بما في ذلك نافذة صغيرة، رف ذهبي مع مرآة، رف خشبي مع مصباح، غرفة صغيرة مع ساعة ورف، حائط من الخرسانة المنحني، غرفة مع مكتب وكراسي، ومكتب في قارب مع نافذة كبيرة.",
    "fece94182471459486c043185dff0a60": "حمام بهوامش كلاً من حوض، مرآة، جدران مفروشة بالبلاط، نافذة، جدران خشبية، مروحة سقف، طاولة خشبية، خزانة، كشك استحمام، وثلاثية كاميرا.",
    "eec9cd2d844a420ab80e267ca56bea81": "غرفة تضم مناظر مختلفة للجبال، بما في ذلك حمام، كرسي استرخاء، مكتب، غرفة نوم، ومطبخ، مع أسقف وأثاث خشبي في جميع أنحاء.",
    "b7cee98a89614c518fc10b96d971de54": "سلسلة من الغرف والمساحات المختلفة، بما في ذلك جدار من الطوب الأبيض، طاولة خشبية وكرسي، غرفة معيشة تطل على الجبال، أرضية دائرية من الحجر وأريكة، منزل فرانك لويد رايت، طاولة طعام مع مدفأة، وباب زجاجي منزلق يطل على مسبح وك.",
    "586320dcac014267ac7fe23ec4792550": "غرفة تحتوي على أريكة ورف كتب ودمى محشوة وأثاث وزخارف متنوعة.",
    "764f4e2d11c24b8f9a16cb1b37dfc78d": "حمام مزود بميزات متنوعة مثل مرحاض، دش، حوض استحمام، خزانة، ومرآة، مع جدران من البلاط البني أو الخشب وسقف مزود بإضاءة ونوافذ.",
    "ad3a2912de974a5690af5050e6ade942": "سلسلة من الأبواب الخشبية والأرفف والممرات مع ميزات مختلفة مثل الساعات والأجهزة الإذاعية والنوافذ والإضاءة. وهناك أيضًا حمامات وسلم وضوء دائري في منتصف أحد الممرات.",
    "4838fa0d949e4cd3905f5e1ba665c59b": "مزيج من المسابح، والشرفات، والنوافذ الدائرية، وإطلالات الجبال مع نباتات الصبار والسماء الزرقاء.",
    "343f046631bb41b1a32a58400bb7df15": "مطبخ مع مجموعة متنوعة من الأجهزة والميزات، بما في ذلك طاولات مطبخ من الفولاذ المقاوم للصدأ، ومغسلة، وثلاجة، وموقد وفرن، ونافذة وباب، ورف مع تلفزيون وميكروويف، وأرضية خشبية وسلم، وسقف مع أجهزة إضاءة ومروحات. وهناك أيضًا حمام مع مرآة على السقف.",
    "0ef35d84418446f5a6afb03294742914": "منزل مع مسبح وإطلالة على الجبل، يضم أبواب زجاجية وأبواب معدنية وسقوف دائرية ونباتات في أواني ومدفأة.",
    "e9ed6ef28a5d4524b567d23c47f07a74": "غرفة مع مناظر متنوعة للجبال، حمام مع حوض و دش و مرحاض، غرفة نوم مع سرير و مكتب، و غرفة معيشة مع أريكة و جدار خشبي.",
    "1f1625604f114171895fba7bdf84ce03": "غرفة المعيشة مع أثاث وديكور متنوع، بما في ذلك أريكة بنفسجية، ونباتات صبار، وسقف دائري مع منظر للجبال، ونوافذ مع مناظر للجبال.",
    "42c4e20fb0284553911bcf56e3a56710": "حمام به جدران مفروشة بالبلاط ومختلف المعدات مثل دش ومرآة وغسالة وخزانة خشبية.",
    "32e4ddd0286947ef997ebd13f076fca2": "مجموعة من المشاهد من زوايا مختلفة، بما في ذلك باب زجاجي منزلق مع منظر للجبال، و شرفة صغيرة مع منظر، و نافذة محطمة مع منظر لمدينة، و غرفة مع جدران خشبية و سرير، و طاولة زجاجية مع منظر للمحيط.",
    "3b66cacdc9b944c2ab2a1ea1a2276211": "سلسلة من مختلف المناظير لغرفة تحتوي على جدران مختلفة، طاولة دائرية، خزانة خشبية، مكتب، ونوافذ، مع بعض التفاصيل مثل كاشف الدخان ووحدات تكييف الهواء المثبتة في السقف.",
    "3797fe9d97b14ccda8c346ddd7cc1c67": "مسلسلات من الغرف والفضاءات مع أثاث ومميزات متنوعة، بما في ذلك المكاتب، الأسرّة، النوافذ، الجدران الخشبية، وأضواء السقف.",
    "f3aa7887b82f4e1787dca604277580bd": "حمام مزود بميزات متنوعة مثل حوض الاستحمام، المراحيض، المرايا، الجدران والأبواب الخشبية، السقف والجدران المفروشة بالبلاط، وأبواب ودش الزجاجية.",
    "d7fd6e3ab372450b8f38600aea06b680": "مجموعة من المناظر الطبيعية المختلفة بما في ذلك المسابح ونباتات الصبار والنوافذ الدائرية والمباني البيضاء والجبال مع سماء زرقاء.",
    "402320d6daa049489193c50de8c4f31d": "خليط من الجدران الخرسانية والطوب الأبيض والحجارة مع أبواب ونوافذ وأبواب مختلفة ، محاطة ببركة وحديقة الصبار ومنظر الجبل.",
    "1cff77491b994646b1614e45c8fef2e7": "مجموعة من الرفوف، بعضها يحتوي على سلات وكتب، وأشياء مختلفة عليها، مع بعض المصباحات وأجهزة الإضاءة، في غرف مختلفة بما في ذلك حمام، خزانة، مطبخ، وغرفة تحتوي على بيانو وأرضية حجرية.",
    "866b9bffd5de478988a2f3e164bb7f4e": "بيت دائري مع مناظر متنوعة لمسبح و نباتات صبار و أشجار و مناظر طبيعية صحراوية.",
    "248ed9053c1b4f669ec0243987442071": "مجموعة من الغرف والمساحات المختلفة، بما في ذلك مطبخ، غرفة ذات باب زجاجي وعمدة حجرية، غرفة دائرية مع بيانو، درج خشبي، حمام، وأبواب وجدران متنوعة.",
    "af2982c371134df79520b348071775a0": "سلسلة من الغرف والممرات مع خزائن خشبية وأبواب وسقف خشبي، درج حجري، وسلم دائري مع سقف دائري.",
    "a27950d1af41436a8cfb207d9626b779": "مجموعة من الغرف والمساحات المختلفة، بما في ذلك مكتب، ومطبخ، وحمام، وسلم حلزوني، وجدران وأرفف مختلفة، مع أثاث ومرافق مختلفة مثل الطاولات، والأكراس، والمروحات، والإنارة.",
    "64aedeeb0e394ff29cd58ef2e9b2347e": "مجموعة من الآراء المختلفة، بما في ذلك المسابح، والشرفات، والجبال، والمباني، والطبيعة، مع مختلف النباتات والأشياء في كل منظر.",
    "54eba1ae831c4a5385d021ce4cf82237": "منزل فرانك لويد رايت في فينيكس مع غرف مختلفة تتميز بسقف دائري، وأرضيات خشبية، وأثاث، وبيانو، وموقد، وحمام مع دش.",
    "03b95e03d2724a4fad746c4716c38fe8": "داخل خشبي مع لقطات مقربة مختلفة من الأسطح والأرفف والنوافذ في رواق ومطبخ وحمام.",
    "8c77db8279a84ad382a298afaa6d6adf": "منظر صحراوي مع أحواض متعددة و نباتات صبار و مباني محاطة بسماء زرقاء و جبال.",
    "14076756537f41749ce386871bf63007": "سلسلة من البرك والنباتات والجدران والنوافذ ومناظر الجبال مع لمحات متكررة من ضوء السقف ونافذة مكسورة.",
    "5718221ad03f453b957caddfa136a2f9": "منظر لمنزل به غرف و أثاث متنوع، بما في ذلك غرفة نوم تطل على الجبال، وغرفة معيشة ذات نافذة كبيرة، وجدار خشبي مع جدار أبيض، وممر مع مصباح وخزانة خشبية.",
    "20747c304a264be785fb31ed0c320295": "غرفة مع نوافذ متنوعة وإطلالات على الجبال ومدينة وديكور خشبي بالإضافة إلى غرفة نوم وحمام ومطبخ.",
    "d347f148995543ce8ae28d7c50ba5250": "منظر صحراوي مع أحواض وممرات خارجية ومباني محاطة بالجبال والصبار."
}
