{
    "d21aae0b5d944f27a0074525c803fc9f": "مسرح منزلي مع كراسي من الجلد، وحمام مع مرآة وغسالة، وصور مقربة من جدران وأشياء مختلفة.",
    "cbbff2fa222241dfb2e16f3dba643e16": "سلسلة من الأبواب والحمامات مع ميزات مختلفة مثل الحوض والمرآة والدش، بالإضافة إلى مطبخ وباب معدني يمر عبره الضوء.",
    "f2e1eac31dd34fc9b84caa47fea535be": "مجموعة من مناظير لحمام، غرفة طعام، رواق، ونافذة بألوان وديكور متنوع.",
    "f032c9ee981a4462914468785f0a4abe": "مطبخ وصالة مع مميزات مختلفة مثل طاولات من حجر الجرانيت وأبواب خشبية وموقد نار ومروحة سقف.",
    "0fd8c430bdb34aedb5c11b56ceb13b63": "منزل مع مطبخ وغرفة معيشة، يضم طاولات رخامية، خزائن خشبية، أثاث جلدي، وخلطة من أرضيات خشبية وحجرية، مع مختلف الإضاءة والمراوح السقفية في جميع أنحاء.",
    "10eeb0fa152e4f9a89dbe53f32b43a86": "منظر لغرفة تحتوي على أثاث وديكور متنوع، بما في ذلك سرير، مصابيح، أريكة، خزانة، ونوافذ مع ستائر.",
    "67ff5dc94eeb4675ba3a2074ee5ca22c": "منظر لمنزل يضم غرفة تحتوي على لوحة فنية، ومطبخ مع أرضية خشبية وثلاجة، وغرفة طعام مع ثريا، وممر مع نافذة.",
    "5848b29e18924f5594fbec08340fb7a9": "منظر لمنزل يتضمن غرفًا وحالات مختلفة مع ديكورات وأثاثات متنوعة.",
    "a0a6410614014f36835760542b4cf79d": "غرفة تحتوي على أثاث وديكور متنوع، بما في ذلك مكتب، كراسي، تلفزيون، سرير، نافذة، مروحة سقف، لوحات جدارية، وأرضيات خشبية.",
    "ca75317572dc44509427cf7b2caecda6": "سلسلة من المواقع المختلفة تشمل رواقًا ومطبخًا ومطعمًا وغرفة طعام وغرفة معيشة وحمامًا ومنزلًا مع ميزات مختلفة مثل أرضيات خشبية وثريات ومراقب حرارة ذكي وأجهزة إضاءة.",
    "4304b16fd7b744ec8cd9277d0adcb4da": "سلسلة من الغرف والأثاث، بما في ذلك الكراسي الجلدية، والطاولات، والتلفزيونات، واللوحات، والثريات، مع أنواع مختلفة من الأرضيات والجدران.",
    "ffaf24e85435430ea07c697b9332cfde": "غرفة طعام ورواق مع أثاث وديكور وألوان طلاء مختلفة، بما في ذلك حمام مع مرآة وطلاء ذهبي، ومصابيح معلقة، وسجادة، وجدار معدني، وطاولة صالة مع أواني زهرية.",
    "0b2466cdbed84bdaa8524a4eb90669d7": "منظر لمنزل يتضمن حمامًا به طاولات رخامية ومرآة، مطبخًا به باب أسود وطاولات رخامية، غرفة نوم بها جيتار ومروحة، حمام به حامل ورق التواليت وسرير، مرحاض أسود به مقعد أسود و سلة مهملات سوداء، دش به باب زجاجي وأرضية مفروشة بالبلاط، وحمام به باب أسود وطاولة رخامية.",
    "34d76d6db3484d04a47482685c9ab420": "مجموعة من الغرف المختلفة والممرات، بما في ذلك الحمامات والمطبخ والمطعم، مع ميزات مختلفة مثل المدافئ واللوحات والابواب.",
    "c6221b7f72c04623a8396e3f3bb14bfa": "منظر لمنزل يتضمن حمامات متعددة وخزائن وغرف نوم مختلفة مع ميزات مثل أحواض الاستحمام والمرايا ومروحات السقف.",
    "b41bccd9fcf7498e9a30af072d8e3c2e": "مجموعة من الاقترابات والصور الواسعة لعدة غرف في المنزل، بما في ذلك غرفة الطعام، والحمام، والرواق، وغرفة المعيشة، مع التركيز على ألوان ونقوش الجدران والأرضيات والأثاث.",
    "6ee4b38dbc684eb3a7ccb7a4b2f36221": "منزل به غرف متعددة تشمل مطبخاً و غرفة طعام و غرفة معيشة، كل منها به ميزات مختلفة مثل أرضيات خشبية و طاولات رخامية و مدفأة، بالإضافة إلى مناظر لشرفة و حديقة من باب و نافذة.",
    "77b63a9f928e4dda898ab31c0569ec99": "مسلسلات من غرف ومساحات مختلفة، كل منها يحتوي على لوحات وملحقات وأثاث مختلفة، بما في ذلك مطبخ وغرفة طعام ورواق وحمام.",
    "d90dea9462374ee08a44f35e4505926e": "منظر لمنزل يتضمن غرفة طعام ومطبخ وغرفة مكتب منزلية وغرفة معيشة وممر مع أبواب وملحقات زخرفية مختلفة.",
    "62e602fc5b85463dbd8f48ba625d05ef": "مطبخ مع ميزات متنوعة مثل مواقد، وطاولات من الجرانيت والرخام، وأرفف خشبية، ومروحات سقف، بالإضافة إلى غرفة معيشة مع مدفأة ونظام تلفزيون كبير.",
    "6c481629dd4c4604be5279f08b639c4f": "غرفة تحتوي على أثاث وديكورات متنوعة، بما في ذلك مكتب، تلفزيون، لوحات، أبواب، كراسي، جيتارات، ومروحة سقف، كل ذلك على خلفية جدران برتقالية.",
    "adc00d8eaf1448b8b57fa552779ced79": "غرفة معيشة فسيحة تحتوي على أثاث وديكور متنوع، بما في ذلك مدفأة، كراسي جلدية، أرضيات خشبية، ومروحة سقف، بالإضافة إلى مطبخ به عارضة خشبية في السقف وتليفزيون مثبت على الحائط.",
    "c746fb38d1ca4490a094a97e32d14af2": "حمام به ميزات متنوعة بيضاء ومغطاة بالبلاط، بما في ذلك دش ومرحاض ومرآة وخيارات تعليق المناشف.",
    "4f278b8e757046919bbf37269dd0d017": "سلسلة من الغرف بما في ذلك غرفة طعام مع ثريا، وحمام مع ألواح، ورواق مع مصباح، وغرفة مع مدفأة ومرآة.",
    "c3f75cb415554a919dbc49eaaebc702e": "منزل مع غرفة معيشة ومطبخ وتراس، ويضم أرضيات خشبية وأثاث من الجلد وموقد نار ومروحة سقف وجوائز خشبية وساعات وأواني زهرية وصور إطارية.",
    "818d69716786445f8eef89a590ec3f52": "منظر لمنزل يتضمن رواقاً، غرفة مع أرضية خشبية، حمام، غرفة نوم مع خزانة، صور على الحائط، وجدران مختلفة الألوان والمرافق.",
    "5186e9da9b4248318f4a7ae68d11da15": "منظر لمبنى يتضمن مطبخًا مع مميزات متعددة، وغرفة معيشة مع أثاث وموقد، وقاعة مع صور على الحائط.",
    "6c4ef6ac616042bc9fe4adc5f6d21b10": "سلسلة من الممرات والأبواب والغرف ذات الميزات المختلفة مثل الأرضيات الخشبية والرخام والخزائن الخشبية واللوحات المعلقة على الجدران.",
    "cdfc3c6dee2f4488bc0a5d77b7f3ad8e": "منظر البيت بما في ذلك غرفة الغسيل والحمام والمطبخ وخزانة الملابس مع الجدران وألوان الطلاء والمرافق المختلفة.",
    "ebb4d6a92d504053bc2420ce1b269c54": "منزل مع غرف مختلفة بما في ذلك غرفة المعيشة والمطبخ والرواق وغرفة النوم، ويتميز بأرضيات خشبية وجدران بيضاء ولوحات و مصابيح وموقد، مع مزيج من الديكور الحديث والتقليدية.",
    "c75fd37598a0457e83b654dbd0990934": "خزانة مع ملابس وأحذية، مطبخ مع حوض و خزائن، غرفة غسيل مع حوض، باب أبيض مع طاولة، وحمام مع باب وخزانة.",
    "410b3939a8c24ab8858782fa544d704d": "منظر لمنزل به غرف و ميزات مختلفة، بما في ذلك إشارات عن الرب، خزائن ملابس، غرفة غسيل، مطبخ، غرفة طعام، وحمامات بألوان طلاء وديكورات مختلفة.",
    "69529699198543b2b65c954461d5ff9a": "منظر لمنزل به غرفات ومفروشات متنوعة، بما في ذلك غرفة نوم، حمام، دولاب، رف كتب، مقعد، مكتب، وتلفزيون.",
    "044e97a033194bf19af45e3100a644df": "سلسلة من الغرف والأبواب، بما في ذلك غرفة طعام مع أرضيات خشبية وطاولة، ورواق مع صورة ومروحة سقف، وغرفة مع أريكة ومرآة.",
    "e33610a744554c9d9202fa95100304ff": "غرفة معيشة كبيرة تحتوي على أثاث وديكور متنوع، بما في ذلك مدافئ متعددة، تلفزيون، عوارض خشبية، نافذة، ومروحة سقف مع عوارض خشبية.",
    "9871b1fb068b495fa3e2ddac2f54cc16": "مسلسلات من اللوحات، المرايا، الأحواض، والحمامات مع مختلف الإكسسوارات والديكور.",
    "ff0a2a0f47324b08a5f654b324f9944b": "غرفة نوم مع سرير، خزانة، وجدران مقلمة، مع مروحة سقف وثريات، وحمام وكرسي نافذة مع ستائر قريب، بالإضافة إلى تلفزيون وإطارات صور على الجدران.",
    "6a0eb3cedc6847efa4044c75ad7649a8": "مجموعة من الاقترابات والمناظير لمختلف الغرف والجدران، بما في ذلك المطبخ وغرفة النوم والحمام، مع لوحات وديكورات أخرى معلقة على الجدران.",
    "04f548967cfc4e98a79d1e2494b74606": "منظر لمبنى يتضمن حمامًا وغرفة طعام وغرفة معيشة ورواق مع جدران وأرضيات وأثاث وزخرفة متنوعة.",
    "cd6357a188f041d09444f1ce273f5290": "مسلسلات من الغرف بما في ذلك حمام، مسرح منزلي، ومناطق جلوس مختلفة مع أثاث جلدي وثريات إضاءة.",
    "71c4574785a44394bfb662c2e1c617bf": "خزانة تحتوي على عناصر متنوعة مثل الملابس والأحذية والأمانات، مع بعض العناصر معلقة على أرفف أو رفوف وأخرى مخزنة في أدراج أو أمانات.",
    "edd9ad6949ee4c87a89edec2ca8e3dcd": "غرفة تحتوي على أثاث وديكور متنوع، بما في ذلك تلفزيونات، كرسي جلدي، مكتب، جيتار، وعناصر خشبية مثل الخزائن والأرفف والأسقف.",
    "8f1936c546cb4b4d9a1f6a6ad8949e5a": "منظر منزل به أرضيات خشبية، لوحات، صور، مدفأة، أثاث من الجلد، ومطبخ به بار وجزيرة.",
    "37b040b5341f4f6abb47f59d60963072": "مسلسلات من الممرات والمطابخ والغرف مع أبواب مختلفة وأرفف ولوحات ومرافق جميعها بألوان ومواد مختلفة.",
    "c42200c0f39d4349835954277e499f50": "منظر لمنزل يتضمن غرفة طعام وحمام ورواق وسلم وغرف متعددة مع أرضيات خشبية ونوافذ وثريات.",
    "32c24c4472f346bc9b292f8997b9f82e": "منزل به رواقات مختلف، غرف طعام، غرف معيشة ومطبخ، يضم أرضيات خشبية، لوحات، ثريات، مدافئ، ومروحات سقف.",
    "9e665c259d394dff909391bbb1164293": "منظر منزلي يتضمن غرف نوم متعددة وغرفة معيشة وحمام، مع تفاصيل مثل الأثاث والنوافذ ومروحات السقف.",
    "550d66ef28114bef8525d3a2d6db9cd2": "غرفة معيشة واسعة ومجهزة تجهيزاً جيداً، مطبخ، ورواق مع أرضيات خشبية، أثاث جلدي بني، مدفأة، وعوارض خشبية في السقف.",
    "7921c216294d43c0b7be2ca634bbf6a9": "منظر لمنزل به ممرات متعددة، وجدران مع صور وأجهزة إضاءة، وحمام، وغرفة معيشة ومطبخ مع أرضيات خشبية وجدران بيضاء.",
    "264730e5fb744a3f800379ad7ac51c45": "مسرح منزلي مع كراسي جلدية، شاشة كبيرة، مشروع، ومختلف مقاطع قريبة من الأبواب، الجدران، والسطح.",
    "cbf8e6014d7143efadae4b1c6fdd962e": "حمام مزود بميزات متعددة مثل حوض استحمام، دش، جدران وأرضيات من البلاط، نافذة، ومصابيح إضاءة.",
    "5456afbdce1d49489a6d1a178b3a7840": "غرفة طعام مع طاولة وكراسي، نافذة مع ألواح، حمام مع جدار وبلاط بني، رواق مع أرضيات خشبية وسجادة، غرفة مع مدفأة وأرضيات خشبية، وغرفة طعام مع طاولة وكراسي وثريا.",
    "b6018ae2d13248f7a12edbf31f70b04d": "منظر لمنزل يتضمن غرفة طعام، وحمام، وغرفًا مختلفة بديكورات مختلفة، وموقد نار، وغرفة معيشة ذات سقف مقوس.",
    "814d9aba371640e5a70bcb7833bfe08f": "مطبخ وصالة مع أجهزة من الفولاذ المقاوم للصدأ، وأرفف من الجرانيت، وأرضيات خشبية، وخزائن وأعمدة خشبية، بالإضافة إلى غرفة طعام مع ثريات و نوافذ كبيرة.",
    "bf249d0d4e364c85bcd322f564abc705": "منظر لمختلف الغرف بما في ذلك حمام، مطبخ، غرفة معيشة، وسينما منزلي، بألوان وديكورات، أثاث، ومصابيح إضاءة مختلفة.",
    "c7cee9420a28477593293777b783e174": "غرفة تحتوي على أبواب مختلفة، ولوحات، وأثاث، وزخارف، بما في ذلك غرفة نوم تحتوي على جيتار، وحمام مع أبواب سوداء، وغرفة ذات جدران برتقالية مع مروحة سقف.",
    "52be196a34fd415fa984b16aa270481c": "غرفة تحتوي على أبواب و خزائن و أثاث متنوع، بما في ذلك جيتار و لوحة فنية للاعب هوكي و كرسي قفاز بيسبول و رفوف كتب.",
    "4914e12cb4a34f58b9e5779393e90a21": "مسارات متعددة، زوايا، وغرف ذات ميزات متنوعة مثل الأقواس، أجهزة الإضاءة، والأبواب، بما في ذلك غرفة نوم تحتوي على سرير وخزانة، صور على الجدار، وحمام يحتوي على مرحاض وتهوية.",
    "48c8e8de5830459aa06ebaa4ae2b91ad": "خزانة وحمام مع ملابس وأحذية منظمة على الرفوف والأسلاك، دولاب، وحوض استحمام كبير مع مرآة وتلفزيون.",
    "7f3ebf20cb934e86b86b776afb0b5d44": "منظر لمنزل يتضمن جدران وجدران مختلفة وأبواب وممرات مع ميزات مختلفة مثل البقع ومفاتيح الإضاءة والمرايا والصور والأرضيات الخشبية الصلبة.",
    "bda2890778f04616a357a0239d216608": "منظر لغرفة تحتوي على جهاز لوحي، مصباح، جدران بيضاء، حمام، غرفة نوم، أريكة، تلفزيون، ومروحة سقف.",
    "e0a8257d73b84c7eb0f227c52db0e51c": "حمام مزود بمميزات مختلفة مثل المرحاض و الحوض و الحمام و الخزانة و المرآة و التلفزيون، مع استخدام ألوان ومواد مختلفة للجدران والأرضيات والطاولات.",
    "7bb21e85f02a4d468cd1c7040e46c596": "مساحة معيشة واسعة ومجهزة جيداً مع مزيج من الأثاث الجلدي والمحمل، عدة مواقد نار، مطبخ كبير مع جزيرة وبار، ومختلف إضاءات سقف بما في ذلك مروحات وأضواء.",
    "12739585137d4681b1b394ebf6bcc936": "مسلسلات غرف تشمل غرفة نوم مع سرير ومصباح، حمام مع سقف رمادي، غرفة معيشة مع أريكة وتلفزيون، وحمام مع مرآة وزينة حائط.",
    "491b9b2d5e63400f9b448e5603dd05ae": "مطبخ وصالة مع ميزات مختلفة مثل أرضيات خشبية وطاولات رخامية، مدفأة، مروحات سقف، وطاولة طعام مع كراسي ومقعد.",
    "acbddf55f76043f2835d87f0c1a9ba25": "سلسلة من الاقترابات لجدار، أبواب، وأجهزة مختلفة في مساحة داخلية بيضاء وبنية، بما في ذلك غرفة غسيل الملابس، الحمام، والمرآب.",
    "f472684bf3aa4ef39f59c217f09117e4": "حمام به جدران و أرضيات و دش مغطاة بالبلاط، مع أنماط و ميزات مختلفة مثل الرفوف و المقابض و رؤوس الدش.",
    "e271a58ef80545adbb89d25ec15d0045": "حمام ومطبخ مع أبواب متنوعة، وجدران، وأرفف، ومثبتات، تتميز بالألوان البيضاء، والذهبية، والبنية، والمعدنية.",
    "01b439d39a8f412fa1837be7afb45254": "منزل به غرف متعددة تشمل مطبخًا وغرفة طعام وغرفة معيشة وبار، كلها تتميز بمميزات مختلفة مثل أرضيات خشبية وجدران بيضاء ومواقد نار ومروحات سقف.",
    "de70cd9787c248b3b3308687e3014dcf": "حمام به جدران وجدران و دشات مفروشة بالبلاط، مع مختلف الإكسسوارات مثل المقاعد والرفوف والمخارج المائية والثريات.",
    "276586d2d2e14dde82b112c03ccf2188": "مساحة معيشة فسيحة ومزخرفة مع أرضيات خشبية وأثاث من الجلد ومدفأة نار ومختلف نوافذ تطل على شرفة والمطبخ.",
    "68fac2c327914533a1e698467c0b22cb": "مجموعة من الغرف والمواد المختلفة، بما في ذلك المكاتب والأرفف والجيتارات والأسرة واللوحات، بألوان وديكورات مختلفة.",
    "e0d2a4e22abe44d7810d7e448fff6704": "منظر من منزل، يشمل مطبخًا مع أجهزة من الفولاذ المقاوم للصدأ، ورواقًا مع مرآة، وحمامًا مع إضاءة، وغرفة معيشة مع مدفأة وتلفزيون، ومطبخًا مع طاولات من الجرانيت وأرفف خشبية.",
    "ecf4e1fb7421476e9988c8823a311171": "منزل مع غرف متعددة بما في ذلك مطبخ وغرفة معيشة وغرفة طعام مع أرضيات خشبية ونوافذ وثريات إضاءة مختلفة.",
    "74a12d0675b54d6193ba63104a6a8e2e": "مسلسلات من مناظر منزل، بما في ذلك رواق و مطبخ و حمام، مع ميزات مختلفة مثل الأرضيات الخشبية و الأبواب البيضاء و اللوحات على الجدران.",
    "5d073d9053ae40d7925c42e578396b00": "غرفة نوم مع جدران مطلية بألوان بيضاء ورمادية وبني، تحتوي على سرير، خزانة، مصباح، مرآة، وفن جداري زخرفي.",
    "aaab09df2ec34ea584e93e42ad0cf8e4": "حمام، خزانة، ممر، وغرفة نوم مع ميزات مختلفة مثل حوض استحمام، حوض، مرآة، تلفزيون، ومروحة.",
    "54fd5c128cbe4b2599804db60290ea4a": "منظر لغرف متعددة في المنزل، بما في ذلك الحمامات، الخزائن، غرفة نوم، ومطبخ، مع ميزات مختلفة مثل الأحواض، الأحواض، المرايا، والنوافذ.",
    "39e853b1577642a185f69726384e8236": "مسلسلا من الغرف والرواقات، بما في ذلك غرفة طعام، مطبخ، حمام، ورواق مع ديكورات ولوازم متنوعة.",
    "3f67442ac0fb46a697005af2ffdcfab3": "مجموعة من الغرف مع أثاث وديكور متنوع، بما في ذلك سرير، أريكة، تلفزيون، ومروحة سقف.",
    "cf1ab29600a546cf8c82484c06b60425": "سلسلة من الممرات والأبواب والغرف ذات الألوان والميزات المختلفة مثل الحمام والغرفة النومية والمطبخ، بالإضافة إلى الصور ومروحة السقف.",
    "558ecbf759e446f58af17bd5c1a6025a": "سلسلة من الغرف والأشياء، بما في ذلك مقعد أبيض، غرفة نوم مع سرير وثريا، دولاب أبيض مع مقعد نافذة، رف كتب مع صور، وتليفزيون مثبت على دولاب أبيض.",
    "c2af9032cf534313842c59dc39bba4da": "حمام مزود بمميزات مختلفة مثل حوض الاستحمام والأحواض والمرايا والجدران المطلية بالذهب، بالإضافة إلى غرفة تحتوي على تلفزيون ونافذة مع ألواح.",
    "a59713eed44e47cca397462601c4d960": "حمام بهوامش مختلفة مثل حوض استحمام، مرآة، ستارة دش، وخزانة بيضاء، وكذلك غرفة نوم بهو باب يؤدي إلى سرير وخزانة.",
    "b64a2ef467bb455aaee16a04bd9d7812": "منظر لغرف وطرق مختلفة في المنزل، بما في ذلك غرفة نوم، غرفة معيشة، وحمام، مع تفاصيل مثل الأثاث والأبواب وألوان الجدران.",
    "1e951fdbfd9d45bbaf935da945f5425c": "مطبخ مع مميزات مختلفة مثل رخام وخشب خزائن، موقد، مدفأة، جزيرة، وأجهزة من الفولاذ المقاوم للصدأ، بالإضافة إلى غرفة معيشة مع مدفأة ونوافذ كبيرة.",
    "a74be69aeed746e9ad24ba2f1477f84b": "مسلسلات مختلفة من غرف وأشياء مختلفة، بما في ذلك كرسي، حائط، حمام، باب، نافذة، مكتب، مصباح، كمبيوتر، لوحة، أبواب فرنسية، كراسي جلدية، وتلفزيون.",
    "7c9f57c094654e9a9cb27ae4a2f7fa0b": "غرفة نوم بيضاء ورمادية مع سرير ودرج و تلفزيون، وكذلك حمام مع بلاط أبيض ومناشف، وأبواب شباك، وستارة دش.",
    "cc356636fdbf45769882f5912bc6d009": "سلسلة من خزائن مختلفة، غرف غسيل الملابس، المطابخ، وغرفة مع لوح أردواز وأرضية خشبية، مع ميزات مختلفة مثل الملابس، وأدراج، ورفوف، وحوض الاستحمام، وطاولات، وأبواب.",
    "f553a3287fb2438b979f09b09448c7c0": "منظر لمنزل، يتضمن بابًا أبيض، خزانة، وحمام، مطبخ مع ماكينة قهوة وطاولة رخامية، وغرفة معيشة كبيرة مع مدفأة.",
    "92ffe9fa9ea6437c88eac23b0bafc0bc": "منظر لمنزل يتضمن رواقًا وحمامًا وغرفة نوم وغرفة غسيل ومطبخ وعدة أبواب وسقف.",
    "44121bda3e5548c19b595e16c8e59c59": "خزانة تحتوي على عناصر متنوعة مثل الملابس والأحذية والأدراج، بالإضافة إلى مطبخ وغرفة غسيل و حمام مع خزانة أمان.",
    "b192bc595e9b4d61963030b9f8e01f4b": "منظر لمنزل يتضمن غرفة نوم مع سرير وطاولة جانبية، وحمام مع حوض استحمام ومرحاض أبيض، وباب مطبخ مع مقبض معدني، وخزانة مع باب ومقبض، وغرفة مع تلفزيون وأريكة، وغرفة نوم مع سرير ودرج.",
    "b3cb0280416742fc9dcba0d2d9e5d2f7": "منظر لمنزل يتضمن حمامًا ورواقًا وغرفة معيشة وغرفة سينما منزلية مع ديكورات وأثاث متنوع.",
    "1b48df86b7a149fa8e90161265def866": "منظر لمنزل يتضمن رواقًا ومطبخًا وغرفة معيشة وغرفة طعام مع ميزات مختلفة مثل أرضيات خشبية وطاولات رخامية وموقد نار وثريات."
}
