{
    "94a3c70b35444b3191ca06b9a4fac782": "منظر لمنزل حديث يتضمن حمامًا، أبوابًا خشبية، غرفة معيشة ذات جدران زجاجية، سلمًا ذا درابزين زجاجي، وحمام أبيض به مرحاض وغسلة.",
    "dbd219920e0d4b44a85e550ca51cc56a": "منظر لمنزل يتضمن بابًا خشبيًا، غرفة طعام بيضاء، حمامًا به حوض ومرآة، ونافذة تطل على شجرة.",
    "ff3ed1ef732845839881115ed38d331f": "منزل حديث مع مصاعد زجاجية، لوحات على الجدران، وغرف متنوعة مع نوافذ وأباجورات.",
    "0afa10e3865a482684ff822f9678e32c": "مزيج من المساحات الخارجية والداخلية مع أثاث ومناظر طبيعية متنوعة، يضم منزلاً بأبواب زجاجية منزلقية، وسقف خشبي مع سماعات، وملامح متكررة لشجرة نخيل وطائرة تحلق في السماء.",
    "01b9f3583d5e45739e01e0b3cfe21c09": "منزل حديث مع درابزين سلم زجاجي، و جدران و أثاث أبيض، و لوحة فنية كبيرة على الجدار.",
    "5fdff4b578f24ff98a213299f3d91576": "منظر لمنزل يتضمن غرفة نوم، مطبخ، حمام، خزانة، سلم، رواق، وغرفة معيشة، مع أبواب وطوابق وجدران وزخارف مختلفة.",
    "88f290e95cfa4348a09ffc1a3661055e": "منزل حديث مع أرضية من البلاط الأبيض، مطبخ حديث وغرفة معيشة مع مدفأة وتلفزيون، أريكة بيضاء وطاولة قهوة، لوحة على الحائط، طاولة زجاجية ونبات، غرفة طعام مع طاولة زجاجية وثريا، وممر مع بيانو أبيض.",
    "9d691cb5fdfc46d995836e1ea82465d7": "مجموعة من مناظير مختلفة من اللوحات والصالات والغرف والمساحات الخارجية في منزل حديث مع درابزين زجاجي ونوافذ كبيرة وإطلالة على المدينة.",
    "87b17b69a95345c99db402e0dc40e4ce": "منظر منزل يُظهر غرفًا مختلفة ومناظر تشمل غرفة المعيشة ومكتب وغرفة نوم وحمام ومناطق خارجية.",
    "80d5607f9e4c4b2f9da7930754258cfa": "منزل حديث مع غرف متنوعة تشمل مطبخاً وغرفة معيشة وموقداً، كلها مزودة بديكور أبيض وحديث وبعضها يضم لوحات وعناصر زجاجية.",
    "cbcae92ea4b34638a877dda9b4bd7be6": "منزل حديث يضم غرف معيشة وغرف طعام وغرف نوم مختلفة، ويتميز بأرضيات من البلاط الأبيض والنوافذ الكبيرة وأبواب زجاجية وديكورات حديثة، بما في ذلك لوحة فنية كبيرة ومصباح معلق.",
    "cfb1d3bfd87d4e87a115ad9553e7a0df": "منزل عصري مع غرف متعددة، بما في ذلك غرفة معيشة مع أثاث أبيض، ورواق مع درج زجاجي، وغرفة مع جذع شجرة كبير في الوسط، كل ذلك مع بلاط أبيض أو أسقف بيضاء.",
    "cb0762e9b6af4891b7be36942549586f": "منظر لمنزل حديث مع غرف وسمات متنوعة، بما في ذلك غرف نوم وأبواب وسلالم وأماكن معيشة، كل ذلك مع جمالية بيضاء بشكل رئيسي وخشبية.",
    "a8cab750a6ac49f38a432d5fab1f2859": "منزل عصري مع غرف متنوعة تشمل غرفة المعيشة والمطبخ وغرفة الطعام والسلالم، جميعها تتميز بعناصر بيضاء وزجاجية، مع لوحات وديكور على الجدران.",
    "a384085cd16d4f219eb71221b79a7a60": "غرفة نوم تحتوي على قطع أثاث متنوعة تشمل سريرًا وخزانات وطاولات ملابس ورفوف كتب، مع عناصر خشبية وبيضاء وبعض الرفوف والأدراج والأبواب.",
    "7000630abdbb44309bcacc7593564300": "سلسلة من الشرفات والمناطق الخارجية مع أثاث متنوع ومناظر مختلفة، بما في ذلك أشجار النخيل والمحيط والمدينة وطائرات ورقية وطائرات في السماء.",
    "5278ace992664bbcb69d686a7be2c3b3": "مساحة معيشة حديثة ذات تصميم أبيض مع غرف متعددة تشمل ردهة وغرفة معيشة وغرفة طعام وغرفة نوم وحمام، تتميز بلوحات فنية كبيرة وسلالم زجاجية وأبواب وأثاث أبيض مع لمسات صفراء.",
    "0e6ac078acf94f37addd92a848bf1558": "منزل حديث مع عناصر زجاجية وبيضاء متنوعة، بما في ذلك طاولة طعام زجاجية، شرفة زجاجية، باب زجاجي، درابزين زجاجي للسلالم، وأرضيات من البلاط الأبيض، مع لوحات فنية ونباتات متنوعة في جميع أنحاء المنزل.",
    "c396a23da8b240d2a0bfcb1cd909abfc": "منزل عصري مع غرف متنوعة، لوحات، نوافذ، وأجهزة إضاءة، بما في ذلك درج زجاجي، شرفة، واطلالة على المدينة.",
    "fc188c1c407146ce88db33e41d932cae": "منزل عصري مع درابزين سلم زجاجي، وسلم زجاجي، ولوحات فنية متنوعة معلقة على الجدران، إلى جانب أثاث أبيض وفتحة سقف.",
    "9a1dfb5fc5c148d2b600e7789446089d": "منزل أبيض حديث مع غرف متعددة تشمل مطبخًا وغرفة معيشة وغرفة طعام وغرفة نوم، يضم جدرانًا وأثاثًا وأرضيات بيضاء، مع أبواب ونوافذ زجاجية، وخليط من تفاصيل سوداء وبيضاء.",
    "8a3f2a5d30b847b7ae94eb24d5d9c8e5": "منظر لمنزل يتضمن غرفة نوم تحتوي على سرير ولوحات، غرفة معيشة تحتوي على لوحة وثريات، رواق مع أبواب ولوحات، وحمام يحتوي على حوض استحمام، مرحاض ودش.",
    "0608309a14594ef9ac53c26b9e03a1ae": "منظر لبيت يضم غرف نوم متعددة، وحمام، وخزانة، وسلم، وأبواب ذات مقابض ومفاصل مختلفة.",
    "36c44dae3ab4415788edc1803558aec0": "منظر لبيت حديث، يشمل غرفة المعيشة والحمام والشرفة والفناء، مع مقاطع قريبة من الأبواب والجدران واللوحات.",
    "41fbb6cadff540b48fcb2021bcca9364": "منظر لمنزل يتضمن غرفة نوم مع نافذة، حوض استحمام زجاجي، حمام مع مرآة، رواق مع أرضيات خشبية، غرفة معيشة مع كرسي ووسادة، وعدة غرف نوم مع أسرة ولوحات على الجدران.",
    "4d495340c0d8412f8665e58ecf3cb59f": "غرفة معيشة عصرية تحتوي على نباتات مختلفة ولوحات ومدفأة، بالإضافة إلى منظر للفناء الخلفي من خلال باب زجاجي منزلق.",
    "f15cd6746d1f4b7a804ede38d47cfa03": "منزل حديث مع لوحات فنية سوداء وبيضاء متنوعة، درج زجاجي، أرضيات خشبية، وجدران وأثاث أبيض.",
    "b7ced3f4cbdb41eeb88825c7c632060e": "منظر لغرفة نوم، حمام، خزانة، وغرف مختلفة تضم لوحات و مناظر لشرفات ونوافذ.",
    "6dec3cb690e24470a108893fc88ec52b": "منظر من منزل يضم غرفة نوم وغرفة معيشة وخزانة وسلم ورواق وغرفة معيشة/نوم أخرى، مع أثاث وديكور متنوع مثل اللوحات والتلفزيون ومروحة سقف.",
    "565f7e74c6074380b1e3b535a759661c": "مجموعة من الغرف والفضاءات، بما في ذلك حمام، غرفة معيشة حديثة، غرفة نوم، وأبواب مختلفة، مع ديكور أبيض وحديث في الغالب.",
    "cb09a0f41b7746549d36806cf79f77a2": "منزل عصري مع غرف معيشة متنوعة، مطبخ، لوحات على الجدران، شخص يحمل هاتفًا، طائرة تطير في السماء، وسلم زجاجي يؤدي إلى غرفة طعام.",
    "bd2827c564534256b48e64c1b9f4048f": "منظر لمنزل يتضمن غرفة غسيل، مطبخ، رواق مع لوحة، غرفة معيشة عصرية، سلم مع حواجز زجاجية، وأبواب متعددة.",
    "399b73c997ad4dea8873f298737f2f2c": "منزل عصري مع غرف واثاث متنوع، بما في ذلك جدران زجاجية، مواقد نار، تلفزيونات، وفنون.",
    "0fa45532f291420e9275811772f05e49": "منظر لمختلف الغرف والفضاءات، بما في ذلك غرفة المعيشة مع مدفأة، وغرفة نوم مع سرير ونافذة، وخزانة مع لوحة فنية معلقة على الحائط.",
    "19af47dcc7704297a6d5cbbcfb3ed3af": "منظر لمسكن حديث يتضمن غرفة نوم تحتوي على سرير ولوحات فنية مختلفة على الجدران، خزانة خشبية، حمام به مرحاض وغسيل، وباب مع زهرية زهور.",
    "ff013cbd3a924e4fa524cc4d84ac5eb3": "سلسلة من المناظر المختلفة، بما في ذلك مطبخ مع أبواب زجاجية متحركة، شرفة مع طاولة زجاجية وأرائك، حديقة خلفية مع مسبح، حمام مع جدار أبيض ومرحاض، ومطبخ حديث مع خزائن بيضاء وجزيرة.",
    "7b1606930f824359bac6c90077c694e7": "منظر لمنزل به أبواب زجاجية متحركة، شرفات خشبية، ممرات مع لوحات و أرضيات خشبية، و شرفات خارجية مع أثاث و مناظر للمدينة و السماء الزرقاء.",
    "637dd8212f89426f8e8382ae48f93b7b": "منزل حديث مع مطابخ بيضاء متنوعة وغرف معيشة وتراس، يضم خزائن بيضاء وأثاث وأرضيات من البلاط، بالإضافة إلى درج زجاجي ولوحة فنية كبيرة على الحائط.",
    "01f2afc7ba584593aa5712707d285507": "منزل عصري مع غرف وسمات متنوعة، بما في ذلك حمامات، لوحات، درج زجاجي ومداخل، غرفة معيشة مع أبواب زجاجية متحركة وحدائق واسعة، وجدران وأسقف بيضاء مع إضاءة.",
    "09f9715c7163456e9a934c5bb8a0e2c6": "مسلسلة من الغرف والفضاءات ذات الديكور الأبيض والحديث، تحتوي على لوحات، أثاث، وعناصر زجاجية.",
    "88ffbea957e34cd09d0ce2d3290e9694": "منزل حديث مع غرف متعددة، ممرات، ودرج، يضم أرضيات خشبية، جدران زجاجية، مصاريع، لوحات، ثريات، وإطلالات على المدينة والمحيط.",
    "9568123de77d4e68bfba11f34b83ac7a": "حمام يحتوي على حوض استحمام ومرآة وغسالة زجاجية ونافذة ومرحاض.",
    "5ab3ffcf9e124111bd2fa931badc3c83": "غرفة معيشة وغرفة نوم بيضاء مع ستائر متنوعة، مدفأة، سرير، ولوحة فنية.",
    "290cf108dddc4095927677d0d56b7a7a": "منزل حديث مع غرف متعددة تشمل غرفة المعيشة والمطبخ وغرفة النوم ونوافذ كبيرة في جميع أنحاء المنزل.",
    "ff0c027e9f0a4cd784e4851736c397a4": "منزل عصري مع لوحات و عناصر زجاجية متنوعة، بما في ذلك غرفة معيشة تضم لوحة كبيرة و جدار زجاجي، وغرفة طعام مع طاولة زجاجية وكراسي، وسلم مع درابزين زجاجي.",
    "b1a1885860a54b8cb99c6f4ac19999a5": "منزل عصري وحدودي مع جدران بيضاء وميزات زجاجية ولوحات فنية متنوعة معلقة على الجدران.",
    "5796e7daf64e40a6aa1a6e003d1632ed": "حمام أبيض مع دش زجاجي ومرحاض ومختلف إكسسوارات، يؤدي إلى غرفة نوم مع سرير ولوحة فنية على الحائط.",
    "c8877195d3ad4ea5a4736bf0ed6979c5": "منزل حديث مع غرف وسمات متنوعة بما في ذلك غرفة معيشة تحتوي على لوحة فنية، درابزين زجاجي، طاولة طعام زجاجية، لوحة فنية كبيرة فوق الدرج، باب زجاجي يطل على حديقة، درج زجاجي مع درابزين خشبي، ومنزل حديث مع درج خشبي ونافذة زجاجية.",
    "07828abd68f54c2ba9ede7aa649932df": "منزل عصري مع غرف و مساحات متنوعة، بما في ذلك حمام، غرفة معيشة، ودرج، يضم أرضيات من البلاط الأبيض، مصاعد زجاجية، ولوحات على الجدران والسقف.",
    "24d74aa8b1e247f0a2daf2c771db21ea": "منزل عصري مع جدران بيضاء، أبواب زجاجية وسلالم، أثاث أبيض، ومختلف أجهزة إضاءة ولوحات فنية في جميع أنحاء.",
    "5817f7eadd7e43ffa7d3eeed279f123d": "مسلسلات من المطابخ والصالات المختلفة ذات الميزات المختلفة مثل الخزائن البيضاء وألواح الخشب واللوحات الكبيرة على الجدران. كما توجد مقاطع قريبة من أبواب الخزائن وأبواب الخزانة، بالإضافة إلى منظر من الأرضية المزخرفة بالبلاط الأبيض.",
    "95228a36423e47dfa8f66836b0ff8ae1": "منزل أبيض حديث مع غرف متعددة تشمل غرفة معيشة مع مدفأة ونافذة زجاجية، مطبخ مع تلفزيون مثبت على الحائط، غرفة مع مروحة سقف وباب، أريكة مع وسائد ولوحة فنية على الحائط، وغرفة معيشة كبيرة مع سلم زجاجي.",
    "880b2c58b0a14938bc12a49d839097e2": "مسلسلات غرف معيشة ولوحات، بعضها يضم ديكوراً حديثاً وأبواب أو أسقف زجاجية، والبعض الآخر يعرض لوحات ملونة ذات خلفيات متنوعة.",
    "ff7072175bd04676a040d26dbe53ec18": "سلسلة من المناظر المختلفة، بما في ذلك غرفة المعيشة مع لوحة فنية على الحائط، درج، حديقة مع جزازة، وحديقة خلفية صغيرة مع شجرة وممر مفروش بالبلاط الأبيض.",
    "d1af2f90794243db807d60a07050941c": "منظر لغرف و أشياء مختلفة، بما في ذلك أبواب، منحوتات، لوحات، غرفة معيشة مع مدفأة و أبواب زجاجية متحركة، غرفة نوم مع نافذة كبيرة، خزانة، و مروحة سقف.",
    "9997a34a10ad4502ae927f0855f670a5": "منزل عصري مع مطبخ وغرفة معيشة وحمام، يضم خزائن وطاولات وأسقف بيضاء، بالإضافة إلى لوحات خشبية ولوحة فنية كبيرة على الحائط.",
    "c7a5f8ebe9aa432b86414fcf59272bac": "مسلسلات مختلفة من المناطق في المنزل، بما في ذلك المطبخ، الشرفة، منطقة الطعام، وغرفة المعيشة، كل منها مع أثاث وزخارف متنوعة.",
    "71b8d86a5b2e447e903994f5fc6634df": "منزل عصري مع أثاث أبيض، أبواب زجاجية وجدران، موقد نار، منطقة طعام، ومناظر متنوعة لأشجار ولوحات فنية.",
    "a1343f391c4840fd8a25369e45016965": "منزل عصري مع غرف معيشة متنوعة ولوحات على الجدران، بالإضافة إلى مسبح ونباتات في أواني.",
    "648bb87f6b844a088376ef700d77aa5d": "مساحة معيشية تحتوي على غرف متعددة تشمل غرفة معيشة مع مدفأة، غرفة نوم مع سرير وتليفزيون، وخزانة مع رفوف وأدراج.",
    "696ce593a39d47ef9acf6902ee134861": "منظر لمنزل يعرض أبوابًا وغرفًا وميزات مختلفة مثل مدفأة ومراوح سقف وأرضيات خشبية.",
    "8761fe0f67a041cf96957879f73fbd5e": "منظر لمنزل يتضمن حمامًا وغرفة نوم وغرفة معيشة ومطبخ وأبوابًا مختلفة، مع وصف للأثاث والديكور في كل غرفة.",
    "0f462b8531e14ad0803d1beabefa48b5": "حمام بهو ميزات مختلفة مثل المراحيض والمرايا واللوحات والابواب الزجاجية للمستلزمات.",
    "505ca3ca13414b7884dd6332040ca52c": "منظر لمختلف الغرف والممرات في المنزل، يعرض ديكورات وأثاثًا مختلفة مثل المدافئ، والصور المُطرَّفة، والستائر، واللوحات.",
    "fb81d03848c24f9a89220e899fa32b8d": "منزل عصري مع مناظر متنوعة تشمل أبوابًا ولوحات وطرقًا ومقابض زجاجية ومساحات خارجية مع أثاث ومناظر للمحيط والمدينة.",
    "ab2d0f38b21e4493a632fd5aa8ef99a8": "سلسلة من الغرف والمواد المختلفة، بما في ذلك حمام مع حوض أبيض ونافذة، غرفة نوم مع ستائر بيضاء وأرضيات خشبية، ودش زجاجي مع مقعد وأبواب زجاجية.",
    "4e06453cd8c24ea78797c10b0e12639f": "منظر لحمام أبيض به حوض استحمام، نافذة، باب، ساعة، ستارة، حوض، وغرفة دش زجاجية.",
    "e1764d52db5b408993663777cdf69130": "منزل عصري مع غرف متنوعة وأثاث، بما في ذلك مطبخ، غرفة المعيشة، وإطارات مع نباتات وكتب.",
    "354da2e072004e458216f8a9b11e8d3d": "منظر لعدة غرف و مساحات، بما في ذلك حمامات، غرف نوم، غرفة معيشة، ورواق، مع ميزات مثل أرضيات خشبية، ستائر بيضاء، منظر للمدينة، مروحة سقف، وموقد نار مع صورة إطارية فوقه.",
    "bd2a7e0c153c4a7ca6b970266527250a": "منزل عصري مع مطبخ وغرفة طعام وتراس مع منظر للمحيط وحمام وغرفة معيشة مع جدران زجاجية ومطبخ عصري مع خزائن بيضاء وسطح من الخشب.",
    "57bbe9e9bbfc4377abe137677beb5d0f": "منزل عصري مع غرف متنوعة تشمل مطبخ وغرفة معيشة وغرفة طعام وخزانة، جميعها ذات ملامح بيضاء أو عصرية مثل أبواب زجاجية وسقف، لوحات فنية كبيرة، وأفران."
}
