{
    "efeef7cc82c84690addb0bf415f075ea": "غرفة المعيشة مع أثاث وديكور متنوع، بما في ذلك نوافذ مع ستائر، أريكة، مصابيح، صور، رفوف كتب، وتلفزيون.",
    "d1ffe5280fce4ac5a949cdc9ee8b6f7c": "مجموعة من مناظر مختلفة ل المبنى، بما في ذلك الجدران، واللوحات، والأبواب، والتماثيل، والممرات مع أنواع مختلفة من الأرضيات والديكور.",
    "7f7cc5ccc8a948ada2c5ee60d255aa1e": "منزل مع مطبخ، غرفة طعام، رواق، أبواب زجاجية منزلق، شرفة، غرفة نوم، وحمام، مع ميزات مختلفة مثل اللوحات، أجهزة الإضاءة، وجدران وأرضيات بيضاء.",
    "9cc9a6f97b09469e92ada5d6795d125c": "غرفة المعيشة تطل على مختلف مناظر الصحراء، نوافذ مع نباتات معلقة وستائر، أريكة من الجلد الأبيض، مقعد من الجلد الرمادي، رفوف كتب، تلفزيون، ومنظر للسماء.",
    "7804a496622640ce9d5d79ecdc992254": "مجموعة خزائن تحتوي على ملابس وأحذية وسلال معلقة أو مخزنة على أرفف ورفوف وفي سلال.",
    "14dadef1c9c74e2392ac8b1d04407fc7": "مجموعة من الغرف والرفوف، بما في ذلك قبو للنبيذ ومعدات رياضية ومختلف الأنابيب والمرواح.",
    "f1064aea3a0d499fb9432df93c8008c5": "منظر لغرف و أشياء مختلفة، بما في ذلك باب خشبي، حمام، غرفة نوم، ثلاجة، مفتاح إضاءة، تلفزيون، لوحة فنية، مرحاض، نافذة، وزاوية غرفة.",
    "f1c9fe4b49c443e891b6ef6b41ec25bc": "منزل مع غرف متنوعة ورفوف كتب، غرفة معيشة مع أريكة وطاولة قهوة، رواق مع رفوف خشبية وخزانة، ومكتب منزلي مع رف كبير للكتب وكرسي جلدي، كل ذلك مع أسقف خشبية ومشروبات هوائية أو مواقد نار.",
    "06bc29df119749bd9c5be352b59d4451": "حمام يحتوي على ميزات مختلفة مثل المرحاض واللوحة والمرآة والباب الخشبي، بالإضافة إلى نظرات إلى غرف أخرى ومناظر خارجية من خلال النوافذ.",
    "6dfdde020dce4f68983f0382993b1c51": "خزانة تحتوي على مجموعة متنوعة من الملابس والإكسسوارات معلقة على أرفف ورفوف ومعلقات.",
    "a091468b0d6d43f099fe840ca10b1a14": "خزانة تحتوي على عناصر متنوعة مثل الجينز والملابس والقمصان والأحذية والقبعات والأحذية.",
    "97dfbaecdc3f417385083e8302b2b694": "مجموعة من الغرف المختلفة والممرات مع ميزات مختلفة مثل النوافذ واللوحات والاثاث.",
    "fb32301e479c48bb8aefae8ee568ad09": "منظر لمنزل يتضمن رواقًا وحمامًا وغرفة معيشة وغرفًا مختلفة مع أثاث وزينة.",
    "8b6a76eb79104e6cbfe32db46e5fb58c": "مجموعة من البطاطين المطرزة، مصابيح متنوعة، سرير مع وسائد وإطارات، وحمام مع جدران مفروشة ونافذة.",
    "5e0cbbfd7dd742c2ae7028e73e881161": "مساحة معيشية تحتوي على غرف متنوعة وأثاث، بما في ذلك أريكة وطاولة قهوة وأبواب خشبية ورفوف ومصابيح ولوحات و نوافذ تطل على حقول وستائر.",
    "057625814959401f8e969f5bfbf6cca0": "سلسلة من الممرات والغرف والأشياء بما في ذلك المرحاض والثلاجة والكرسي الخشبي والسلالم وباب زجاجي متحرك ولوحة فنية ومرآة.",
    "684d9231bf93471a91638ee94f790c5b": "خزانة تحتوي على ملابس متنوعة وأحذية وإكسسوارات معلقة أو موضوعة على الرفوف والأرفف، مع قطة جالسة على أحد الرفوف.",
    "5816276565a94b17ba8c667db5829250": "غرفة معيشة تحتوي على رفوف مختلفة، مدافئ، ونوافذ، بالإضافة إلى سجاد، أريكة، وكتب.",
    "ae8304134312434bb91c6bb7ec16d7b4": "غرفة بيضاء تحتوي على أشياء ومفروشات متنوعة بما في ذلك تلفزيون، كرسي، مرحاض، رف، ومدخل.",
    "dfc786743984401ca9680410c66df136": "منظر لغرفة نوم مع أثاث وديكورات متنوعة، بما في ذلك سرير، مصابيح، مكتب، نافذة، صورة، ومروحة سقف، بالإضافة إلى أبواب مع مقابض ومفكات، خزانة خشبية، حقيبة سفر، وحمام.",
    "ea60a28a151f4aa286b51f9f9819aefd": "حمام مزود بمميزات مختلفة مثل حوض استحمام، مرآة، خزائن، دش، حوض استحمام، رف مناشف، سطح عمل من الجرانيت، و نوافذ سقفية، بالإضافة إلى مطبخ أبيض وغرفة ذات نافذة وجدار أبيض.",
    "be291fdeaee9413698d9da350207bc54": "منظر لغرفة نوم وحمام مع أثاث ومرافق متنوعة، بما في ذلك مروحة سقف، لوحات فنية، خزائن خشبية، واجهات رخامية، وفتحة سقف.",
    "e1aba428d79d470e88e18aca556f82f1": "مسلسلات مختلفة من منظر لغرفة، بما في ذلك خزانة، سرير، كراسي، وأبواب، مع تفاصيل مختلفة مثل أثاث خشبي، جدران بيضاء، وغطاء سرير أسود وأبيض.",
    "7a8fc0425e0c40a69fb216c5345e157c": "غرفة مع أثاث وزخارف متنوعة، بما في ذلك الأسرة والمصابيح والصور والأبواب ومروحة السقف، من زوايا مختلفة.",
    "91b29545634c4754bfe914564d6c950f": "منظر لمنزل يتضمن رواقًا ومطبخًا وبارتيو وغرفة غسيل وغرفة نوم وفتحة سقفية في المطبخ، مع ميزات مختلفة مثل الشواية وأبواب زجاجية متحركة وأجهزة إضاءة.",
    "1f26654b50334ed29c4bf161a0150700": "شرفة مع أبواب زجاجية وأثاث، شرفة خرسانية مع طاولة وكراسي، شرفة خشبية مع منظر على العشب، ومنزل مع أبواب ونوافذ متنوعة.",
    "d81930c7b37e4f859430d8dc8e0b8f28": "مجموعة من الأبواب المختلفة، والخزائن، والغرف بما في ذلك صالة ألعاب رياضية، ومطبخ، وحمام مع أنواع مختلفة من الأثاث والمعدات.",
    "e4f3d7d539964b0f9a4f1eec24fa137e": "غرفة المعيشة تحتوي على كرسي هزاز، رفوف كتب، منصة تلفزيون، وأرائك، بالإضافة إلى زخارف متنوعة مثل لوح ركوب الأمواج، تمثال كاوبوي، ولوحات، مع نوافذ توفر مناظر لجبل وصحراء.",
    "11fae969386e4e4fa6ed73ac9f20cd1d": "منظر لغرفة تحتوي على أشياء وزخارف متنوعة، بما في ذلك ثلاجة، لوحات، باب مقفل، مرآة مع هاتف، باب زجاجي منزلق، أبواب خشبية مع صور، سجادة، رف كتب، كرسي، نافذة، سرير مع بطاطين ومخدات، ومروحة سقف.",
    "f931ad7bb3ef487988ef5ec51d49a2ac": "مجموعة من الأشياء والاثاث الخشبي والأبيض المختلفة، بما في ذلك الرفوف، والصواميل، والساعة، وشاشة التلفزيون، وطائرة، ومنشار، وعمود، ومقعد، وسرير، ومروحة سقفية، وأبواب، كلها موضوعة بزوايا ومواقف مختلفة داخل غرفة.",
    "88fe76c2969d431caf5d60ff7aa5467a": "مجموعة من الغرف والمساحات مع أثاث وديكور متنوع، بما في ذلك مدفأة، رفوف كتب، كراسي جلدية، عوارض خشبية، وأبواب مع لوحات زجاجية.",
    "500a6e1357ea4860b4971a3011195e05": "غرفة نوم تحتوي على سرير وطاولة جانبية و مصباح و صورة على الحائط و مروحة سقف، بالإضافة إلى رواق مع باب خشبي ورف يحتوي على كتب ومصباح.",
    "65818fac73834781a2635832cb6a921b": "منزل مع غرف متعددة، بما في ذلك غرفة معيشة مع مدفأة، رواق مع نافذة كبيرة ولوحة، وغرفة مع سقف خشبي وسرير، بالإضافة إلى نور شمسي وسلم.",
    "9b4cb016c2ae494f91549fef70da01da": "حمام به مختلف الأثاث والأشياء، بما في ذلك مرحاض، حوض، مرآة، صندوق خشبي، زهرية، لوحة، وصور إطارية، كلها بيضاء أو بيز في الغالب.",
    "41e8be0d514945b1a74adb3308597196": "حمام وغرفة نوم مع ميزات مختلفة مثل دش وحوض استحمام وسرير وأبواب خشبية وجدران مفروشة بالبلاط.",
    "7eb32b1e57c644f1b5a5801dbc6401cc": "حمام بهوامش خصائص متنوعة مثل مرحاض، حوض، مصباح، جدران و بلاط أبيض، صحن أبيض مع زهرة، إطار ذهبي، منشفة، حوض حجري، وباب خشبي مع مرآة.",
    "8e24f06762dd4535ae68bdaf10aba9c4": "غرفة تحتوي على سرير، نافذة، وزخرفة متنوعة، مع إطلالة على حديقة، جبل، وحديقة.",
    "1374647ec3f94d46a28310bdf04bb8d8": "غرفة نوم وحمام مع أثاث وزخارف متنوعة، بما في ذلك ساعة، صور، غطاء بالستايل الجنوبي الغربي، مروحة سقف، نافذة مع ستائر وستائر، ورسومات إطارية لشجرة.",
    "4ff62efbc0934e888120522e4c84e712": "منظر لمنزل في سكوتسديل، أريزونا، يضم غرفًا مختلفة مع ديكورات وفنون مختلفة، بما في ذلك حمام، رواق، وغرفة معيشة مع أبواب خشبية، نوافذ سقفية، ولوحات فنية.",
    "329e410f057b4056a2b61cab3322d815": "غرفة تحتوي على أثاث وديكور متنوع، بما في ذلك سرير، كرسي، أريكة، صورة إطارية، وحمام، مع زوايا ومواقف مختلفة تم التقاطها من خلال نافذة.",
    "4bd7d1a0c683471babf8c7abab4121a3": "منظر لمنزل يتضمن غرفة مع باب ونافذة، حمام مع مرحاض ومرحاض، خزانة مطبخ مع باب خشبي ومرحاض، حمام مع حوض استحمام ومرحاض، ومختلف مشاهد حمام أخرى مع طاولات رخامية ومرايا ومراحيض.",
    "5dee09fa6cca450bbffec66329368e89": "غرفة نوم تحتوي على سرير وغطاء وشمعة وكرسي ونافذة، وتتميز بغطاء مخطط بألوان مختلفة معلق على الحائط.",
    "1d5ac971a5b74f5db1a2414b5f7a05be": "مطبخ مع ميزات مختلفة مثل طاولات من الرخام، أجهزة من الفولاذ المقاوم للصدأ، خزائن خشبية، وموقد، بالإضافة إلى غرفة طعام وسلم.",
    "735cc8eae07743a1aa5d41ba878b0eb4": "ممرات ومجالس وأبواب مع لوحات متنوعة وأجهزة إضاءة وأثاث، بما في ذلك منظر حديقة من خلال باب زجاجي منزلق وحمام مع صورة لرجل على الحائط.",
    "24a5c4d4de2e47fba4cd35a2cf63bafe": "مسلسلات من الغرف والممرات، بما في ذلك المطبخ وغرفة الطعام والبار، مع ميزات مختلفة مثل الأبواب الخشبية والأسقف والعملات الرخامية، وكذلك لوحة وخشب لون بني فاتح في غرفة واحدة.",
    "54db65dba94741f0875f24c433a6f12d": "شرفة بِأثاث وديكور متنوع، تشمل أريكة زرقاء وسقف خشبي ونباتات في أواني وطائرة ورقية تطير في السماء، مع إطلالة على حديقة ونوافذ زرقاء.",
    "a656d59b1e6d4b1f8056e0d90b85c581": "مسلسلات مناظر من زوايا مختلفة لغرفة نوم وغرفة معيشة ذات أنماط جنوبية غربية، ورفوف خشبية، ومروحات سقف، ونوافذ تطل على الصحراء.",
    "527045377f974a7d8853d919218b98bd": "حمام أبيض، رواق، غرفة مع نافذة وفتحة سقفية، رواق مع لوحات، غرفة نوم مع سرير ومرآة، وأبواب خشبية مع مقابض.",
    "7e3ee6d9948547619b1ef64c8bf3b350": "غرفة غسيل، حمام، خزانة، غرفة صغيرة، ومطبخ مع أشياء وأثاث متنوعة.",
    "a9f1f6d6519e423a99303e3c7fdb836a": "منظر لمختلف الأشياء والغرف في المنزل، بما في ذلك كلب على الشرفة، حقل خارج النافذة، أرفف مع المجوهرات والكتب، مكتب منزلي مع مكتب وأرفف كتب، مطبخ مع عوارض خشبية، وموقد مع باب.",
    "331098855d30477582b2ad4d3fcdda62": "مجموعة من الغرف بما في ذلك مطبخ وحمام وجدار أبيض مع تلفزيون مع وجود مختلف الأشياء مثل الخزائن والأحواض والمراحيض من زوايا مختلفة.",
    "2291e23cde8e4eaebe6b9fe9cbdeb888": "منظر لغرفة نوم وحمام مع أثاث ومرافق مختلفة، بما في ذلك سرير ونافذة ومروحة سقف ومرحاض ومرآة وحوض و أبواب خشبية.",
    "e72479914a95422abb9a01ce4bdf0ab6": "مجموعة من الاقترابات والزوايا لمختلف الأشياء والغرف، بما في ذلك المرحاض، الجدران البيضاء، الخزانة الخشبية، والباب البني.",
    "5dea2611951e4a908ab308cb165eb241": "سلسلة من الغرف والمساحات، بما في ذلك الحمامات، غرفة اللياقة البدنية، والممر، مع توافر مختلف الأجهزة والمعدات.",
    "a1ba2d21084a41339e1a52c89ba24f94": "غرفة نوم وحمام مع أثاث وزخارف متنوعة، بما في ذلك بطاطين ووسائد ملونة، مروحة سقف، أبواب خشبية، لوحات، ومرافق حمام.",
    "19299540015f49bc8f7dac276689f4c5": "مسلسلات من مناظر لغرف وممرات مختلفة، بما في ذلك غرفة المعيشة، ممر مع لوحات فنية ونافذة دائرية، ومنظر حديقة من نافذة.",
    "caa5b0dce8fc45a8982f917d041cf441": "منزل به غرف متعددة تشمل غرفة طعام وغرفة معيشة ومطبخ، كل منها مزود بمميزات مختلفة مثل أسقف خشبية ولوحات فنية وطاولات رخامية.",
    "a7c9d5a193dd450fb2d2f04f71935ca4": "مجموعة من الغرف والممرات مع أبواب متنوعة وأدوات ومعدات وأثاث، بما في ذلك حمام، ثلاجة صغيرة، لوح إعلانات، وأنواع مختلفة من الأجهزة.",
    "0bd07b7213b245f8a54ec4010f6ef1cc": "مطبخ مع طاولات من الجرانيت، خزائن خشبية، حوض، ومختلف الأجهزة، بالإضافة إلى ملصق لرجل في زي عسكري معلق على الحائط.",
    "dbc0fd77d9384e14a6d0a19302b85a15": "مسلسلات من الغرف والممرات مع لوحات ونسج و أبواب مختلفة، كل منها مع أنواع مختلفة من الأرضيات والسقف.",
    "6967b846bd9c4c7a9c9c9dfab6d5eb34": "منظر لمختلف المناطق الخارجية والداخلية، بما في ذلك الشرفات والرواقات والصالات، مع الأثاث والنوافذ، محاطة بسماء زرقاء وإطارات خشبية.",
    "47bec259eaac4e00a4db928751889af6": "منظر لعدة غرف في المنزل، بما في ذلك غرفة المعيشة وغرفة نوم والحمام وغرف ذات أسقف خشبية ولوحات.",
    "61c6596ffc2a4d788d93acf6541c7d95": "مسلسلاً من الغرف والمساحات المختلفة، بما في ذلك جراج، مطبخ، حمام، وأبواب مختلفة، مع ميزات مختلفة مثل الأدوات، الجدران البيضاء، ومروحة السقف.",
    "7ecfa7f1ac394e9c94cb3b1b8a22004b": "منظر للبيت، يشمل حمامًا وغرفة نوم وغرفة معيشة ونوافذ تطل على الصحراء والجبال.",
    "dbd37b4b3597425fae7fa1b818d5e29e": "منظر لمنزل مع غرف وديكور متنوع، بما في ذلك أرفف الكتب، العوارض الخشبية، اللوحات، الموقد، ومروحة السقف.",
    "9ab3d35f9bc44163bcbafaf0e2d97ce7": "مجموعة من الغرف والمساحات الخارجية مع أثاث وزخارف متنوعة، بما في ذلك اللوحات والأعمدة الخشبية والسقف، وموقد نار ومنظر حديقة.",
    "0260ad22c1f64b88b7c7ffa843d86aa8": "غرفة طعام وصالة مع عوارض خشبية وثريات وإطلالة على الخارج، بالإضافة إلى حمام ورواق ولوحات فنية متنوعة للك.",
    "7b14552fe83b4e76974f711b8fcfc46f": "سلسلة من الأبواب المختلفة والمداخل والغرف بما في ذلك حمام وغرفة غسيل و مطبخ مع ميزات مختلفة مثل الخزائن الخشبية وفتحة سقف ومنظر حقل.",
    "49f26e22f7514331b35d76bc1b8bb9f5": "منظر لمنزل يتضمن غرفًا مختلفة وميزات مثل الحمامات، الرواق، المطبخ، غرفة نوم، ومداخل مع أبواب خشبية وإطارات.",
    "e394a9eecb63432b804ebb2e96a563b5": "منظر لعدة غرف في المنزل، بما في ذلك غرفة الطعام، غرفة المعيشة، المطبخ، وغرفة تحتوي على بار ولوحة فنية. تتميز الغرف بسقوف خشبية ولوحات وعدة أنواع من أرفف العمل.",
    "cb13e2147d6c4c569608bb8b2428173a": "منظر لمنزل يتضمن رواقًا به كرسي هزاز، غرفة معيشة به تلفزيون وإطارات، غرفة نوم باب خشبي وضوء، وأثاث وزخرفة متنوعة في جميع أنحاء.",
    "982920829a0b433880410222539f240e": "حمام به العديد من الأبواب، مرحاض، حامل مناشف، حوض، ومرآة، بالإضافة إلى صورة إطارها و أرضية خشبية في غرفة بها نافذة.",
    "78ba509a09f84cb5a0ae52168825c95e": "منظر لمنزل يظهر فيه غرفًا ومميزات مختلفة مثل جدار مع مفتاح إضاءة وهاتف، مقبض باب معدني، حوض استحمام ساخن، حمام مع باب دش زجاجي، غرفة جيم مع معدات تمارين، ومطبخ مع ثلاجة وميكروويف.",
    "8dc2bb01c486457b9a0348c413d62f67": "مسلسلات من غرف مختلفة ومناظر، بما في ذلك غرفة نوم مع مدفأة، غرفة معيشة مع أريكة بيضاء وسجادة، حمام مع حوض وأرضيات من البلاط، ونوافذ مختلفة مع ستائر ومناظر أشجار وسحب.",
    "fb6bdce12ffa4d87a740d226ae62c38c": "غرفة صغيرة، خزانة، مطبخ، باب، خزانة، سلم، ومرآب مع مساحات تخزين مختلفة، ومعدات، وأدوات.",
    "4382fba86a6a4956b7007f079a990268": "منزل خشبي به غرفة معيشة وغرفة طعام وشرفة، ويضم مدفأة ونوافذ كبيرة وجوائز خشبية وسقف خشبي.",
    "e8527069c00e4d929f5eece0d766ebd8": "غرفة نوم وحمام مع أبواب خشبية، سرير ملون، مروحة سقف، ودش مع باب زجاجي وفتحة سقف.",
    "d16d14bd9d194980b5339c4029bc4a54": "خليط من المساحات الخارجية والداخلية مع أثاث وزخارف متنوعة، بما في ذلك الزهور، وأحواض النار، والأسوار، والأشجار، كل ذلك تحت سقف خشبي وسماً أزرق.",
    "0ffa6fd0a65a4462b2023f28b14741e5": "غرفة تحتوي على رفوف متعددة، كتب، زهور، وموقد، وكذلك غرفة معيشة تحتوي على أسرّة، كراسي، ونوافذ كبيرة، وممر دخول مع باب خشبي وجدار حجري.",
    "0cf943705a6f4cf798dbcc605c811a50": "منظر لمنزل يضم غرفًا وديكورًا متنوعًا، بما في ذلك رواق مع لوحات، مطبخ مع نور سقفي، حمام مع جدار مفروش بالبلاط، وبار خشبي مع باب زجاجي قابل للانزلاق.",
    "9136737ab6024d03b151110c83a00610": "مسلسلات من غرف مختلفة، بما في ذلك قبو نبيذ، غرفة مع تلفزيون وكرسي، حائط أبيض مع تلفزيون أسود، مكتب صغير مع نافذة، غرفة مع كرة يوجا، وغرفة مع رفوف وسجادة.",
    "a8c2dfb0f8c849ba83c20c7f7d6a00dc": "مطبخ يحتوي على ميزات متنوعة مثل الميكروويف وأرفف خشبية وجزيرة كبيرة وبار، بالإضافة إلى غرف أخرى مع أبواب ولوحات وثريات سقف.",
    "96b25d845ff447cc989dfd87c88ff8b8": "مطبخ يضم ميزات متنوعة مثل أرضيات خشبية ولوحة فنية على الحائط ومصابيح سقفية مع حصان معلق منها وجزيرة كبيرة وأجهزة مطبخ من الفولاذ المقاوم للصدأ وطاولة من الجرانيت الأسود، بالإضافة إلى لمحات من الغرف والأبواب الأخرى.",
    "65c054c0933a4814bd05d2da5f282c33": "شرفة تحتوي على ميزات مختلفة مثل شواية وطاولة وأرائك ومقاعد هزازة، وإطلالة على العشب والسماء، بالإضافة إلى سقف خشبي وأبواب ونوافذ زرقاء.",
    "d710e361173943d189ad82b18c11572d": "غرفة تحتوي على أشياء متنوعة مثل أبواب ورفوف وكراسي ولوحات ومراقبة حرارة، بالإضافة إلى حمام ومتجر نبيذ وخزانة.",
    "9d97383beaee4ec78b8b20f44ba72c3b": "منظر لعدة غرف في المنزل، بما في ذلك الحمامات وغرف النوم والمساحات الحية، مع التركيز على الميزات والأثاث المختلفة في كل غرفة.",
    "f4939bf6f00a4864832a358f1ea8394e": "حمام مزود بمختلف المزايا مثل دش وحوض استحمام ومرحاض وغسيل ومرآة وأبواب خشبية، وكذلك غرفة نوم مع سرير ونافذة.",
    "fabd7c77b41e48eda0855efd12ecb1ec": "حمام مزود بميزات متنوعة مثل بلاط ترافرتين وطاولات رخامية وسقف مفتوح و مناشف معلقة على الحائط و مروحة سقف و ساعة و رجل جالس على أريكة و مقعد نافذة و حوض استحمام و عدة مرايا و مغاسل.",
    "828b8f02ffd145ac8b351cbb70682dc2": "منظر لعدة غرف بما في ذلك قبو للنبيذ، غرف صغيرة مع رفوف وزجاجات، مطبخ مع طاولة خشبية، غرفة مع لوحة تظهر الأبقار، وغرفة مع كرة رياضية وطاولة ركض.",
    "771f6afffb0c4e6d9fe9cca06b6a9cbb": "منظر منزلي يظهر غرفًا وأثاثًا مختلفًا بما في ذلك غرفة المعيشة مع أريكة وكرسي مسند، غرفة نوم مع صورة إطارية، باب خشبي مع لون بني، مكتب منزلي مع مكتب ورفوف كتب، وغرفة صغيرة مع تلفزيون وريموت كنترول.",
    "529ed2a6b09e4f52b3e861e1b6a46d3a": "سلسلة من الغرف والفضاءات، بما في ذلك قبو للنبيذ، مع رفوف واثاث وديكور مختلف، بالإضافة إلى مروحات السقف والصور على الجدران.",
    "bd4a599f645342adafc1b09a953431e8": "سلسلة من الممرات والأبواب والغرف ذات الميزات المختلفة مثل الأبواب الخشبية والمقابض والأقفال والخزائن والنوافذ العلوية والأنابيب.",
    "48468989fb7f4fcbba1f7be7877bcc8e": "مسلسلات من الغرف مع أثاثات وديكورات متنوعة، بما في ذلك الأسرّة، ورفوف الكتب، واللوحات، ومروحات السقف، والقوائم الخشبية، مع بعض الغرف التي تضم مواقد نار وأبواب زجاجية متحركة، وغرفة واحدة بها خدمة تنظيف أرضية من الرخام.",
    "a9c7288e5225482aac6f99127fb581e0": "غرفة تحتوي على مواقد نار مختلفة ولوحات و نوافذ ومميزات خشبية، بالإضافة إلى غرفة معيشة مع أثاث ومطبخ.",
    "10b5aaa0dd094b00a74dc52823b7aa66": "منزل به غرف متعددة، بما في ذلك غرفة معيشة مع أريكة وموقد، شرفة مع كراسي، غرفة طعام مع عوارض خشبية، وغرفة مع ثريات وسقف خشبي.",
    "164adb0bf2464fa38e98e03b6cbfd3ff": "مجموعة من الغرف والرفوف المختلفة مع عناصر مختلفة مثل الحقائب والأدوات والأوعية.",
    "a4aaa9c679ba4a3dbdead1fb0bab0e02": "مطبخ وحمام مع ميزات مختلفة مثل طاولات رخامية وأرفف خشبية ونوافذ وأبواب وملصقات، كلها من زوايا مختلفة.",
    "ffc3e703e412473da5216cca31f17292": "مسلسلات من مختلف وجهات نظر لغرفة مع ميزات متنوعة مثل المدافئ واللوحات والأعمدة الخشبية والنوافذ.",
    "c370bbcbfbf649e38524754b668bb1b2": "سلسلة من الغرف والممرات مع مختلف الأشياء والأثاث، بما في ذلك الأبواب والرفوف والأكراس والمرحاض والمرآة ووعاء النفايات وثابتات الإضاءة.",
    "fbc5ba2686d24a2d86cc1ac0575325ae": "مطبخ ومنطقة طعام مع طاولات من الرخام، خزائن خشبية، وأجهزة من الفولاذ المقاوم للصدأ، بما في ذلك ثلاجة، موقد، وفرن، مع مختلف أنواع الأضاءة وفتحة سقف.",
    "dd66f2f7f4a743aa8f07c053c3636c67": "مطبخ مزود بمميزات مختلفة مثل اللوحات، النوافذ العلوية، الجزر، الأجهزة، والثريات، بالإضافة إلى أرضية من الحجر الجيري، أبواب خشبية ورفوف، وكرسيا رماديا.",
    "cd249ef1708b416e8523ec3e332c0753": "حمام مزود بميزات متنوعة مثل دش مع باب زجاجي وأرضية مفروشة بالبلاط، ووحدة غسيل خشبية، وفتحة سقف، وحوض استحمام، ومرحاض، ونافذة تطل على مناظر مختلفة.",
    "3d53789d2b2b4eeaadba85394cb14fdb": "منظر لمنزل يتضمن غرفًا متنوعة وميزات مثل اللوحات والنوافذ والأبواب وسقف خشبي.",
    "e74b6fff96c74d018e07e1452bafa49d": "منظر لغرفة نوم وعدة حمامات، كل منها يحتوي على ميزات مختلفة مثل حوض استحمام، دش، حوض، ومرحاض، بالإضافة إلى عناصر زخرفية وديكورية مختلفة مثل المرايا، والأضواء، والخزائن، والمناشف.",
    "9f2ce45f125346de825f3be52f40aab0": "حمام مزود بميزات متنوعة مثل حوض الاستحمام ومرآة ودش وطاولات رخامية مع وجود نوافذ سقفية ولوحات فنية في بعض المناطق.",
    "df0a72ccf976435198872ff9b19bcfb5": "منظر لمنزل مع مدافئ من الطين، أسقف خشبية، شرفات، فناء، ومطبخ مع شواية ومرحاض.",
    "35dde286a5324af49d540f7dd0bc3b74": "منظر لمنزل يتضمن غرفة تحتوي على طابعة وباب شرفة، مطبخ مع رف وإضاءة، غرفة معيشة مع أريكة بنية وطاولة قهوة، أريكة مقسمة مع مسند، سرير مع صورة إطارية، أبواب خشبية ورفوف، تلفزيون مع جهاز تحكم عن بعد، ورفوف تحتوي على كتب وزجاجات نبيذ.",
    "55d758f8ca7243b5be0fc24557452329": "منظر لعدة غرف في المنزل، بما في ذلك حمام، غرف نوم، غرفة معيشة، وموقد، مع عوارض خشبية وسقف، لوحات، وأثاث مثل الأسرة، الخزائن، والخزائن.",
    "a9ec9760708f4771b657e254d9ab916e": "غرفة نوم مع مناظر متنوعة من النوافذ، سرير، مصباح، وستائر، بالإضافة إلى رواق مع حامل حقائب ولوحة فنية على الحائط، وحمام مع مرحاض ومرآة.",
    "101eadbcb4a74791b0da3d32ee6f71f5": "مجموعة من المناظر المختلفة بما في ذلك الجدران مع السجاد واللوحات، تنظيف أرضية الرخام، الممرات مع النوافذ الدائرية والأبواب الخشبية، الغرف مع اللوحات والضوء الطبيعي، ورجل جالس على مقعد مع جهاز لوحي.",
    "0376844787ff4d4bb442bb2446b9f3af": "سلسلة من الجدران البيضاء، مرحاض، كرسي، باب، وزاوية من زوايا مختلفة ومنظورات.",
    "178df5c45ab94180b8c956c7b3f54ca7": "سلسلة من الغرف المختلفة والإطلالات، بما في ذلك غرفة نوم، حمام، رواق، ونوافذ بإطلالات على الجبال والأشجار.",
    "1f5d75e4b97147febba7d696e2efbc08": "منظر لبيت به غرف وممرات مختلفة، يضم سقفًا خشبيًا ونوافذ كبيرة ومواقد نار ولوحات وارضيات ترافرتين يتم تنظيفها.",
    "227c77269560472f97ae557eee7fb8c0": "منظر متنوع مع أرضيات خرسانية، وأرصفة خشبية، وتراسات مع أثاث، وحديقة صخرية، و فناء خلفي مع منزل صغير، وهيكل خشبي مع منظر للسماء والغيوم، كل ذلك يُرى من خلال النوافذ وأبواب الزجاج المنزلقة.",
    "94ef53dd5e024bd7a7c79c7f43731731": "حمام مزود بمميزات مختلفة مثل طاولات رخامية، حوض، مرآة، دش مع أبواب زجاجية، وفتحة سقف، بالإضافة إلى غرفة نوم مع سرير ونافذة.",
    "26e495c137994f48835fdf0c5450a681": "غرفة نوم مع نوافذ ذات مناظر متنوعة، مصباح، سرير مع وسائد وأغطية ملونة، بالإضافة إلى لوحة فنية على الحائط ومروحة سقف مع ضوء.",
    "73892c22eef14d169e24e007a8e544d9": "غرفة المعيشة وغرفة الطعام مع عوارض خشبية، مدافئ، ونوافذ، تضم أثاثًا من الجلد، لوحات، وطاولات، وأرضية من الحجر الجيري في سكوتسديل.",
    "d2bf18703fd645bcb077523c3c200c30": "منزل مع أرضيات خشبية وأبواب وسقف خشبي، رفوف كتب، حمام، غرفة نوم مع سرير وموقد، وثلاجة بيضاء.",
    "c8e6c588d25d42cd8400a07db98c40fe": "منظر لعدة غرف وممرات، بما في ذلك غرفة المعيشة مع تلفزيون ورفوف كتب، ممر مع مرآة، وغرفة مع لوحة فنية على الحائط ومروحة سقف.",
    "6f8be003180e485aa6312a534469785b": "منزل مع أثاث خشبي متنوع ومميزات، بما في ذلك مكتب كبير ورفوف كتب وخزانة وسلم وسقف مع عوارض، بالإضافة إلى حمام وغرفة نوم وباب زجاجي منزلق.",
    "650897afb8594b7cb9bdb89f4ec38f7d": "منظر لحمام ومحيطه، بما في ذلك أبواب خشبية، خزائن، مرآة، أرفف مناشف، مرحاض، ولوحات وصور ونوافذ مختلفة.",
    "ecff9ecf0cfe4d8bb83260fc092f3b00": "مجموعة من اللقطات الوثيقة والواسعة للأبواب الخشبية والخزائن والإطارات، بالإضافة إلى تمثال للخروف ونافذة دائرية وغرف مختلفة مع أسقف وأعمدة خشبية.",
    "3317348467784b19925a007204cb7f17": "منزل مع غرف متنوعة بما في ذلك غرفة معيشة مع مدفأة وحواف خشبية، مطبخ مع سطح من الحجر، غرفة نوم مع أبواب زجاجية متحركة وسرير، وغرفة طعام مع طاولة وكراسي، كلها تتميز بسقف خشبي ونوافذ أو لوحات.",
    "c173f74f5a284b98b1ac17917c4c356e": "حمام مزود بمميزات متعددة مثل رؤوس دش، مناضد رخامية، مرايا، نوافذ سقفية، وأرضيات وجدران مفروشة بالبلاط.",
    "13faa4c86406405ba802f5bdcba744ee": "غرفة نوم وحمام مع أثاث وزخرفة متنوعة، بما في ذلك رفوف كتب وسلال، باب خشبي، مروحة سقف، ونوافذ مع ستائر وإطلالة على الحقول والجبال.",
    "57b84179a9a24ff49697d9349a21bc60": "مطبخ مع ميزات مختلفة مثل موقد، طاولات رخامية، خزائن خشبية، و نوافذ سقفية، بالإضافة إلى أجهزة مثل غسالة أطباق، ثلاجة، ومايكروويف.",
    "bb09a1003aa448bbb67af68428ea1103": "غرفة نوم مع رفوف متنوعة، خزانة، سرير مغطى بغطاء نافاجو، كراسي جلدية أمام نافذة تطل على جبل، وكرسى هزاز أسود أمام نافذة تطل على صحراء.",
    "3a9a0cde4ef64fe59d63a99a93bd149d": "داخل خشبي مع غرف وطرق مختلفة، يضم حديقة ومدفأة نار، ولوحات، ومطبخ أبيض مع زخرفة من الريش الأزرق.",
    "cc03fd369f254cd985894b77fd8babde": "منزل مع غرف معيشة متنوعة، غرفة طعام، ومطبخ، كلها مع أسقف خشبية ونوافذ، وبعض منها مع مواقد نار وأبواب زجاجية متحركة، وواحدة مع لوحة فنية كبيرة.",
    "ea5cf8f62e1e46bd805e248b8286228b": "منظر لغرف وفراغات مختلفة، بما في ذلك حمامات، رواق، غرفة معيشة، وغرفة نوم، مع وصف للمميزات مثل الأبواب الخشبية، السقف، والقوائم، اللوحات، السجاد، والأثاث.",
    "312c145aacbd4014909e033462abdd9e": "مجموعة من الغرف والمساحات المختلفة، بما في ذلك غرفة نوم صغيرة، مطبخ، رواق، حمام، وخزائن وأرفف أدوات مختلفة، مع ظهور الأدوات والمعدات في جميع أنحاء.",
    "6574e941f0be49afa9fd447b99b2e783": "خزانة بها ملابس وأحذية ورفوف مختلفة، بالإضافة إلى ممر به معدات رياضية ومرآة.",
    "effea130a5984e53bd2bef2bbe4ba4c1": "مطبخ مزود بميزات مختلفة مثل طاولة طعام، جزيرة، عداد كبير، مروحة سقف، نور سماوي، ثلاجة، حوض، باب زجاجي منزلق، لوحات، خزائن خشبية، وطاولات عداد من الجرانيت.",
    "067ec17ab4314effbaf5e67e5acfacad": "منزل مع غرف معيشة متنوعة، رواق، مطبخ، وباب خشبي مع نافذة سقف.",
    "6e5f25022c4d4dbf9a7f35bd77cbf296": "منظر لغرفة حمام، خزانة، وغرفة جيم مع معدات متنوعة وممر مع صورة.",
    "df3ac1cd80ac4b4f87cb58a6a5ec4bd3": "مسلسلات من لقطات مقربة و نظرات سريعة على غرف و أشياء مختلفة، بما في ذلك جدار أبيض مع تلفزيون، حمام صغير ومطبخ مع ميزات خشبية، غرفة جيم مع معدات تمارين، وحمام مع مرحاض و حوض.",
    "7fb0cc6c0754461ca29084c1d793b600": "ممرات وسلاسل من الغرف والأبواب مع أثاث وزخارف متنوعة، بما في ذلك الكراسي والرفوف والخزائن، وحافر الحصان، وخطافات المعاطف، وخلية النبيذ.",
    "1674e74d24cc478e832b252de024bc9b": "غرفة مع أثاث وديكورات متنوعة، بما في ذلك سرير بنمط جنوب غربي، كرسي من القش، صورة سوداء وبيضاء للمرحاض، قطعة فنية على الحائط، ومروحة سقف مع إضاءة ونافذة.",
    "4d333ced35694b128c5cea2467cfe87c": "غرفة تحتوي على رفوف متنوعة وزجاجات نبيذ وأدوات رياضية وتليفزيون ومروحة سقف مزودة بضوء.",
    "bbac569878204a37bb6482bc5089aaa5": "حمام مزود باب دش زجاجي، وجدران مفروشة بالبلاط، ومختلف المعدات مثل رف مناشف، ومروحة، ومقعد، ورأس دش، بالإضافة إلى مناظر لنافذة مع مصفاة ونصلي مع سماء غائمة.",
    "0d258e8698254e6db674bd4bb11ed8d2": "مساحة مزدحمة ومنظمة تحتوي على مناطق تخزين مختلفة وأجهزة مطبخ وأدوات، بما في ذلك سلم ومكنسة كهربائية ومروحة سقف.",
    "01f2401b5f944914911eece07c0f3ead": "مسلسلات من الغرف مع أثاث وديكور متنوع، بما في ذلك الأبواب والنوافذ والأرائك والرفوف والتلفزيونات، مع إضافة الصور والستائر إلى الجو.",
    "e3d01ff572e44b4aa1b3df620ab9eec4": "منظر لمنزل يتضمن رواقًا يحتوي على لوحة، مطبخًا يحتوي على نافذة، غرفة غسيل يوجد بها غسالات وجفاف، وجدار أبيض يمر عبره ضوء.",
    "fa1974a668c94fa393eccece0be0ede3": "منزل مع غرف متنوعة وأثاث، بما في ذلك سرير على الطراز الجنوبي الغربي، غرفة معيشة مع أريكة وسجادة، باب خشبي، رفوف مع تماثيل وقبعات، حمام مع رفوف خشبية، وغرفة نوم مع مروحة سقف ونافذة.",
    "378fb05cff7f473195daa253bc3fa4df": "غرفة ذات جدران بيضاء مع باب خشبي، تلفزيون أبيض، رف أبيض مع رف خشبي، حمام مع أرضية خشبية، حوض استحمام، خزائن، حمام صغير مع مرحاض وحوض استحمام، لوحة لامرأة معلقة على الحائط، ونوافذ تطل على الجبال والأشجار والسماء.",
    "58f71a450eed4d878a9b9e6a67ad6f39": "منظر لمنزل يضم غرفة معيشة وغرفة نوم وحمام وأبواب ونوافذ مختلفة مع التركيز على مروحات السقف والأبواب الخشبية والرفوف.",
    "02d5d7f4541048d8b530bb190c13b6a2": "غرفة تحتوي على أشياء مختلفة مثل الكرة اللينة، الفاز، الستارة، المكتب، رفوف الكتب، الحاسوب المحمول، كرسي جلدي، مقبض الباب، المدفأة، والصور الإطارية.",
    "b711654d9789435da19337b03e468de1": "غرفة تحتوي على أشياء ومميزات مختلفة تشمل شاحنة أرضية آلية، باب زجاجي منزلق، لوحات فنية، أبواب خشبية، مقابض إضاءة، وحمام يحتوي على معدات رياضية ومرآة.",
    "28c09c307b11487c999f88e1e9ec3231": "منظر لمنزل يتضمن غرفة نوم وغرفة معيشة مع مدفأة وعدة حمامات، جميعها مع أسقف وأبواب خشبية.",
    "b06d8e41d53344a582844f5f560d27df": "مجموعة من الغرف والممرات مع ديكورات وميزات متنوعة، بما في ذلك اللوحات والمنسوجات والتماثيل والأسقف الزجاجية وخدمات تنظيف للأرضيات الرخامية.",
    "6e080f6fe8e64a0693b2495914f18dca": "منظر لمنزل، يشمل رواقًا مع أبواب متعددة، مطبخًا مع خزائن خشبية وجزيرة مركزية، ولوحات وصور معلقة على الجدران.",
    "364f2ca5c2dd45cd95dc8d28b0d53903": "مساحة داخلية بيضاء تحتوي على أشياء ومرافق مختلفة، بما في ذلك مرحاض، مطبخ، أبواب خشبية، رفوف، وصور على الجدران، ومضاءة بأضواء متنوعة.",
    "92d6818b71734d2c9267bc430f4f6490": "منظر لعدة غرف وممرات في منزل، يضم لوحات وصور وأثاث ومختلف التجهيزات.",
    "94454c1b315a44d196fe92f48ee83804": "شرفة كوخ خشبي مع كرسي هزاز، باب زجاجي منزلق، سقف خشبي، طاولة وكراسي، حائط حجري، أشجار، وموقد نار.",
    "52fbea82ae7248eaaf97b1c6fbecb024": "غرفة تحتوي على رفوف كتب متنوعة ومكاتب وإطلالات على الصحراء مع أسقف وأعمدة خشبية وموقد نار ومروحة.",
    "fd7ac20630e24aff97bb73f292d0da12": "حمام به جدران صفراء، مرحاض أبيض، ورف مناشف به منشفتان معلقتان، يؤدي إلى غرفة باب خشبي وسقف زجاجي، مع تفاصيل أخرى مثل مرآة ومرحاض ونافذة تطل على سيارة.",
    "626cac28fb084c17a09dfb81cfe01f22": "حمام مزود بميزات مختلفة مثل طاولات رخامية، مرايا، نوافذ سقفية، ودش، بالإضافة إلى مطبخ، غرفة نوم، رواق، ولوحات فنية.",
    "72f5856a420c45a9a790ed3f9ae17a2e": "حمام مزود بمميزات مختلفة مثل المناشف و الطير و الدش و الحوض و المرآة.",
    "8025576c59c04913bc7df70a8737ecee": "مطبخ مع مميزات متنوعة مثل نوافذ سقف، وأرفف رخامية، وأرضيات خشبية، وأجهزة مطبخ من الفولاذ المقاوم للصدأ، بالإضافة إلى غرفة طعام وغرفة تحتوي على لوحة فنية وكرسي.",
    "0eae51fd57fc43a0b17c04a87dc559fb": "منظر لمبنى يتضمن حمامًا مع مميزات مختلفة، وغرفة نوم مع باب مكسور، ورف خشبي، وحمام صغير مع مرحاض وغسالة.",
    "8249032cc7ce45588b8a93ad0bbbfc2f": "منظر لمنزل، بما في ذلك مناظر نوافذ، ممرات، غرف المعيشة، والفن، مع مواد مختلفة للارضيات والسقف.",
    "5a958f240c5e420488d1129208451602": "مطبخ، وغرفة جراج، وغرفة مخزن مع رفوف ووعاء ومتعلقات مختلفة.",
    "91c1b800925b4c2fa0a4fe57705b8a83": "غرفة تحتوي على أثاث متنوع، ورفوف كتب، وأبواب زجاجية متحركة، مع حمام ومدفأة مرئيين.",
    "fae83673fc694cd9a18c215ce6d92c58": "منظر لمنزل يضم غرفة نوم وغرفة استحمام وغرفة معيشة وأبواب وديكورات مختلفة.",
    "8c49b7ce35b8412f85553cdf572baa2c": "منظر لمنزل مع مناطق خارجية متنوعة بما في ذلك شرفة ورواق وسطح خشبي، بالإضافة إلى مناظير داخلية للنوافذ والأثاث."
}
