{
    "9a671e6915de4eb897f45fee8bf2031d": "غرفة نوم مع تلفزيون مثبت على الحائط، سرير مع بطاطين وأوسدة بألوان مختلفة، خزانة مع صورة معلقة عليها، ونوافذ تطل على حدائق زهور وسما أزرق.",
    "1968a423a44546ab829a498e305ef2f2": "حديقة خلفية تحتوي على مميزات مختلفة مثل عشب، سياج، أرجوحة، شجرة، حوض استحمام ساخن، مسبح، ومنزل، مع سماء زرقاء وطائرات أو طائرات ورقية تطير من حين لآخر.",
    "a74656ded04545c2b00ab4328c5ff5d6": "حمام مزود بميزات متنوعة مثل خزانة، دش، مرحاض، حوض، ومرآة، مع التقاط زوايا ومواقف مختلفة.",
    "85aec38fded44cd7b6b869226400666d": "مساحة داخلية بيضاء مع غرف وفرش متنوعة، بما في ذلك حمام ومطبخ وغرفة طعام ورواق، مع لوحات وزجاجات كعناصر زخرفية.",
    "88fbcef337184e368e3f035a181ee763": "سلسلة من السياجات المختلفة، والفناء الخلفي، والبرك، والأشياء مثل رجل، طائرة ورقية، روبوت، خزان مياه، غسالة، وشجرة ساقطة.",
    "33da8b14bc224e7e93045cf3e8ba88f1": "ممرات ومغادير وحمام مع جدران بيضاء وأرضيات خشبية ومختلف أثاث مثل سرير ودرج وتلفزيون.",
    "224bbce98d37406482348841af387f4e": "سلسلة من الغرف والفضاءات مع أثاث ومواد متنوعة، بما في ذلك طابعة، لوحات بيضاء، رفوف، قطة، وموقد حرق.",
    "8b7a414f32e54460975d6ffcee6d5c62": "حمام أبيض مع ميزات مختلفة مثل حوض استحمام ومرحاض وغرفة دش وباب زجاجي ونباتات.",
    "92852ee8512a4ca1bbc5ec79b6f9a4d5": "سلسلة من الغرف والممرات مع لوحات فنية مختلفة وحمامات وورق حائط بألوان بيضاء ورمادية و حمراء.",
    "e6a0ba22488847889e7278f26d15f5d5": "غرفة نوم تحتوي على سرير ومرآة ونافذة، وتضم أرضيات خشبية وباب منزلق وتليفزيون وسقف أبيض مع إضاءة ومرآة، بالإضافة إلى رجل يطير طائرة فوق سماء غائمة وأبواب وخزائن بيضاء مختلفة.",
    "c04bb819872546cb990d58225c0c2a94": "منظر لمنزل به غرف وممرات مختلفة، بما في ذلك غرفة غسيل الملابس والمطبخ وغرفة النوم والحمام، كلها بجدار أبيض أو رمادي مع أثاث متنوع.",
    "b5f2642db58d45cd861d4739127c24a6": "غرفة تحتوي على أثاث وديكور متنوع، بما في ذلك سرير، نافذة، باب، مصباح، وتليفزيون، بالإضافة إلى مناظر للشرفة، المسبح، والأشجار.",
    "ffbe14a1bab6497abb439dfcc3cfd11e": "منظر لمنزل يتضمن غرفة المعيشة والمطبخ وغرفة الطعام والسلالم، مع أثاث وديكور متنوع مثل الأريكة وطاولة القهوة والأبواب الزلازلية وأريكة من جلد البقرة وطاولة طعام زجاجية ولوحات فنية على الجدران والسقف.",
    "49c11a97fc40490894df81b13132e066": "ممرات ومغادير مع ورق حائط ولوحات فنية وثريات إضاءة متنوعة.",
    "f53c36c7f710428e8968b95e8d7171c2": "منظر لمنزل يتضمن رواقًا يحتوي على غسالة و مجفف، حمامات و خزائن بيضاء، مطبخًا يحتوي على باب يؤدي إلى الخارج، غرفة نوم تحتوي على سرير و دولاب، و لوحات و أجهزة إضاءة متنوعة في جميع أنحاء المنزل.",
    "536fbbcaf1054b97afd961dd2cf0ff30": "منزل حديث مع ميزات خارجية متنوعة مثل مسبح و حوض استحمام ساخن و شرفة خشبية و فناء و درابزين زجاجي محاط بأشجار ونباتات.",
    "9adb4cea1434445d81f50b9890c88cb2": "مساحة داخلية بيضاء مع أثاث وديكور متنوع، بما في ذلك جهاز كمبيوتر محمول، خزائن، زهرية مع زهور، طاولة طعام زجاجية، لوحة فنية، وممر مع أبواب.",
    "48bc1cf743314baeb582a3f6758d739f": "حديقة خلفية تحتوي على ميزات مختلفة مثل مسبح و حوض استحمام ساخن و شرفة خشبية و سياج و أشجار و طائرة ورقية تطير في السماء.",
    "fdd8d01096db4eb98d60bb3940d61d60": "حديقة خلفية مع مسبح، حوض استحمام ساخن، شرفة، أشجار، ومنزل عصري مع أبواب زجاجية وسقف.",
    "066966700e5c4232b29fce9a62ecd7ce": "غرفة وممر مع أنماط ولوحات مختلفة على الجدران، وأرضيات خشبية، وأبواب.",
    "e98ec3731cd94927a32fa5ef8f309a23": "منزل به غرفة معيشة ومطبخ وغرفة طعام، جميعها تطل على مسبح، ومختلف الأثاث والديكور بما في ذلك كرسي صالة من جلد البقر، وأبواب زجاجية متحركة، وجدار وسقف خشبي، ومروحة سقف وثريات إضاءة.",
    "3bd23e8f54034b348144cc65465d7513": "منظر لمنزل يتضمن غرفة معيشة ومطبخ وحمام مع ميزات مختلفة مثل أرضيات خشبية وأبواب بيضاء وباب زجاجي.",
    "42b2e0af1a7f4df996cf75e5ce2c3d2b": "مجموعة من الغرف والفضاءات، بما في ذلك غرفة المعيشة والمطبخ وغرفة الطعام والحمام، مع أثاث وديكور متنوع مثل اللوحات والطاولات الزجاجية ومروحات السقف.",
    "1c8fadda1f6b4e90ae5b99f6af5d7e4e": "غرفة تحتوي على أثاث وديكور متنوع، بما في ذلك تلفزيون، وأواني زهرية، ونباتات، وموقد، وباب زجاجي منزلق، وجزيرة مطبخ، ومصباح سقف.",
    "3022d6bfe51a4901ab8de19ce208f75d": "مساحة داخلية بيضاء تحتوي على غرف و أثاث متنوع، بما في ذلك غرفة معيشة مع مدفأة، مطبخ أبيض، خزائن مع ملابس ورفوف، مكتب صغير، وغرفة نوم مع سرير وتلفزيون.",
    "f8af7c76c9eb43e89eaae8452115707d": "حديقة خلفية حديثة مع مصاريع زجاجية وبركة سباحة ومناظر لأشجار ومباني من زوايا مختلفة.",
    "b49e1549d07e4989a2b171c6615c7ae8": "منظر لمنازل مختلفة وطرق وحدائق ذات زهور بنفسجية وأشجار، أسلاك كهرباء، وسيارة متوقفة.",
    "9fa882fcc3e3446a9479a17e534a2f62": "منزل عصري وفاخر مع مناطق متنوعة تشمل شرفة مع مسبح، شرفة ذات جدار زجاجي مع تلفزيون، مطبخ مع جزيرة وشباك، وغرفة معيشة مع باب زجاجي قابل للانزلاق.",
    "455493aba8994f979c9a71f2f28e505c": "غرفة مع خزانة مليئة بالملابس وأشياء مختلفة، حمام مع دش ومرآة، وغرفة نوم مع سرير وخزانة مليئة بالملابس.",
    "7c3ac3c542374271bea9840c5300f756": "منظر لغرف مختلفة تشمل غرفة معيشة مع مدفأة وأثاث أبيض، خزانة مع ملابس وباب مفتوح، غرفة مع صورة لمتجر برادا، غرفة صغيرة مع كرسي هزاز وورقة، غرفة نوم مع سرير ونافذة، وشاشة تلفزيون مثبتة على الحائط.",
    "3dbba098afdc4a3aae4be4508a0f5353": "حي به عناصر متنوعة مثل ألواح خشبية ، وطرق ، و أسوار ، و أعمدة كهرباء ، و زهور بنفسجية.",
    "5a2bbdcc310647c98b3b99c7c4a7cd4c": "منظر لمنزل يتضمن غرفة معيشة مع مدفأة، غرفة نوم، مطبخ، رواق، حمام، وباب أمامي حديث مع وعاء نباتي.",
    "36fa04dd448a44449f4f02628e1d6664": "حديقة خلفية حديثة مع مسبح وطابق علوي ومختلف أثاث خارجي، إلى جانب لمحات من مطبخ ومكتب وغرفة معيشة.",
    "5ca767202def47e0a9c0b27169f8c98c": "مساحة معيشة خارجية وداخلية فاخرة متنوعة، تضم مسبحًا وموقدًا وغرفة طعام ومطبخًا وغرفة معيشة مع أثاث وزخارف متنوعة.",
    "20db218ae92c46e6899cd3c0bb1c8d65": "مطبخ وغرفة طعام مع طاولات زجاجية وأثاث خشبي، خزائن بيضاء وأرضيات خشبية، رف للنبيذ مع زجاجات، ومروحة سقف مع إضاءة.",
    "6be1e66a2e7e452d88600ca49b16f7b3": "غرفة تحتوي على أثاث ومواد متنوعة بما في ذلك أسرة، مرآة، دولاب، ساعة، مكتب، كرسي، طاولة، جهاز كمبيوتر محمول، نافذة، نبات، مصباح، وحمام يحتوي على مرحاض وغسالة.",
    "14a6c204205543dfb373ec9e556d5b37": "مطبخ حديث يحتوي على ميزات متعددة مثل موقد وثلاجة وجدار خشبي ونافذة كبيرة وسقف أبيض وثريات خشبية ولوح خشبي خلفي وأبواب خزائن بيضاء وباب زجاجي وشباك ووعاء فاكهة وأبواب زلاجية وباب حمام أبيض وأرضيات خشبية خشنة وطاولة طعام وطاولة سوداء وجزيرة بيضاء ومرحاض وغرفة معيشة تحتوي على مروحة سقف وتليفزيون.",
    "1e39d6679eb94302a094408f5fe15de0": "حديقة خلفية مع أسوار متنوعة، مسبح، منزل، وأشجار في الخلفية.",
    "13ae1603f381466a86b3d1dcc884366c": "حديقة خلفية حديثة مع مسبح، شرفات زجاجية، وأرائك استرخاء، بالإضافة إلى جدار زجاجي، نور سماوي، وحمام ومطبخ ببلاط أسود.",
    "b5e02c7d5ba04d4d924ed00bbd8ce138": "مساحة معيشة تحتوي على أثاث وديكور متنوع، بما في ذلك تلفزيونات، أريكة استلقاء، طاولة طعام، أريكة رمادية، لوحة فنية كبيرة، وجدار خشبي مع فوانيس معلقة وشمعة.",
    "71052f220a114159b978b42f509137da": "منظر لغرفة نوم وحمام مع أثاث وديكور متنوع، بما في ذلك سرير، تلفزيون، حيوان محشو، وأبواب زلاجة.",
    "369fd5bda3cf44b681dab4854533d40d": "حي سكني مع منازل متنوعة وممرات وسياجات ونباتات محاطة بخطوط الكهرباء وسماً أزرق.",
    "aac0329ffeab4102a261938ff974ce8b": "مجموعة من المساحات الخارجية والداخلية المختلفة، بما في ذلك المنازل والشرفات والأرائك والمقاعد والنباتات، بألوان وأنماط مختلفة، بالإضافة إلى بعض العناصر الزخرفية مثل اللوحات الجدارية والتماثيل، وجهة نظر لشارع مع أسلاك كهربائية.",
    "8beb518ec95f4f4c89ca17861fbf1901": "منطقة سكنية تحتوي على منازل متنوعة ومرائب ومساحات خارجية تشمل طرقًا خاصة وأرصفة ومدافئ محاطة بأشجار وخطوط كهربائية.",
    "9ac6ad03185e4fd5ae98f041bcd0f713": "حمام بهوامش خصائص متنوعة مثل حوض استحمام، مرحاض، حوض غسيل، دش، ورفوف مناشف، مع بعض النوافذ والنباتات، وباب خشبي مع منشفة معلقة عليه.",
    "1890cf5c07ea460f93411a6d2cb39edf": "حديقة خلفية مع غطاء عشبي، سياج، شجرة، حوض استحمام ساخن، مسبح، ومنزل، مع طائرة ورقية تطير في الأعلى وسماء زرقاء في الخلفية.",
    "d8d73b6740174c2699211fed13e236af": "غرفة تحتوي على عدة أشياء تشمل تلفزيون، باب أبيض، خزانة، سرير، مرآة، نافذة، ومروحة سقف.",
    "ef9de19b69734243bb3c0f65702a03d3": "حديقة خلفية تحتوي على ميزات مختلفة بما في ذلك سياج معدني وسياج رمادي و شجرة وبركة سباحة وأرائك استرخاء وكوالا في شجرة.",
    "f478660614aa4f26b558d5f2d63316ca": "منظر لمنزل حديث يتضمن غرفًا مختلفة ومميزات مثل المطبخ، غرفة المعيشة، غرفة الطعام، والرواق مع أرضيات وألوان جدران وزخارف متنوعة.",
    "4cedb1dfbb2c4bbf89fa6766f46cdd4a": "غرفة نوم تحتوي على سرير أبيض، نافذة، باب زلاجي، قط، أزرار إضاءة، مصباح، رف خشبي مع زهور و ساعة، و تلفزيون مثبت، كل ذلك محاط بجدران و سقف أبيض مع مرآة و دولاب.",
    "a5d7b22c3e6d4555973873cbc407a7df": "منظر طبيعي متنوع مع أسوار وأشجار وبرك ومنازل، مع مشاهدات عرضية لطيور الشاهين تطير في السماء.",
    "ed835975528d455d8e1ef819a8fe20b0": "مجموعة من الغرف تشمل غرفة معيشة مع تلفزيون وسجادة من جلد البقر، مطبخ مع طاولة طعام وأرائك، وغرفة نوم مع أريكة ولوحات على الجدار.",
    "95fd760525864a7a97f864d9b6dc58f5": "مجموعة من المساحات الداخلية والخارجية المختلفة، بما في ذلك سطح خشبي، حديقة خلفية، شرفة، ممر، مقعد، وحمام، مع أثاث وزرعيات وزينة متنوعة.",
    "6c767b50d6254fa9a0f5bb8d3e27f85a": "مساحة داخلية بيضاء تحتوي على مطبخ صغير وحمام وغرفة غسيل، تتميز بأرفف بيضاء ومرحاض وغسالة ومجفف وستارة دش ومرآة وضوء ورف للملابس وباب زجاجي.",
    "a72f8ed3843e4287bc4642271aa77a50": "منطقة سكنية تضم منازل متنوعة ومسارات وسياج وأشجار وخطوط طاقة مرئية من زوايا مختلفة.",
    "84ddee2c46b4416fa47c5e55599911e3": "منظر لمنزل يتضمن غرفة صغيرة مع نافذة، غرفة معيشة مع أريكة بيضاء وموقد، رواق مع أريكة ولوحة، مطبخ أبيض مع مرآة ومرحاض، حمام مع باب زجاجي ودش، وباب أسود مع ألواح زجاجية.",
    "2a64ca55c0d34cd9acba8994ae10b7b3": "منظر لمنزل يتضمن رواقًا وحمامًا ومطبخًا وغرفة غسيل وخزانة وغرفة نوم وحمامات متعددة مع مختلف الإكسسوارات والديكور.",
    "933d5ea47ef94f8088e243420d9e6b8a": "منزل به غرفة معيشة ومطبخ وغرفة طعام، ويضم أرضيات خشبية وأرفف بيضاء وأجهزة من الفولاذ المقاوم للصدأ ولوحات فنية وإضاءة متنوعة في جميع أنحاء المنزل.",
    "eb54e3d82222467b9fd133540282d089": "منظر لمنزل مع غرف ومفروشات متنوعة، بما في ذلك غرفة المعيشة مع مدفأة، رواق مع لوحة، مطبخ أبيض مع مرآة، وحمام عصري مع باب زجاجي.",
    "6ccb83950a184fa29b3242b624ab84a2": "منزل حديث مع غرف وسمات متنوعة بما في ذلك حمام مفروش بالبلاط، و شرفة خشبية مع مسبح، وأبواب وزجاج جداري، وغرف لتناول الطعام والجلوس، وشاشة تلفزيون مثبتة على الحائط.",
    "cd63578fb7c44a1dac44ad08819971e9": "مطبخ أبيض، حمام، وغرفة غسيل الملابس مع أجهزة ومكيفات متنوعة.",
    "85b894c0b5284b3f8c34c1f4ae7716f5": "منظر لمختلف المنازل والمرآب والأسوار والممرات مع الأشجار والنباتات والخطوط الكهربائية في الخلفية.",
    "9ccf1bb4b8144b83830c3f0b10d65018": "منظر لمنزل يتضمن غرفة معيشة تحتوي على كرسي من المخمل الأسود، وغرفة طعام مع باب زجاجي وطاولة، ومطبخ أبيض مع خزائن خشبية وأجهزة من الفولاذ المقاوم للصدأ.",
    "234b833c509f4279a5f2572db469a525": "منزل حديث مع غرف متنوعة وديكور، بما في ذلك غرفة معيشة بيضاء مع مدفأة وغرفة نوم مع نافذة وأرضيات خشبية.",
    "649e0025c3e940fcb99ca5e420e143af": "حديقة خلفية مع مسبح، شرفة، وسياج، من خلال نوافذ ودرابزين زجاجي من زوايا مختلفة، مع لمحات من الأشجار ومروحة سقف ومنطقة مطبخ وغرفة طعام.",
    "010c38b965f843419fce46d0156b2c16": "منظر لغرفة نوم ورواق مع أثاث وديكور متنوع، بما في ذلك المرايا وخزانة ونافذة ومروحة سقف.",
    "35c8c2be4d944df6afcf1471e53352e1": "مجموعة من الغرف والممرات ذات الجدران والأبواب والسقف الأبيض، وتضم مجموعة متنوعة من الأثاث والمرافق مثل الثلاجة والسرير والأريكة والحمام.",
    "2bc6812703fe4fa3ad950f15d6957cab": "مجموعة من الغرف والمواد المختلفة، بما في ذلك المصباح، المكاتب، الرفوف، الأرائك، اللوحات، والتلفزيونات.",
    "8ed2cc9e75f84c42b59b5687e234e98c": "منظر لغرف مختلفة وممرات في منزل، بما في ذلك غرفة معيشة مع مدفأة، غرفة نوم مع سرير وخزانة، ولوحة فنية مع طلاء برتقالي وأسود معلقة على الحائط.",
    "908ace599b044f259ce175291d9fa29c": "منزل عصري أنيق مع غرف متنوعة ومساحات خارجية، تشمل غرفة المعيشة مع جدار خشبي وتليفزيون، باب زجاجي منزلق مع منظر للبركة، طاولة طعام خرسانية وأرائك، مطبخ مع خزائن بيضاء وطاولة طعام، وغرفة معيشة مع أريكة ولوحة فنية.",
    "3e087bca7f4c4103b17ff12c40246b46": "منظر لمطبخ أبيض مع أجهزة مختلفة وأرضية خشبية، بالإضافة إلى لمحات من غرفة المعيشة وغرفة الطعام وباب زجاجي منزلق.",
    "699de5c3711e4a37a3cec09b540617b0": "منظر لغرف وممرات مختلفة في منزل، بما في ذلك غرفة معيشة مع مدفأة، غرفة نوم مع سرير وكرسي، وممر مع لوحات و أبواب.",
    "8df951e9865f4877a7f83e476aa8c957": "حياعي مع ممرات من الطوب، أسوار بيضاء، وأزهار ونباتات متنوعة، مع خطوط الكهرباء والأشجار مرئية في البعد.",
    "358993b0aeab41d084dd77a731f60300": "حي سكني مع ممرات خرسانية، منازل حديثة، نباتات، خطوط كهرباء، وأشجار.",
    "d0b7b883da2b432884588221a717b7ed": "مسلسلات من اللوحات، والورق الجداري، والستائر، والممرات ذات الأرضيات الخشبية والجدران البيضاء.",
    "317113a25d7542009c08d87eb647c778": "منظر لمنزل يتضمن رواقًا وغرفة غسيل وغرفة مطبخ وخزانة وغرفة نوم وحمامًا مع ميزات وألوان متنوعة.",
    "3b0bd3ee65654fc69de997dd6af49068": "منطقة سكنية تضم منازل وطرقان وحدائق وخطوط كهرباء وأشجار ونباتات وزهور متنوعة.",
    "2307d1022d2d4c6990f3a3d54ac796ef": "حديقة خلفية مع مسبح و حوض استحمام ساخن و شرفة خشبية و كراسي استرخاء و نباتات و طائرة ورقية تطير في السماء.",
    "7bcf43cb06b243739d702d44bca98aa6": "منطقة سكنية مع منازل و أسوار وطرق و أشجار وخطوط كهرباء و سيارات.",
    "8bd665e5e25f443eb114fe0e7461e9fc": "حديقة خلفية مع مسبح، سياج خشبي، سياج معدني أزرق، نباتات في أواني، تمثال لرجل يحمل علمًا، خزان ماء أبيض، حديقة صغيرة، غرفة نوم، ومسار حصوي مع حديقة.",
    "010a9ee34d4b478f85d584855c2b174e": "مناظر طبيعية متنوعة من حدائق، أسوار، مسابح، وأرصفة مع أشجار ونباتات في الخلفية.",
    "77e591ef9fd74be9bcaa45ec7692deb4": "منظر لأسوار مختلفة وحدائق خلفية ومنازل وحمامات سباحة مع أشجار و عشب وطائرة ورقية تطير في السماء.",
    "200d479334cf48f99d62da575fd48cc6": "منزل عصري وأنيق مع مطبخ، غرفة طعام، غرفة معيشة، وفضاء خارجي يتضمن مسبح، شرفة، وشباك."
}
