{
  "10c252c90fa24ef3b698c6f54d984c5c": [
    "غرفة معيشة تحتوي على أريكة منحنية و مصباح و مروحة سقف و نافذة.",
    "مشهد يضم غرفة معيشة مع سجادة زرقاء وطاولة قهوة زجاجية، تلفزيون كبير وجدار زجاجي، وحمام مع مرحاض ومرحاض.",
    "غرفة معيشة تحتوي على بار وأريكة زرقاء وتليفزيون وإضاءة زرقاء على السقف.",
    "يصور المشهد غرفة تحتوي على لوحات فنية مختلفة، بما في ذلك لوحة كبيرة للسمكة على الحائط، ولوحة لامرأة ذات شعر أحمر في الوسط، ولوحة أخرى معلقة على الحائط من منظور من الأعلى.",
    "شخص يحتوي على مرآة بينما يحدق في صورة رجل في قارب معلقة على الحائط بجانب مرآة أخرى.",
    "ممر مع باب أبيض يؤدي إلى خزانة مع باب منزلق، وبرجاز أسود معدني مثبت على الجدار الأبيض أعلاه.",
    "غرفة تحتوي على سرير وكرسي تتدلى منها عارضة خشبية من السقف، وغرفة أخرى تحتوي على سرير وطاولة جانبية للسرير.",
    "غرفة تحتوي على سرير وكرسي، متصلة بحمام يحتوي على مرآة وباب."
  ],
  "0e92a69a50414253a23043758f111cec": [
    "المشهد يصور طاولة طعام مع كراسي في غرفة المعيشة تحت مصباح معلّق من السقف.",
    "المشهد يتألف من طاولة مطبخ بيضاء ومقعد مع كراسي، غرفة طعام مع كراسي بيضاء ولوحة فنية كبيرة، وحمام مع ثريا فوق الحوض.",
    "المشهد يصور مطبخًا مع أرضيات سوداء ومرحاضًا، ممرًا يؤدي إلى حمام، وغرفة مع سقف وثريات.",
    "المشهد يصور شقة صغيرة مع مطبخ وحمام، ويضم موقدًا زجاجيًا، رف زجاجي، حوضًا، ومروحة سقف مزودة بإضاءة.",
    "منظر لغسالة مع نبيذ ومشروبات كحولية، رف زجاجي مع زجاجات ومشروبات كحولية، وسقف مع نور ومروحة.",
    "المشهد يتضمن مطبخًا صغيرًا به ثلاجة ورف زجاجي، ثلاجة صغيرة به زجاجة ماء ونبيذ، وحمامًا بسقف أبيض وجهاز إضاءة.",
    "المشهد يصور حماماً يحتوي على حوضين ومرآة، ويضم صورة لحائط بيزج على خلفية بيضاء، ويتم رؤيته من منظور من الأعلى والمنتصف.",
    "غرفة تحتوي على مكتب أبيض ومصباح وكرسي مرئية من الأعلى، وفي الوسط غرفة معيشة تحتوي على أريكة وتلفزيون."
  ],
  "51857544c192476faebf212acb1b3d90": [
    "غرفة نوم فاخرة مع سرير مغطى بملاءة بيضاء، رأس سرير من الذهب، مرآة كبيرة، ثريا، وسقف ذهبي.",
    "غرفة نوم تحتوي على سرير مع شبه جناح، وطاولة رأس سرير خشبية، ومرآة كبيرة، ومصباح سقف ذهبي.",
    "مساحة معيشية تحتوي على رواق يضم أريكة زرقاء، وغرفة معيشة تتميز باب زجاجي كبير، وسقف به مصباح وساعة.",
    "حمام به مرآة وباب دش، ويتميز بمنشفة معلقة على الباب وإطار أسود حول المرآة.",
    "مشهد يضم غرفة معيشة تحتوي على أريكة وتلفزيون، لوحة كبيرة على الحائط، وحمام به سقف خشبي وضوء.",
    "المشهد يصور غرفة معيشة تحتوي على كرسي أزرق وطاولة قهوة، أريكة ونافذة، ومطبخ به مروحة سقف ومرحاض.",
    "غرفة تحتوي على تلفزيون بشاشة مسطحة على طاولة ونافذة، ومضاءة بمصباح على السقف.",
    "غرفة نوم مع سرير مقبب، وفراش أبيض، ونافذة مع ستائر، ومصباح سقف مع جهاز إضاءة."
  ],
  "558ba0761bf24428b9cf91e60333ea25": [
    "باب أبيض مع شريط ومقبض مثبت في جدار أبيض مع إطار.",
    "المشهد يتألف من حمام مع حوض وثريات، وغرفة مع كرسي أبيض، كل ذلك على خلفية جدران بيضاء.",
    "حمام به حوض ومرآة ومناشف وضوء سقف.",
    "حمام أبيض مع باب منزلق يحتوي على مرحاض و حوض و مرآة و يُرى من منظور أعلى و أسفل و منتصف.",
    "منظر لجدار أبيض مع ثريا وباب، ومرآة مع نجم في الوسط، وباب مع مفصلة في الأعلى.",
    "ممر مع طاولة خشبية ومرآة يؤدي إلى غرفة فندق مع مرآة شمسية معلقة على الباب، بينما تزيين رف خشبي و مصباح السقف من فوق.",
    "المشهد يصور مكتبًا مع أرضية سوداء، وحوضًا وطاولة، ورواقًا مع مطبخًا ومرحاضًا، وسقفًا مع جهاز إضاءة ومروحة.",
    "حمام مع مرآة وباب أسود مع نافذة زجاجية دائرية ومقبض أسود."
  ],
  "3577de361e1a46b1be544d37731bfde6": [
    "مصباح أرضي من الكروم يضيء غرفة تحتوي على حمام به دش ومرحاض.",
    "غرفة مع سجادة زرقاء وبيضاء، كرسي أبيض مع وسادة أمام نافذة، و تين.",
    "غرفة معيشة تحتوي على أريكة من الجلد البني و تلفزيون، تقع في غرفة ذات سقف أزرق.",
    "شخص جالس على سرير مغطى ببطانية، ويتضح من فوق أريكة جلدية ذهبية مع وسادة ذهبية ولوحة فنية عليها.",
    "غرفة تحتوي على لوحة فنية كبيرة على الجدار وسرير مع سجادة زرقاء وبيضاء على الأرض.",
    "منظر مقرب لحمام به مرآة، و حائط بيز مع شريط أبيض، و حائط بيز اللون.",
    "المشهد يضم مناظير مقربة من جدران فضية وبنية اللون مع نمط وجدار أبيض.",
    "المشهد يصور حمامًا أبيض الجدران به مرحاض وضوء يسطع على الحائط."
  ],
  "da5fa65c13e643719a20cbb818c9a85d": [
    "غرفة طعام ذات كراسي بيضاء، أرضية سوداء، لوحة فنية كبيرة، ومصباح معلّق على السقف.",
    "منظر لحمام به مرحاض و حوض و مرآة على الحائط و باب و مفتاح للضوء على الحائط.",
    "حمام به أرضية سوداء، باب، مرآة، حوض، نور أبيض على السقف، و منظر من الأعلى والأسفل والمتوسط.",
    "غرفة تحتوي على مرآة شمسية كبيرة على الحائط وطاولة سوداء صغيرة مع مرآة في الزاوية، تحت سقف يحتوي على ثريات ومراوح.",
    "باب أسود عليه لافتة وحمام مضاء به مصباح سقف.",
    "المشهد يصور مطبخًا به حوض، وميكروويف، وثلاجة، وسقف أبيض مع جهاز إضاءة.",
    "المشهد يتكون من مطبخ صغير به حوض وثلاجة، وحمام به حوض ومرآة، وغرفة بيضاء الجدران والسقف.",
    "مساحة حديثة تحتوي على غرفة طعام مع طاولة زجاجية وأكراس، و جدار زجاجي مع نمط أزرق، وحمام مع مرآة ومرحاض."
  ],
  "00ebbf3782c64d74aaf7dd39cd561175": [
    "يمكن رؤية حمام مع حامل مناشف، وغرفة مع صورة لشخص، وأرضية رمادية وجدار أبيض من منظورات مختلفة.",
    "حمام به حامل مناشف، مرآة، مرحاض، حوض، حائط أبيض، ونافذة زرقاء.",
    "حمام مع مرآة يظهر من ثلاثة زوايا مختلفة، بما في ذلك منظر من أعلى مع الأضواء، ومنظر من الوسط مع كاميرا، ومنظر من أسفل مع حوض.",
    "المشهد يصور حماما به مرحاض و حوض و مرآة و مروحة سقفية من زوايا مختلفة.",
    "حمام به مرحاض و جدار أسود متصل بغرفة بها ورق جداري بني وفضي، كل ذلك تحت إضاءة سقف و بلاط.",
    "منظر باب حمام أبيض مع مقبضين، جدار أبيض مع باب أسود وأرضية، ومطبخ أبيض مع خزانة وثريات.",
    "ممر مع أرضية سوداء يؤدي إلى غرفة تحتوي على باب زلاجي و حوض و ثلاجة، بينما فوقها حمام مع سقف أبيض وباب زلاجي آخر.",
    "ممر به باب أبيض وجدار رمادي يحتوي على مفتاح للضوء وضوء سقف معلق."
  ],
  "08c774f20c984008882da2b8547850eb": [
    "المشهد يضم غرفة طعام مع طاولة زجاجية وأثاث مطبخ يُرى من الأعلى والمنتصف، وكذلك حمام مع مرآة وثريت يُرى من الأعلى.",
    "غرفة طعام بأكرسي أبيض وطاولة زجاجية، تتميز بلوحة فنية كبيرة معلقة فوقها وضوء سقف متعدد.",
    "كرسي أبيض وطاولة في غرفة مع لوحة فنية على الحائط وسقف مع ثريا ومروحة.",
    "غرفة صغيرة بكرسي وطاولة متصلة بحمام به حوض وم، كل ذلك تحت سقف أبيض به ثريا.\n\n,      \n\nغرفة صغيرة بكرسي وطاولة متصلة بحمام به حوض ومرآة، كل ذلك تحت سقف أبيض به ثريا.\n\n     \n\n غرفة صغيرة   \n بكرسي وطاولة     \n متصلة بحمام    \n به حوض ومرآة     \n كل ذلك تحت  \n سقف أبيض   \n به ثريا",
    "مطبخ بهيئة عدادات بيضاء وأرائك، رف زجاجي ومرحاض، وغرفة بهيئة مصباح سقف ومروحة.",
    "حانة صغيرة مع كرسيين وبار موجودة في غرفة تحتوي على مطبخ صغير يحتوي على ثلاجة وميكروويف، وإضاءة سقف مثبتة على الحائط.",
    "يصور المشهد غرفة تحتوي على سرير، أريكة، وتليفزيون من زوايا مختلفة.",
    "غرفة معيشة مع مرآة وأريكة مرئية من خلال باب زجاجي به تصاميم زرقاء وبيضاء."
  ],
  "cb66d4266148455bbddf5d059a483711": [
    "منظر لحمام به أرضية بنية ومرحاض، ستارة بنية فاتحة، ولوح معدني مع مفتاح إضاءة على الحائط.",
    "المشهد يصور حمامًا به مرآة و حوض و مصابيح.",
    "المشهد يصور حماماً به حوض ومرآة ومرحاض ودش زجاجي، وكذلك غرفة نوم به سرير وضوء سقف.",
    "حمام فاخر مع جدران رخامية، مرآة، رف مناشف، وسقف رخامي أبيض.",
    "المشهد يظهر حماماً يحتوي على دش رخامي وباب دش زجاجي ومرحاض.",
    "حمام بهروب أبيض معلق على الحائط ومرآة على الحائط والسقف.",
    "المشهد يصور غرفة تحتوي على كرسي أزرق ونافذة، بالإضافة إلى حمام مع باب مفتوح.",
    "المشهد يُظهر حمامًا مع باب دش زجاجي يحتوي على مقبض معدني وعارضة معدنية."
  ],
  "85c23efeaecd4d43a7dcd5b90137179e": [
    "أريكة جلدية سوداء تقع في وسط الغرفة، مع مصباح على أحد الطرفين ونافذة على الطرف الآخر، بينما يضيف السقف الذهبي ومصابيح الإضاءة لمسة من الفخامة إلى المكان.",
    "أريكة من الجلد تجلس في غرفة ذات نوافذ، تتميز بنافذة كبيرة في الوسط وضوء سقف عليه نجمة ذهبية.",
    "غرفة تحتوي على أريكة دائرية، كنبة جلدية بإطار معدني، وسقف ذهبي مع ضوءين.",
    "غرفة تحتوي على أريكة جلدية ذهبية كبيرة، ظهر مخملي، مرآة كبيرة، وضوء يسطع على السقف.",
    "غرفة فاخرة تحتوي على أريكة وطاولة قهوة متصلة بممر يضم جدارًا كبيرًا مغطى بالفراء، كل ذلك تحت سقف مزخرف بالذهب والإضاءة.",
    "المشهد يضم ثلاثة مرايا، واحدة بإطار أسود وطاولة، واحدة في غرفة مع أريكة من الجلد، وواحدة بإطار ذهبي.",
    "غرفة تحتوي على أريكة وثلاثي القوائم متصلة بمطبخ يحتوي على موقد وفُرن، بينما يوجد طاولة سوداء مع مرآة في الوسط.",
    "المشهد يصور حماما مع مرآة وشمعدان أرضي، ويتميز بسقف ذهبي عند النظر إليه من الأعلى."
  ],
  "d160d2229e4148839ef3a43dbc0ecdc4": [
    "المشهد يصور حماماً يحتوي على باب دش زجاجي ومرحاض، ويتميز بيد معدنية على باب الدش عند النظر إليه من الأعلى.",
    "المشهد يضم لقطات مقربة من الستائر بألوان مختلفة وستارة معدنية في حمام.",
    "منظر لستائر بألوان وإنارة مختلفة.",
    "المشهد يصور حماماً به مرحاض و دش في المستوى السفلي، وغرفة مع ستارة ونافذة في الوسط، وغرفة مع ستارة معلقة من السقف من منظور من الأعلى.",
    "يصور المشهد مرحاضًا مغطى في حمام مع مروحة سقف وثابت إضاءة فوقه.",
    "منظر لحمام به باب دش زجاجي، كائن أبيض على خلفية بيضاء، وضوء يضيء السقف الأبيض من الأعلى.",
    "حمام به حوض ومِرآة ومناشف وروب وضوء فوق المِرآة.",
    "المشهد يصور حماما به باب دش زجاجي، مرحاض، مرآة، وستارة دش زجاجية."
  ],
  "6800f98e9e67463e9928a4253253bc2f": [
    "غرفة ذات سجادة زرقاء على الأرض، مصباح أرضي مع ظل مصباح في الوسط، ونافذة.",
    "منظر لغرفة معيشة تحتوي على أريكة كبيرة، كرسي جلدي، طاولة على سجادة زرقاء، وحمام يحتوي على مروحة سقف ونافذة.",
    "غرفة معيشة عصرية مع تلفزيون كبير متصلة بمعرض به سجادة زرقاء وأريكة، كل ذلك موضوع تحت سقف أزرق.",
    "رجل يقف في ممر مع لوحة بينما كرسي أسود وسجادة جالسة على أرضية سوداء أسفله، ولوحة معلقة على الحائط أعلاه.",
    "غرفة ذات أرضية سوداء وخشبية، وباب خشبي مع مفتاح إضاءة، وحائط أبيض مع مفتاحي إضاءة.",
    "غرفة معيشة تحتوي على كرسي وأريكة تقع في غرفة ذات أرضية سوداء وخشبية وسقف أبيض مع مصباح.",
    "غرفة تحتوي على سرير معدني، سرير معلق، نور سقف، ومصباح.",
    "المشهد يتكون من مقبض باب بنقرة بنية ومقبض باب بمقبض معدني وصوره سوداء وبيضاء لسيخ بليارد."
  ],
  "e693b5de8ad84d4cb61a79ece2e66d11": [
    "حمام به أرضية من البلاط الأبيض، مرحاض، حوض، ومنشفة معلقة على الحائط.",
    "المشهد يصور حماما به مرحاض أبيض و أرضية خشبية و حوض و مرآة و مرآة كبيرة فوق الحوض عند النظر من الأعلى.",
    "المشهد يصور حماماً به مرحاض وغساله، ويتميز بأرضيات خشبية.",
    "حمام به مرحاض و جدار مغطى بالصدف و لفة ورق مرحاض معلقة على الجدار، واقع على أرضية مغطاة بالحصى والحجارة.",
    "المشهد يصور سطحاً بنياً مغطى بحجارة صغيرة، مع كومة صغيرة من الشوفان في الوسط والشوفان منتشراً على الأرض.",
    "حمام به جدران منقوشة بالبلاط البني ومرآتين، يقع على أرضية مغطاة بالحصى.",
    "منظر لحمام به أرضيات وأرضيات من البلاط، وجدار أبيض مع خلفية بيضاء، وورقة بيضاء على الأرض.",
    "حمام به باب، أرضية مفروشة بالبلاط، مرآة، ومقبض."
  ],
  "c429b363fd3145fe8a7631bbe9644066": [
    "غرفة طعام ذات كراسي بيضاء وطاولة زجاجية تتميز بلوحة فنية كبيرة على الجدار وتضاء بمصباح في السقف مع مرآة.",
    "لوحة معلقة على جدار غرفة.",
    "يظهر المشهد مقطعًا مقربًا من جدار بيز مع خلفية بيضاء من زوايا مختلفة.",
    "غرفة نوم مع مرآة و مفتاح إضاءة على الجدار، و تلفزيون أبيض مثبت على جدار أبيض.",
    "منظر لأرضية سوداء مع باب أبيض ومقبض يؤدي إلى سقف مع ثريا ومروحة.",
    "مطبخ مع بار وكراسي، ثلاجة، ومرحاض يُرى من الأعلى والأسفل والمتوسط، مع وجود حائط أبيض وضوء مرئي من الأعلى.",
    "يُظهر المشهد حانة مع كراسي و جدار زجاجي، غرفة مع باب زجاجي وبار، وتركيب بلاط السقف من الأعلى.",
    "غرفة تحتوي على طاولة طعام زجاجية، كراسي بيضاء، تلفزيون كبير، وطاولة، مضاءة بمصباح سقف مع غطاء زجاجي وفتيلة."
  ],
  "1e86968849944444b66d9537efb5da9e": [
    "غرفة نوم مع باب زجاجي وسرير، تحتوي على رف زجاجي وإطار أبيض.",
    "المشهد يصور حماماً مع باب دش زجاجي من زوايا مختلفة.",
    "المشهد يصور حماماً يحتوي على حوض، مرآة، مرحاض، دش زجاجي، وإضاءة سقفية.",
    "حمام مزود بمميزات رخامية ومناشف ومرآة وثريات إضاءة.",
    "حمام أسود اللون مزود ب رف مناشف، ومرآة مع لوحة فنية، وعمود مع مصباح.",
    "غرفة معيشة عصرية تحتوي على أريكة وطاولة قهوة، وتتميز بلوحة فنية كبيرة على الحائط، ومطبخ يظهر به حوض الغسيل من الأعلى.",
    "كرسي أزرق موضوع أمام نافذة تحت مروحة وضوء سقف.",
    "غرفة تحتوي على سرير، سقف مظلة، مصباح، تلفزيون، ومصدر إضاءة على السقف."
  ],
  "5e9f4f8654574e699480e90ecdd150c8": [
    "مشهد يظهر مرآة في غرفة معيشة مع أريكة وطاولة، ومرآة في غرفة مع أريكة وكرسي، وقطب معدني مع قضيب معدني متصل به.",
    "غرفة طعام بيضاء مع طاولة زجاجية وأثاث، مضاءة بمصباح سقف دائري.",
    "مساحة معيشة حديثة وتصميمية مع طاولة طعام بيضاء وكراسي، أريكة بيضاء، ولوحة فنية معلقة فوق السقف.",
    "مطبخ بهدف طاولة و كرسيين، ثلاجة وميكروويف، وغرفة به مروحة سقف وأضواء.",
    "المشهد يظهر مطبخًا صغيرًا مع بار وثلاجة، وطاولة بيضاء وكراسي، وحمامًا مع مصباح ومراوح.",
    "المشهد يتألف من مطبخ صغير مع طاولة وكراسي، غرفة مع جدار أبيض وسرير، وحمام مع ثريا ومروحة سقف.",
    "غرفة فندق حديثة تحتوي على سرير وأريكة متصلة بممر يحتوي على تلفزيون، وبه سقف أسود، وفوقها جميعا غرفة تحتوي على تلفزيون مثبت في السقف.",
    "غرفة معيشة تحتوي على خيارات جلوس متنوعة، طاولة قهوة، مروحة سقف، وتليفزيون."
  ],
  "0f37bd0737e349de9d536263a4bdd60d": [
    "غرفة معيشة تحتوي على أريكة ومصباح ومروحة سقف وباب.",
    "غرفة معيشة حديثة مع أريكة دائرية وجدار زجاجي وتليفزيون كبير وسقف أبيض مطلي.",
    "غرفة معيشة ذات سجادة زرقاء، موقد نار، تلفزيون كبير، وطاولة طعام من زوايا مختلفة.",
    "تلفزيون ولوحة فنية مثبتتان على جدار غرفة.",
    "مشهد يضم مفتاح ضوئي مع كاميرا، و جدار أبيض مع صورة، و مقطع قريب من مقبض الباب.",
    "غرفة تحتوي على سرير وجدار، تضم مفتاح الإضاءة وباب على أحد الجوانب وجدار أبيض مع رف أسود على الجانب الآخر.",
    "غرفة تحتوي على سرير، مظلة، مصباح، كرسي، وإضاءة في السقف.",
    "غرفة نوم تحتوي على سرير، مصباح، مرآة كبيرة، سقف خشبي، وباب."
  ],
  "df211c2c55f94b87a717ce1469577456": [
    "منظر لستارة دش مع ضوء يمر عبرها، يُرى من الأعلى مع نافذة زرقاء وبية مطبوعة في الخلفية.",
    "غرفة تحتوي على نافذة ذات ستائر بيضاء وستارة بيضاء، بالإضافة إلى ستارة زرقاء وبيضاء مطبوعة معلقة من السقف.",
    "غرفة تحتوي على سجادة أزرق وبيضاء خطية، فيها أريكة وتلفزيون في الوسط، وسرير ونافذة في الأعلى.",
    "رجل جالس على أريكة جلدية ذهبية في غرفة تحتوي على تلفزيون، وفي نفس الوقت يظهر مقطع قريب لكرسي طائرة.",
    "قطة تجلس على سرير منحنى مع سجادة مطرزة في غرفة تحتوي على صالة مع أريكة ولوحة فنية.",
    "سرير مع غطاء مطبوع و مصباح عليه يُرى من منظور من الأعلى والمتوسط، بينما يُرى مصباح كرومي مع أربعة مصابيح معلقة منه من منظور من الأعلى.",
    "غرفة تحتوي على مصباح أرضي، ومقبس كهربائي مثبت على الحائط مع منفذ طاقة، وزوج من الأعمدة المعدنية معلقة على الحائط.",
    "حمام به ستارة دش و نافذة، و به ستارة بيزج، أرضية خشبية، و ستارة بيضاء مع ضوء يمر من خلالها."
  ],
  "f4d03f729dfc49068db327584455e975": [
    "غرفة تحتوي على أريكة جلدية سوداء، نافذة تحمل رقمًا ذهبيًا، ومروحة سقف مغطاة بغطاء أسود.",
    "غرفة تحتوي على أريكة من الجلد أمام نافذة كبيرة، تقع في مطبخ به سقف أزرق وفرن أسود.",
    "غرفة تحتوي على أريكة جلدية فضية ومخدة، سرير، وسقف ذهبي.",
    "غرفة فخمة مع أريكة من القماش المطرز بالذهب، طاولة قهوة، أريكة، حائط ذهبي، سقف، وإضاءة.",
    "غرفة معيشة تحتوي على أريكة وطاولة قهوة تؤدي إلى غرفة تحتوي على أريكة وباب، كل ذلك تحت سقف ذهبي مضاء بواسطة ضوء.",
    "غرفة تحتوي على مرآة كبيرة وأريكة، تحتوي أيضًا على دولاب تلفزيون أسود مع مرآة، بينما يمكن رؤية مطعم مع سقف ذهبي من الأعلى.",
    "غرفة تحتوي على مصباح أرضي ومرآة تؤدي إلى حمام به أرض خشبية ومرآة أخرى.",
    "يضم المشهد قطعًا متنوعة من الأثاث الجلدي، بما في ذلك أريكة جلدية سوداء مع حافة ذهبية، وسرير جلدي مطرز مع مقعد جلدي أسود، وأريكة جلدية مطرزة فضية مع ظهر مطرز."
  ],
  "ee59d6b5e5da4def9fe85a8ba94ecf25": [
    "غرفة فندق مع أريكة، طاولة قهوة، مرآة، وباب مصعد.",
    "غرفة تحتوي على أريكة ومرآة، وتضم خزانة صغيرة مع باب، وتقع فوق حمام يحتوي على مرآة وضوء فوقه.",
    "حمام به حوض، مرحاض، مرآة، باب، وإضاءة.",
    "غرفة تحتوي على رف خشبي صغير يحمل مرآة، وشمس خشبية معلقة على الحائط، وسقف به ثريا ومروحة.",
    "غرفة ذات تصميم شمس مشرقة تحتوي على صندوق خشبي مع شمس مشرقة معلق عليه، ومرآة شمس مشرقة ذهبية على الحائط، ونجوم مشرقة ذهبية معلقة من السقف.",
    "أرضية سوداء مع باب أبيض ولوحة مضاءة بمصباح سقف ويمكن الوصول إليها من خلال مقبض الباب.",
    "المشهد يتكون من مطبخ مع أرضيات سوداء ومرحاض وثلاجة، وكذلك حمام مع مصباح سقف ومرحاض.",
    "غرفة معيشة حديثة مع باب زجاجي يؤدي إلى مطعم مع أرضية سوداء وطاولة وكراسي، بينما تلفزيون معلق فوق مطبخ قريب."
  ],
  "3a6d2322867f40d9a3d2758ab88df288": [
    "غرفة فندق فاخرة مع سرير كبير، مظلة، مصباح، مرآة، مصباح ذهبي، ومصباح معلّق.",
    "غرفة فندق تحتوي على سرير، مصباح جانبي، سرير كبير، مروحة سقف، ومصباح.",
    "المشهد يصور حمامًا به مرحاض و حوض و دش زجاجي و مرآة و باب.",
    "المشهد يتضمن غرفة مع تلفزيون مثبت على الحائط وحمام مع مرآة على الحائط.",
    "غرفة معيشة تحتوي على أريكة وطاولة قهوة، وتضم لوحة فنية كبيرة على الحائط، وغرفة استحمام ذات سقف خشبي ولوحة فنية.",
    "غرفة تحتوي على أريكة وكرسي أزرق، وتوجد لوحة فنية على الجدار، وفي منظر من الأعلى يوجد مطبخ به مروحة سقف ونافذة.",
    "كرسي أزرق مع وسادة خضراء يجلس أمام نافذة مع ستائر ومروحة.",
    "غرفة تحتوي على سرير وكرسي تضم نافذة مع ستائر ومدخنة دخان معلقة من السقف."
  ],
  "77a1a11978b04e9cbf74914c98578ab8": [
    "غرفة معيشة بأرائك بيضاء وستائر، تحتوي على مروحة سقف وسرير في غرفة مجاورة.",
    "غرفة معيشة تحتوي على كرسي أزرق و تلفزيون كبير على حائط أزرق، منظر من الأعلى مع تصميم سقف أزرق وأبيض.",
    "يظهر بار مع كراسي وطاولة بار من الأعلى، بينما في الوسط يوجد باب زجاجي مع إطار أسود وطاولة بيضاء، وتشمل المشهد أيضًا غرفة مع سقف وكرسي.",
    "المشهد يتكون من مطبخ مع سطح عداد أبيض وكرسيين للبار، وكذلك حمام مع جدار أبيض ومرحاض.",
    "لوحة و صورة سوداء و بيضاء معلقة على الحائط بينما زهرة حمراء تبرز على خلفية سوداء.",
    "يتميز المشهد بصور ولوحات مختلفة معروضة على الجدار.",
    "غرفة نوم تحتوي على سرير وطاولة جانبية وسطح أسود يوجد بها مرآة ذات إطار أسود مثبتة على الحائط.",
    "غرفة معيشة تحتوي على أريكة وطاولة قهوة وأريكة ومصباح، منظر من الأعلى مع سقف أبيض وجدار أبيض."
  ],
  "28db29e8c72c4a68bfdf5bb2b454443d": [
    "منشفة معلقة في حمام مع جدار وسقف أبيض.",
    "حمام به حوض، مرآة، مناشف، ومصباح فوقه.",
    "المشهد يصور حماما به حوض، مرآة، مرحاض، وضوء فوق المرآة.",
    "المشهد يظهر حماما به مرحاض مقابل جدار فضي، جدار مغطى بنمط رمادي وبني، ومروحة سقف.",
    "منظر لحمام به أرضية بلاط بني، حائط أبيض، سقف معدني مع ضوء يسطع عليه، وتصوير مقرب من سجادة بنية مع بقع صغيرة.",
    "حمام به جدار بني، حوض أبيض، أرضية بيضاء، سقف مفروش بالبلاط، وحوض صغير.",
    "باب مفتوح مع مقبض يؤدي إلى حمام مع باب ومقبض، يقع على الجدار الأبيض مع رف معدني فوقه.",
    "المشهد يصور ممرين بابين بلونين مختلفين وسقف أبيض مع جهاز إضاءة."
  ],
  "30c97842da204e6290ac32904c924e17": [
    "غرفة فندق مع كرسي أزرق بجانب سرير ومروحة سقف مع ضوء.",
    "غرفة نوم تحتوي على سرير، تلفزيون، نافذة كبيرة، وطاولة قهوة خشبية.",
    "المشهد يصور غرفة مع أريكة وتلفزيون، وحمام مع تلفزيون ومرآة، وسجادة ووسادة على الأريكة.",
    "سرير مع رأس خشبي ووسادة موضوع تحت لوحة كبيرة لامرأة ترتدي فستان أحمر.",
    "لوحة لامرأة جالسة على أريكة معلقة على حائط خشبي خلف أريكة حقيقية، بينما توجد لوحة حمراء وبيضاء على طاولة في الغرفة.",
    "غرفة تحتوي على حائط خشبي ونافذة، وتحتوي على أريكة رمادية مع وسادة سوداء.",
    "أريكة سوداء مع وسادة سوداء تجلس أسفل نافذة مع ستائر وستائر، بينما تتدلى نافذة بيضاء مع ستائر أعلاها.",
    "غرفة ذات سقف أبيض وأبواب زجاجية تحتوي على نافذة وطاولة، بينما يستريح وسادة سوداء على السرير."
  ],
  "c341c46acf7044d1a712d622cbc94a27": [
    "حمام به باب دش زجاجي ومقعدة، به مرآتين، منظر من الأعلى مع ستارة بيضاء معلقة في الغرفة.",
    "المشهد يصور حماماً به باب دش زجاجي وحمام ومرحاض داخل، بالإضافة إلى مقبض على باب الدش.",
    "ستارة دش بني معلقة في حمام به مرحاض وستارة بنية مطابقة في الخلفية.",
    "منظر لغرفة تحتوي على سرير وستائر، ومرحاض مع لفة ورق ومرحاض مثبت على الحائط، وإضاءة سقفية.",
    "المشهد يصور حماماً يحتوي على مرحاض وغسالة ومرآة وضوء.",
    "يصور المشهد حماما به حوض، مرآة، مناشف، وثابت إضاءة من منظور من الأعلى والمنتصف والأسفل.",
    "حمام به حوض وم و منشفة وروب ، وكذلك مصباح سقف وم في الغرفة.\n\n,      \n\nحمام به حوض ومرآة ومنشفة وروب ومصباح سقف.\n\n         .",
    "منظر لجدار بكنزي مع باب، ستارة ب خلفية بيضاء، وستارة بكنزية بحد أبيض."
  ],
  "7ad0b4e15c4f4cf38f56efbbcadfbf6a": [
    "غرفة تحتوي على أريكة سوداء وطاولة قهوة تضم أيضًا مرآة، في حين يمكن رؤية مطبخ به سقف ذهبي من الأعلى.",
    "غرفة معيشة تحتوي على أريكة دائرية وطاولة قهوة، مضاءة بإضاءة تخرج من السقف.",
    "مرآة سوداء بإطار ذهبي معلقة على الحائط، من الأعلى يبدو كمرآة سوداء بإطار ذهبي، ومن الوسط يبدو كمرآة سوداء بإطار ذهبي، ومن الأسفل يبدو كمرآة سوداء بإطار أسود.",
    "المشهد يصور حمامًا به مرحاض و حوض و باب زجاجي ومرآة.",
    "غرفة تحتوي على دولاب أسود ومرآة وشمس خشبية معلقة على الحائط وثريات إضاءة في السقف وساعة.",
    "شقة صغيرة مع أرضية سوداء، ومطبخ مع ثلاجة وميكروويف، وسقف مع مصباح وخزانة.",
    "المشهد يصور مطبخًا به باب أسود وطاولة بيضاء، ويضم ميكروويف ويد أسود على الباب.",
    "غرفة ذات باب أسود ونافذة زجاجية دائرية، ومرآة دائرية على الحائط، وباب ذهبي مع ضوء دائري."
  ],
  "23ec8bbec8eb40478411cba2e55b732e": [
    "سرير مع غطاء أبيض و مصباح جانبي يُرى من زوايا مختلفة، مع شاشة ذهبية و جهاز إضاءة على السقف مرئيين أيضًا.",
    "مشهد يضم سريرين مختلفين، أحدهما مع أربعة أعمدة وغطاء أبيض، والآخر مع رأس سرير ذهبي من الخشب، ومصباح كبير على قاعدة معدنية في قاعة.",
    "يصور المشهد غرفة تحتوي على سرير وطاولة جانبية، متصلة بممر يحتوي على مرآة كبيرة وباب، ويتم رؤيته من الأعلى مع إظهار مصباح سقف ومرآة.",
    "غرفة فندق مع حمام يحتوي على دش ومرحاض، وكذلك تلفزيون في كل من الحمام وغرفة الرئيسية، مع باب يربط بين الفضاءين.",
    "مشهد يظهر غرفة معيشة تحتوي على أريكة وطاولة قهوة، ولوحة فنية كبيرة على الحائط، وحمام يحتوي على مروحة سقف ومرحاض.",
    "المشهد يتألف من غرفة تحتوي على سرير، كرسي أبيض وكرسي أزرق، وتصوير مقرب للجدار الأبيض.",
    "تلفزيون موجود في غرفة، إما موضوع على منضدة أو على حافة نافذة، مع نافذة بيضاء وستارة في الخلفية.",
    "غرفة تحتوي على تلفزيون وستائر بيضاء ونافذة ومروحة سقف مع ضوء."
  ],
  "b185432bf33645aca813ac2a961b4140": [
    "غرفة المعيشة تظهر من الأعلى مع أريكة بيضاء وطاولة قهوة، بينما يمكن رؤية دش زجاجي ومرحاض في الحمام أسفلها.",
    "غرفة معيشة تحتوي على أريكة، كرسي، مرآة كبيرة، لوحة فنية كبيرة، وباب زجاجي عليه نقش.",
    "مشاهد تظهر غرفة طعام مع طاولة زجاجية وأثاث، ومطبخ يخضع لتصليح السقف مع جهاز إضاءة.",
    "مطبخ مع طاولة بيضاء، كراسي، حوض، وسقف مع مصباح وإضاءة ومراوح.",
    "مطبخ صغير مع كراسي بار وثلاجة، وجدار أبيض مع جهاز إضاءة فيه.",
    "غرفة تحتوي على تلفزيون مثبت على الحائط ولوحة فنية معلقة فوقه.",
    "المشهد يضم رواقًا مع سرير وكرسي، وغرفة مع سرير وأريكة، ولوحة فنية على السقف في تشيناي.",
    "غرفة معيشة تحتوي على أريكة بيضاء وطاولة قهوة مصحوبة بمروحة سقف وسرير في نفس الغرفة."
  ],
  "1a41339ece1846eda6a924cdb4c417dd": [
    "غرفة طعام مع طاولة زجاجية وأثاث أبيض مضاءة بمصباح سقف كبير ويضيف نبات لمسة خضراء.",
    "طاولة غرفة طعام بيضاء مع كراسي موضوعة في غرفة مع لوحة معلقة على الحائط والسقف.",
    "غرفة ذات حائط أبيض وكرسي، ومفتاح إضاءة ومأخذ على الحائط، ومصباح معلق من السقف الأبيض.",
    "المشهد يتألف من غرفة مع أرضية سوداء ودرج أبيض، ورواق مع مرآة ومرحاض، وغرفة مع سقف وثابت إضاءة.",
    "منظر لغرفة فندق مع أرضية سوداء، وممر مع باب وضوء، وسقف أبيض مع ثريا.",
    "المشهد يصور مطبخًا صغيرًا مع بار، ثلاجة، بار أبيض مع كرسيين، ومروحة سقف مع أضواء.",
    "غرفة فندق تحتوي على غرفة معيشة ومنطقة مطبخ، تتميز ببار مع كراسي وتركيب مروحة سقف.",
    "جدار زجاجي وباب مع أضواء زرقاء يخلقان جوًا مستقبليًا وحديثًا."
  ],
  "701f7128272a4bb2acd9dbd89b5cdf6f": [
    "حمام به مرحاض أبيض وستائر سوداء، غرفة به نافذة وستائر، ومروحة سقف به ضوء.",
    "حمام بسيط به مرحاض أبيض وجدار أبيض مزين بلوحة فنية بيضاء وبني في المنتصف، بينما تتدلى صورة بيضاء على الجدار العلوي.",
    "يظهر رجل يرتدي بذلة سباحة من الأعلى بينما تظهر قميص أبيض وأصفر مموج وقماش وردي وأبيض من المنظور الأوسط والسفلي.",
    "يصور المشهد ثلاث لوحات، واحدة لراقصة باليه ترتدي فستان وردي، وواحدة لامرأة ترتدي فستان، وواحدة لامرأة في غرفة.",
    "ممر مع كرسي أبيض، أرضية سوداء، باب، ثلاجة، سقف أبيض، ولوحة فنية.",
    "المشهد يتألف من متجر مع طاولة طعام زجاجية وأثاث أبيض ، وغرفة معيشة مع بار وتلفزيون كبير ، وسقف مع أربعة أجهزة إضاءة.",
    "غرفة تحتوي على نباتات هوائية على طاولة، تلفزيون زجاجي مع تصاميم زرقاء وبيضاء، وسقف مزود بعدد من الأضواء الزرقاء والبيضاء المخططة.",
    "غرفة تحتوي على طاولة طعام زجاجية وأرائك بيضاء، ونافذة مع ستائر، ومطبخ بهما مصابان سقفية وثلاجة."
  ],
  "902e65564f81489687878425d9b3cb55": [
    "غرفة تحتوي على سرير وطاولة ونافذة متصلة بحمام يحتوي على مرآة ونافذة، كل ذلك تحت سقف به شبكة معدنية وإضاءة.",
    "غرفة تحتوي على سريرين، أحدهما مع رأس سرير خشبي وأغطية بيضاء، والآخر مع رأس سرير معدني ومصباح، تحت سقف ذهبي مع نمط زخرفي.",
    "غرفة نوم مع غطاء سرير أبيض وأرائك خضراء، مرآة كبيرة، وثريات إضاءة وسجادة.",
    "غرفة نوم مع سرير وطاولة جانبية ومرآة وشمعدان أرضي وتليفزيون وإضاءة سقف مع قضيب نحاسي.",
    "غرفة معيشة تحتوي على تلفزيون بشاشة مسطحة على منصة وأريكة، منظر من الأعلى، مع حمام في الأعلى يضم مروحة سقف.",
    "غرفة مع ستائر بيضاء، تلفزيون على منصة بجانب نافذة، ومروحة على السقف.",
    "المشهد يتكون من ثلاث نوافذ، كل منها مغطى ومجهز بمختلف الإطلالات.",
    "المشهد يصور غرفة مع نافذة تحتوي على ستائر وستائر، بالإضافة إلى ألواح بيضاء وستائر، وسقف مع مروحة وستائر."
  ],
  "d65b6505904448d1940e679c9a098047": [
    "نافذة ذات ستائر بيضاء وأبواب وستائر أفقية توفر إطلالة على المدينة من خلال شبكة معدنية.",
    "المشهد يضم نافذة مع ستارة وستائر، ونافذة مع ستائر ومقعد نافذة، وحمام مع ستارة دش ومروحة سقف.",
    "غرفة ذات حائط بژ، تلفزيون أبيض، حائط أبيض، وسجادة بيضاء.",
    "امرأة تجلس أمام مرآة في غرفة توجد فيها لوحة فنية كبيرة على الحائط وصور معلقة فوقها.",
    "شقة حديثة مع غرفة طعام بيضاء وغرفة معيشة تحتوي على لوحة و حمام مع مصباح سقف و صورة.",
    "المشهد يتألف من غرفة معيشة تحتوي على تلفزيون كبير، طاولة طعام، ونباتات، مع طاولة طعام بيضاء وأثاث أقلها، وإضاءة سقف تحتوي على العديد من المصابيح أعلاها.",
    "غرفة مع طاولة طعام بيضاء، سطح زجاجي، مرآة، مدفأة، سقف شبكي معدني، وإضاءة.",
    "حمام به نافذة مغطاة بستارة بيضاء وأغشية بيضاء، منظر من الأعلى والوسط."
  ],
  "e34dcf54d26a4a95869cc8a0c01cd2be": [
    "غرفة تحتوي على سرير وطاولة ورأس سرير خشبي ومصباح وباب خشبي مع مرآة وسقف خشبي.",
    "غرفة معيشة تحتوي على أريكة دائرية، طاولة قهوة، مرآة كبيرة، تلفزيون، وساعة.",
    "غرفة معيشة تحتوي على سجادة زرقاء وكرسي، وتتميز بلوحة فنية كبيرة على الحائط و شاشة على السقف.",
    "تصوير معلق على حائط أبيض في غرفة تحتوي على مفتاح إضاءة وصور على الحائط، وباب أسود.",
    "المشهد يتكون من باب أبيض مع مفتاح إضاءة أسود، ثلاجة بيضاء مع باب أسود، وتصوير مقرب لباب مع شريط أسود.",
    "يصور المشهد غرفة تحتوي على كرسي أزرق وجدار أبيض، يُرى من الأعلى والوسط، ومن الأسفل يظهر كرسيًا وجدارًا.",
    "غرفة تحتوي على سرير بأربعة أعمدة، تلفزيون، مصباح، كرسي، ومصباحين على السقف.",
    "منظر سرير مع أوراق بيضاء و مصباح عليه، يضم رأس سرير كبير ونافذة، مع تصميم سقف في تشيناي مرئي من الأعلى."
  ],
  "e0ce09f0178c48e2bbe649d2bf659702": [
    "حمام به حوض ومِرآة ومرحاض وباب دش زجاجي وسقف به مِصباح ومروحة.",
    "المشهد يضم أسطح رخامية بيضاء في حمام ومطبخ.",
    "أرضية رخامية بيضاء مع بلاط أسود مطبوع وإضاءة لامعة من فوق.",
    "يظهر المشهد حماماً مع جدران من الرخام الأبيض، مرحاض أبيض، وتصوير مقرب للرخام الأبيض في الأرضية والجدار.",
    "دش به مقبض كروم ورأس دش، محاط بجدران رخامية، من زوايا أعلى وأسفل ووسطية.",
    "حمام به باب دش زجاجي، زجاجة صابون، ومرآة فوق الدش.",
    "سطح من الرخام الأبيض موضح من ثلاثة زوايا مختلفة، مع ضوء يسطع على الطاولة من أعلى.",
    "حمام به جدار رخام أبيض وحمام استحمام رخامي مع منشفة معلقة على الحمام."
  ],
  "8a0f2f1a8ea441658501561e5dc34a3e": [
    "غرفة نوم فاخرة مع سرير مقبب، مرآة كبيرة، ومصباح مطلي بالمذهب على السقف.",
    "باب زجاجي يظهر من خلاله سرير وطاولة جانبية، وضوء يسطع من خلال الباب الزجاجي، وباب زجاجي إطاري أسود مع مقبض يُرى من الأعلى.",
    "يصور المشهد حماماً به حوض ومرآة ومرحاض ودش من أعلى ووسط وأسفل.",
    "حمام به مرآة وتليفزيون، يضم مرآة إطارية سوداء على خلفية حائط أبيض.",
    "مشهد يظهر غرفة المعيشة مع تلفزيون وأريكة، لوحة كبيرة على الحائط، وحمام مع سقف خشبي وإضاءة.",
    "غرفة معيشة مع أريكة وطاولة قهوة، غرفة مع لوحة فنية كبيرة على الحائط، ومطبخ مع مروحة سقف ومرحاض.",
    "كرسي أزرق موضوع أمام نافذة في غرفة معيشة تضم سقفًا به نافذتان.",
    "غرفة نوم تحتوي على سرير مع غطاء، مصباح، تلفزيون، وطاولة جانبية، مع مصباح سقف معلق من فوق."
  ],
  "50c241453dfd45c1ba95b5d7191982ef": [
    "غرفة صغيرة تحتوي على سرير و مصباح، يوجد مصباح إطاري ذهبي في الوسط و حمام به تصميم سقف ذهبي من الأعلى.",
    "باب خشبي وجدار به نمط سداسي الزوايا مرئيان من الأعلى ومن منتصف المنظر.",
    "طاولة خشبية ذات نمط سداسي مع قطع مقطوعة يُرى من زوايا مختلفة.",
    "باب خشبي عليه نمط سداسي مع مقبض أسود يظهر من زوايا مختلفة، يبرز تصميمه المعقد.",
    "غرفة ذات أرضية سوداء وباب منزلق يحتوي على مرآة، مع ثريات على السقف وباب منفصل.",
    "المشهد يتضمن غرفة فندق مع سرير، كرسي، ومصباح، بالإضافة إلى غرفة معيشة مع مصباح كبير وأريكة، كل ذلك يُرى من زوايا مختلفة.",
    "غرفة نوم مع سرير، تلفزيون، نافذة، ومروحة سقف.",
    "غرفة نوم فاخرة مع سرير كبير، وطاولة رأس سرير، وم، وسقف منحوت بالذهب."
  ],
  "b2e9278f9b8f4661abcb0446d2cbb98e": [
    "غرفة طعام عصرية مع طاولة بيضاء وأرائك، تتميز بجدار زجاجي وعمود طويل مع ساعة في الأعلى.",
    "غرفة معيشة ذات أرضية سوداء وممر يضم لوحة فنية على الحائط وصور معلقة من السقف الأبيض.",
    "حمام به أرضية سوداء، باب، مرآة، حوض، ثريا، ومروحة.",
    "أرضية سوداء مع باب أبيض وطاولة، باب أبيض مع نجمة ذهبية، وسقف مع ثريات وخزانة.",
    "المشهد يتكون من خزانة صغيرة مع رف وباب، وخزانة أكبر مع أرفف وباب، وحمام مع سقف أبيض وثابت إضاءة.",
    "المشهد يصور مطبخًا به طاولة من الأبيض ومرحاض من الفولاذ المقاوم للصدأ، ويضم رفوف زجاجية، وحمامًا به مصباح سقف ومرحاض.",
    "المشهد يصور مطبخًا صغيرًا به حوض وثلاجة، موضوعة تحت سقف به مصباح ومراوح سقف.",
    "مساحة تحتوي على منضدة بيضاء وكراسي، غرفة معيشة مع باب زجاجي كبير، وحمام مع مرآة وثريات إضاءة."
  ],
  "c8112f69d34d476fbb29e6b3909deba2": [
    "المشهد يضم غرفة طعام مع أرضية سوداء وأثاث أبيض، طاولة زجاجية، وحمام مع إضاءة سقف ومرآة.",
    "مشهد يحتوي على باب أسود وأريكة وسجادة في الأسفل، غرفة تحتوي على باب وأريكة في الوسط، وحمام يحتوي على مرآة ومرحاض في الأعلى.",
    "المشهد يصور حماماً به حوض ومقعدة ومرآة وسقف غير مُطلي.",
    "ممر مع باب أسود وطاولة بيضاء يؤدي إلى غرفة مع شمس ذهبية معلقة على الحائط، وفوقها حمام مع سقف أبيض ورف خشبي.",
    "باب أبيض عليه لافتة، باب به مقبض وقفل، ورف أبيض تحت سقف أبيض.",
    "غرفة صغيرة مع باب ومدخل تؤدي إلى حمام صغير مع جدار أبيض وسقف غير مطلي.",
    "يصور المشهد مطبخًا صغيرًا به حوض ومبردة في المستوى السفلي، مطبخًا أكبر بنفس الأجهزة في المستوى الأوسط، وحمامًا بجداره الأبيض والمرحاض في المستوى العلوي.",
    "مطبخ أبيض مع طاولة سوداء وباب زجاجي يؤدي إلى طاولة طعام، تحت سقف به ثريا وساعة."
  ],
  "8ccf449f599a4cd88648e1d0ff39fdd0": [
    "المشهد يصور حماماً مع حوض، ستارة دش، مرآة، وضوء.",
    "يصور المشهد غرفة مع ستارة ونافذة، وحمام مع ستارة وباب، وستارة معلقة من السقف في غرفة.",
    "المشهد يصور حمامًا به باب مرحاض زجاجي، وباب دش زجاجي مع ستارة، وثريات إضاءة سقفية.",
    "يظهر المشهد حماما به حوض ومرآة في المستوى السفلي، ومرآة وحوض في المستوى الوسطي، ومرآة فوق الحوض في المستوى العلوي.",
    "المشهد يصور حماما يحتوي على حوض، مرآة، مناشف، ومرايا متعددة.",
    "حمام به جدران من رخام أبيض، ورف مناشف، و دش، وطاولة من رخام أبيض.",
    "حمام فندق مع عباءة بيضاء معلقة على الباب ومرآة وغسالة ومضاءة بمصباح سقف.",
    "حمام به مرآة و حوض و عباءة وإضاءة على الحائط."
  ],
  "5b9b2794954e4694a45fc424a8643081": [
    "حمام به دش، مرحاض، نافذة مع ستائر، ولوحة فنية على السقف فوق مرآة.",
    "غرفة مزودة بباب ومرآة مزخرفة بجدار إطاري ذهبي يضم نمطًا مقطوعًا بالليزر وشاشة زخرفية إطارية ذهبية مزودة بضوء.",
    "سرير مع وسائد و مصباح عليه، يضم لوح رأس خشبي و مصباح معلق كبير من السقف.",
    "المشهد يتضمن غرفة نوم مع سرير ومرآة، وكذلك غرفة معيشة مع تصميم إضاءة سقف فريد.",
    "المشهد يصور مساحة معيشة تحتوي على غرفة نوم تحتوي على سرير وتليفزيون ومكتب، وغرفة معيشة تحتوي على شاشة مسطحة ومرآة كبيرة، وسقف تحتوي على جهاز إضاءة ومروحة.",
    "يصور المشهد غرفة تحتوي على نافذة تتميز بستائر شفافة وألواح، بالإضافة إلى ستارة بيضاء وألواح، وسقف مزود بشبكة بيضاء.",
    "نافذة تحتوي على ستائر وستائر بيضاء وإضاءة تظهر من زوايا مختلفة.",
    "المشهد يصور غرفة تحتوي على نافذة، ستائر بيضاء، مروحة، ونافذة مع ستارة بيضاء وستائر."
  ],
  "5efaa5e4a30e481f9dadc1bac5e56a21": [
    "المشهد يتكون من غرفة معيشة مع أريكة سوداء وطاولة وثريا، بالإضافة إلى مطبخ مع سقف وإضاءة.",
    "غرفة معيشة فاخرة مع أريكة من الجلد، طاولة قهوة، أريكة جلدية ذهبية، مصباح ذهبي، وسقف ذهبي مع إضاءة.",
    "غرفة فخمة مع أريكة جلدية ذهبية، سرير، ومصابيح معلقة تحت سقف ذهبي.",
    "غرفة تحتوي على أريكة جلدية من الذهب، وسرير مع إطار خشبي، ونافذة مع ضوء ساطع.",
    "المشهد يتألف من أرضية سوداء مع خزانة وباب، خزانة خشبية مع مرآة شمس، ومرآة مع إطار معدني.",
    "المنظر يضم بابًا دائريًا بإطار معدني ونافذة دائرية، يقع في باب أسود بنافذة دائرية يُرى من منظورين أعلى وأسفل.",
    "منظر لمقبض باب، ومرآة ذات إطار دائري، وطاولة خشبية بنية مع كرسي.",
    "المشهد يتكون من مرآة إطار أسود وطاولة، وأريكة جلد أسود ومرآة في غرفة، ومطبخ مع باب من الفولاذ المقاوم للصدأ ومرآة."
  ],
  "194bef4cbba641dc9860ba7f43a0c16a": [
    "غرفة معيشة تحتوي على أريكة وطاولة قهوة و مصباح، مضاءة بضوء يأتي من السقف.",
    "غرفة تحتوي على أريكة جلدية دائرية، وأريكتان جلديتان أسودتان، وسقف ذهبي، ومصباح معلّق ذهبي.",
    "غرفة تحتوي على أريكة من الجلد ومقعد فضي مطرز، مضاءة من قبل نور، تحت سقف ذهبي مع كرسي و مصباح.",
    "المشهد يضم أثاثًا من القماش، بما في ذلك أريكة فضية ورأس سرير، بالإضافة إلى رأس سرير من الجلد الإطاري المعدني الذهبي.",
    "مشهد يظهر فيه سرير مُزود بفراش من الجلد مع إطار خشبي وسرير آخر مُزود بفراش جلدي بني مع زر عليه، بالإضافة إلى أريكة جلدية مع ضوء يسطع عليها.",
    "مشهد يضم مدخلين، أحدهما باب أسود وأرضية سوداء، والآخر باب دائري، مع ضوء يسطع من خلال باب في غرفة من الأعلى.",
    "المشهد يصور غرفة تحتوي على أريكة سوداء ومرآة، متصلة بحمام يحتوي على حوض وباب أسود مع مرآة.",
    "غرفة تحتوي على أريكة من الجلد الأسود ودرج تلفزيون مع مرآة، وكذلك حمام مع سقف ذهبي ومرآة."
  ],
  "abe20dd6e5194f579dfc6b63a612c150": [
    "حمام به تواليت ونافذة، به نافذة بيضاء مزودة بستارة وستارة، ومكبر صوت دخان مثبت على جدار الغرفة.",
    "مساحة تحتوي على غرفة طعام تضم كراسي بيضاء وطاولة زجاجية، وغرفة مع نافذة وستائر، ومطبخ مع مروحة سقف ونافذة.",
    "طاولة طعام بيضاء مع نباتات هوائية وأكراس موضوعة تحت مصباح سقف مع مصابيح معلقة متعددة، وفي الوقت نفسه يزين لوحة الجدار.",
    "غرفة طعام بيضاء مع نباتات ولوحة فنية وثريات سقف بأربع إضاءات.",
    "حانة حديثة ذات باب وزجاج سقف، تحتوي على طاولة مركزية وكراسي للجلوس.",
    "غرفة تحتوي على طاولة زجاجية وأرائك، ومرآة، وباب زجاجي يحتوي على نمط أزرق.",
    "غرفة تحتوي على طاولة بيضاء وأرائك، وم على الجدار، وسقف مطبوع بألوان زرقاء وبيضاء.",
    "حمام به مرآة و حوض له جدار أزرق وباب زجاجي به نمط أزرق وأبيض."
  ],
  "db145474a5fa476d95c2cc7f09e7c83a": [
    "المشهد يضم جدارًا به ورقة بيضاء ورفًا أبيض وحمامًا به مرحاض وغسالة.",
    "غرفة تحتوي على شاشة زخرفية كبيرة وباب زجاجي يحتوي على نمط ذهبي يؤدي إلى حمام به مرآتين.",
    "المنظر يصور رواقًا به مرآة وأرضية خشبية تؤدي إلى حمام به مرآتان.",
    "غرفة تحتوي على سرير وطاولة جانبية متصلة بغرفة تحتوي على مرآة كبيرة وستارة زخرفية، كل ذلك تحت شاشة معدنية مزخرفة.",
    "غرفة فندق مع سرير، تلفزيون، مروحة سقف مع نور، ومصباح.",
    "غرفة تحتوي على نافذة مزودة بستائر شفافة وألواح بيضاء وستائر، بالإضافة إلى مروحة سقف.",
    "المشهد يضم نافذة مع ستائر وكرسي نافذة، وكذلك نافذة مع ستائر وستارة، وإضاءة فوق.",
    "المشهد يصور حماماً مع نافذة وستائر، وكذلك مقطع قريب من نافذة مع ستائر في غرفة."
  ]
}