{
  "187589bb7d4644f2943079fb949c0be9": [
    "تمثال خنزير أحمر يجلس على الدرج وأمام نافذة كبيرة في غرفة بسقف خشبي.",
    "باب أبيض به لوح زجاجي في الوسط محاط بخطوات سوداء وسجادة باب، كل ذلك محاط بإطار باب أبيض.",
    "باب أبيض به ضوء مثبت في إطار أبيض على حائط أبيض.",
    "غرفة تحتوي على عمود خشبي ومدفأة سوداء في الوسط، أرضية مفروشة بالبلاط مع مدفأة، وجدار مع ضوء وساعة.",
    "مشهد به أرضية من البلاط الأسود، وباب زجاجي يؤدي إلى شرفة، وباب خشبي مع نافذة زجاجية.",
    "المشهد يضم غرفة ذات أرضية من البلاط الأسود، وباب زجاجي متحرك بإطار أسود، ونافذة بإطار أسود ونافذة بيضاء.",
    "بيت مع مسبح و شرفة يُرى من نافذة، مع حافلة وأشجار ظاهرة من الأعلى.",
    "شخص ينظر من نافذة إلى مسبح و حديقة مع درج مرئي من منظور المسبح."
  ],
  "9d0091e93633403c910577b4221e353c": [
    "من فوق يظهر منزل حديث به مسبح وشرفة، في حين من منتصف الأسفل يظهر شرفة بمسبح وأرائك.",
    "شرفة مع طاولة وكراسي، مغطاة بغطاء طاولة، تقع خارج منزل مع واجهة خشبية وأبواب زجاجية.",
    "مبنى حديث مع باب زجاجي وإطلالة على الأشجار يقع بجانب منزل خشبي مع نوافذ، بينما يوجد عمود معدني مع قاعدة على الرصيف.",
    "منزل بهوائيات خشبية ونوافذ يطل على شرفة خرسانية مع مقعد وأرائك، وطاولة الشرفة تقع بجانب باب زلازل.",
    "شرفة ذات مقاعد متنوعة وطابق خشبي تحت سقف أسود.",
    "رجل يطير طائرة ورقية في السماء بينما يطل على حديقة من شرفة ذات سياج أسود ونباتات.",
    "امرأة تجلس على مقعد في حديقة محاطة بفناء صغير به طاولة خشبية وأرائك، وشجرة ذات ورقة صفراء.",
    "حديقة خارجية حديثة مع مسبح تظهر من زوايا مختلفة، بينما يطير رجل طائرة ورقية في السماء."
  ],
  "e5bfa9c293cd44e1b14953500462dd72": [
    "حمام به دش، رف مناشف، باب أبيض، أرضية خشبية، حائط أبيض، وضوء.",
    "منظر لحمام به مرحاض أبيض، وباب أبيض مغلق، وغرفة مع ضوء ساطع على الحائط.",
    "مشهد بسيط مع جدار أبيض، كرسي، طاولة، قميص أزرق وأبيض على الطاولة، وكمبيوتر محمول أبيض مع شاشة بيضاء.",
    "رجل يحمل كاميرا يقف على درج خشبي مع جدران بيضاء ودرجات خشبية، بينما رجل آخر يحمل هاتفًا خلويًا ينظر لأسفل من أعلى.",
    "درج خشبي مع جدران بيضاء ودرجات مضاءة بأضواء بيضاء يؤدي إلى غرفة ذات جدران بيضاء.",
    "درج خشبي مع مفتاح إضاءة، ودرابزين معدني على حائط أبيض، ومصباح فوقه.",
    "غرفة ذات أرضية خشبية ومعدات رياضية، بما في ذلك آلة، تؤدي إلى باب يفتح إلى حمام بهما مصباحان سقفيان.",
    "المشهد يصور حماماً مع أرضية خشبية، دش، ، باب، سقف أبيض، ورف مناشف."
  ],
  "d962509cdba64e6ca76a6228582eb901": [
    "حمام به أرضية خشبية و باب يؤدي إلى غرفة مع تلفزيون، بينما مرآة مع مقبض باب مرئي من الأعلى.",
    "حمام به حوض، مرحاض، مرآة، وجدار أبيض.",
    "حمام به جدران مفروشة بالبلاط، مرحاض، ثلاث لوحات، ثريات، ولوحة على الجدار.",
    "المشهد يصور حماماً مع جدار أصفر، مرحاض أبيض، و مغسلة.",
    "ممر به أرضية خشبية وجدار أبيض يحتوي على باب به شبكة وباب أبيض على الجدار المقابل.",
    "يصور المشهد غرفة معيشة تحتوي على كرسيين من الجلد على أرضية خشبية وبين جدار أبيض، ومضاءة بضوءين من السقف.",
    "المشهد يتكون من غرفة معيشة مع كرسي جلدي، غرفة مع كرسي أخضر، وحمام مع ثريا ومرآة.",
    "منظر لأرضية خشبية مع درج وباب، يؤدي إلى شقة للبيع في آفيغنون مع مصباح سقف وباب آخر."
  ],
  "e10d6b636ed94caa87771f92b1251868": [
    "أريكة صفراء تجلس أمام جدار أسود بينما تطير طائرة فوق حقل مغمور بالضباب وتصور أسود وأبيض بخط أبيض معلقة أعلى.",
    "غرفة ذات لوحة جدارية كبيرة ومرآة مزخرفة بزهرة ولوحة فنية.",
    "شقة صغيرة بغرفة نوم ومطبخ للبيع في الشارع الرئيسي.",
    "غرفة نوم صغيرة مع سرير أحمر وجدران بيضاء، تتميز بسرير مع غطاء أحمر وأرضية خشبية، مضاءة بمصباح أبيض على السقف الأبيض.",
    "يُعرض لوح فني على الحائط فوق سرير وكرسى، بينما يجلس لوح فني أخضر وأبيض بجانبهم.",
    "يُعرض لوح فني في غرفة تحتوي على نافذة ومخدة صفراء، بينما تغطي الستائر الخضراء النافذة.",
    "غرفة صغيرة ذات نافذة وكرسى تطل على فناء من خلال نافذة مفتوحة ذات ستائر رومانسية على الطراز اللندني.",
    "كرسي أصفر يقع في غرفة ذات جدران سوداء في شقة على شارع سانت جان، مع نافذة خضراء مرئية من الأعلى."
  ],
  "7a663a2787474bc2b09a4e8b21325141": [
    "شرفة مع مسبح وأثاث خرساني تقع تحت سقف من المعدن الأسود مع إطلالة على السماء.",
    "منزل حديث مع واجهة خشبية وأبواب زجاجية له ممر خرساني يؤدي إلى شرفة خشبية.",
    "المشهد يصور منزلًا به باب خشبي ونوافذ، بالإضافة إلى مدخل مع باب أرجواني وزجاج.",
    "هيكل خشبي مع كراسي متنوعة وباب زجاجي مضاء بنور يأتي من عمود خشبي.",
    "شرفة تحتوي على كرسيين وطاولة، محاطة بجدار أسود، تقع على سطح مغطى بمعدن مع منظر للسماء.",
    "حديقة تحتوي على أشجار وآجام لها سياج أسود و شجرة مع طائرة ورقية تطير فوقها.",
    "منظر شجرة من شرفة ذات حواجز معدنية ومقعد، على خلفية سماء غائمة مع أوراق خضراء.",
    "رجل يطير طائرة ورقية ويتطلع من شرفة تحتوي على طاولة وكراسي وسياج."
  ],
  "2816e163791e4878804d6b7476b9dddd": [
    "ممر ذو أرضية وردية يؤدي إلى سلم خشبي يصعد إلى غرفة ذات سقف خشبي وباب.",
    "المشهد يتألف من غرفة مع نافذة وستارة خشبية، وكذلك باب خشبي مع شريط أسود.",
    "غرفة تحتوي على مرآة و كاميرا، و فيها نافذة مع ستارة معدنية و ورقة بيضاء على طاولة خشبية.",
    "المشهد يصور غرفة ذات باب زجاجي، ونافذة ذات إطار خشبي مع ستارة، ونافذة خشبية مع ستارة بيضاء.",
    "غرفة نوم مع أرضية ورديّة، باب زجاجي، سرير، طاولة جانبيّة، سقف خشبي، وستارة سوداء.",
    "غرفة نوم دافئة مع سرير وأريكة، تتميز بسقف مزود بأعمدة خشبية وإضاءة.",
    "المشهد يتألف من غرفة معيشة مع أريكة صفراء وأرضية، وغرفة نوم مع سرير ونافذة، وسقف مع عوارض خشبية وثريات.",
    "غرفة معيشة ذات أرضية بنفسجية، مدفأة، لوحات على الجدران، وسقف خشبي."
  ],
  "3c8c9d438bdd4ebaad5a0d0e93a43c0f": [
    "رواق مع تمثال فيل أحمر كبير على أرضية من البلاط الأسود مع باب وسلالم، تحت سقف خشبي مع جهاز إضاءة وباب.",
    "المشهد يضم بابًا زجاجيًا مع منظر لمسبح، وبابًا مع لوحة زجاجية ومدفأة، وبابًا زجاجيًا مع إطار معدني.",
    "المشهد يتألف من باب زجاجي يطل على ممر، ونافذة تطل على حديقة، ونافذة أخرى ذات إطار معدني.",
    "باب زجاجي يوفر مناظر لشرفة والخارج، مع طاولة وكراسي موضوعة في الخارج.",
    "شرفة خارجية مريحة مع بار وموقد محمية بسقف خشبي مع باب زجاجي ونوافذ، مطلّة على أرضية مفروشة بالبلاط مع طاولة وكراسي.",
    "مساحة خارجية متعددة المستويات مع شرفة وطابق علوي وبرجولة سوداء مع منظر لأشجار.",
    "منظر لباب زجاجي يؤدي إلى شرفة، وحدائق تُرى من نافذة، ونافذة ذات إطار أسود تطل على أشجار.",
    "باب زجاجي يظهر من الوسط مع إطلالة على شجرة، بينما يظهر من الأعلى باب زجاجي مع نافذة، ومن الأسفل أرضية مفروشة بالبلاط الأسود وباب أسود."
  ],
  "3adc93014dad46b6879d8d7b6922f02c": [
    "سيارة صفراء مع غطاء صفراء متوقفة خارج غرفة مع نافذة كبيرة وتليفزيون، مع تليفزيون معلق من السقف.",
    "غرفة ذات جدران وسقف خشبيين تحتوي على منضدة بيضاء مع مصباح عليها.",
    "حمام به أرضية بنفسجية وسقف خشبي، خزانة خشبية باب، وإضاءة.",
    "حمام به جدران منزليصص صفراء، دش منزليصص، ساعة، ونافذة تظهر فيها منزل صغير.",
    "حمام به بلاط أبيض على الأرضية والسقف، حائط مبطن، وبلاط أصفر مع جبص أبيض في الأعلى.",
    "المشهد يصور حماماً مع جدار بلاط أصفر وحمام.",
    "حمام به أرضية بنفسجية، ونافذة، وإناء أبيض، وسقف خشبي، ومصباح.",
    "غرفة تحتوي على طاولة زجاجية صفراء وأكراس وطاولة زجاجية مع مصباح وسقف خشبي مع ثريا ومروحة."
  ],
  "a3fe827d49db4f7caa076c313434d418": [
    "مطبخ مع أرضيات من بلاط أسود و حوض أبيض و نافذة كبيرة و موقد، يقع في غرفة مع جهاز إضاءة.",
    "المشهد يتكون من غرفة ذات جدران بيضاء ومفتاح إضاءة أسود وباب، ونافذة مع ستائر، وأرضية خشبية.",
    "مروحة سقف معلقة في غرفة مع قميص أبيض على خلفية بيضاء ونافذة مع لوح زجاجي.",
    "درج خشبي يؤدي إلى غرفة تحتوي على طاولة خشبية على أرضية خشبية، ونافذة مع إطار معدني وطلاء أبيض.",
    "درج خشبي مزود بأضواء تضيء الدرجات.",
    "درج خشبي مع مواسير حديدية وضوء على الدرج مع قضيب حديدي معلق من الجدار العلوي.",
    "أنبوب معدني معلق على الحائط مع شاشة تلفزيون بيضاء فوقه.",
    "مطبخ حديث مع أجهزة من الفولاذ المقاوم للصدأ بما في ذلك موقد وغطاء ومقبض وباب زجاجي."
  ],
  "cc25797eeb974e54ae3f1fc30e0d19ef": [
    "تمثال خنزير أحمر يجلس على درجات منزل به أرضية من البلاط الأسود وضوء سقف معلق.",
    "المشهد يتكون من غرفة ذات أرضية من البلاط الأسود، عمود خشبي، عمود معدني، باب، جدار مع عمود خشبي، ومصباح.",
    "المشهد يتكون من باب به مبرد أبيض، وباب آخر به مقبض، ونافذة، ونافذة ذات إطار أبيض ونافذة بيضاء.",
    "باب زجاجي بإطار معدني وسجادة أمامه يوفر منظرًا للفناء.",
    "باب زجاجي بإطار معدني يؤدي إلى شرفة مع بساط معدني عند المدخل.",
    "المشهد يتألف من باب مع إطار أسود وأرضية بيضاء، وباب زجاجي متحرك يطل على شرفة، ونافذة مع شبكة.",
    "غرفة بسيطة ومتواضعة مع جدار أبيض، مصباح أسود، كرسي أبيض، ميزان حرارة، جهاز تحكم عن بعد، ومروحة.",
    "منظر للبركة من خلال نافذة ذات إطار أسود وبياض النافذة."
  ],
  "0993008242df4171b26c1bf92ff5e845": [
    "ممر مع بلاط أسود، نبات، لوحة كبيرة، باب أسود، عوارض خشبية، ومروحة على السقف.",
    "لوحة لفتاة صغيرة معلقة على الجدار في غرفة.",
    "حمام مع بلاط أبيض وباب أسود، باب أبيض مع مقبض أسود، ونافذة مع إطار أسود وزجاج أبيض.",
    "رفوف كتب ممتلئة بالكتب مرئية من الأعلى والوسط والأسفل.",
    "المشهد يصور رواقًا يحتوي على رفوف كتب و مصباح ، مصنوع من بلاط من الحجر الرملي الأسود ، يُرى من زوايا مختلفة بما في ذلك من الأعلى كغرفة مع سقف ورفوف كتب.",
    "حمام به جدار برتقالي وباب أبيض مقبض أسود وضوء أحمر في الأعلى، يقع على أرضية من البلاط الأسود.",
    "المشهد يضم بابًا بألوان حمراء وسوداء ونافذة بألوان حمراء وبنفسجية.",
    "المشهد يتكون من غرفة ذات جدران برتقالية و نبات، مكتب مع مصباح حائطي و لوحة، و منظر علوي لمصباح حائطي مع جدار أحمر وضوء برتقالي."
  ],
  "6c15ae9a3fc24613b9fcedb3da80aee5": [
    "مدخل مع أرضية من البلاط الأسود ووعاء زهور يؤدي إلى فناء مع باب، يقع في مبنى مع سقف معدني.",
    "المشهد يضم غرفة تحتوي على نوافذ متعددة، بما في ذلك واحدة مع مقعد نافذة وستائر، واحدة مع ستارة معدنية، وواحدة أخرى مع منظر.",
    "سيارة متوقفة أمام نافذة بها ستائر، بينما يظهر شجرة من خلال نافذة أخرى بها ستائر.",
    "المشهد يصور غرفة مع ستائر، مبرد، ونافذة مع منظر.",
    "ممر مع أرضية مطلية بالأسود وجدار أخضر يؤدي إلى غرفة مع سقف وأرضية خشبية.",
    "باب زجاجي مع جدار وردي، وباب مع مقبض وضوء، وجرس باب.",
    "ممر مع أرضية من البلاط الأسود يؤدي إلى باب أبيض، وفوق المرآة في الحمام الصغير ثريا.",
    "ممر بهجدران برتقالية وزهرية على أرضية بلاط، مضاءة من قبل ضوء من فوق وضوء على جدار أحمر."
  ],
  "483b844778c545d899860802e9c5c9d5": [
    "غرفة تحتوي على أريكة بنفسجية وسقف خشبي، وتتميز بأرضية بنفسجية مع مسخن وشباك، وعوارض خشبية في الأعلى.",
    "غرفة نوم مع سرير أرجواني وغطاء، تلفزيون، وسقف خشبي.",
    "ممر مطلي باللون البنفسجي ومزخرف بالبلاط يؤدي إلى حمام به جدار مبلط باللون الأصفر، وضوء أصفر، وضوء سقف، ومرحاض.",
    "المشهد يصور منزلًا به مطبخ أرضيته وردي، وحمامًا ببلاط أصفر مع حوض في الوسط، وحمامًا ببلاط أصفر في السقف وخشب أعمده ينظر إليه من الأعلى.",
    "حوض استحمام أبيض يقع في حمام مع أرضية خشبية وسقف خشبي مع ضوء فوقه.",
    "سلة تقع على عتبة نافذة في غرفة تضم بابًا زجاجيًا منزلقًا بإطار أسود.",
    "منظر لباب يحتوي على نافذة وخطوط سوداء وبيضاء عليه، بالإضافة إلى باب منزلق في غرفة.",
    "غرفة ذات سقف خشبي تضم نافذة مع ستارة بيضاء وإطلالة على مسبح، بالإضافة إلى نافذة منفصلة مع ميزاب."
  ],
  "ec43700aa7b34d48a20f6cdd45dc6a55": [
    "الفناء يحتوي على فناء خرساني مع منحوتة معدنية ومقعد خشبي، منحوتة سوداء كبيرة، وهيكل خشبي مع سقف.",
    "عمود معدني أسود مع شبكة، بوابة سوداء مع مصفاة خشبية، ومنظر للبيت من الأعلى.",
    "سيارة سوداء متوقفة على رصيف خرساني أمام منزل به نباتات ونافذة في الفناء الأمامي.",
    "سيارة متوقفة أمام مدخل منزلاً بينما يظهر لاند روفر إيفوك في الوسط ويمكن رؤية منظر للمنزل من السقف من الأعلى.",
    "باب مع بساط باب ومقبض باب وضوء عليه",
    "مبنى خشبي مع جدار وباب مُرقَم يظهر من فوق ومن أسفل ومن منتصف.",
    "منظور من أعلى ومنتصف المنظر يظهر سلم خشبي مع شريط أسود وباب خشبي.",
    "سياج خشبي مع واجهة سوداء وبنية يؤدي إلى باب خشبي مع مقبض أسود ونافذة."
  ],
  "87f68627d919449995ed93f6ae72e6ab": [
    "امرأة تجلس في ساونا مع منشفة تحت سقف خشبي مع ضوء عليه.",
    "ساونا خشبية مع مناشف وطشت، غرفة ساونا مع جدران خشبية وسرير، وغرفة مع سقف خشبي ومصباح.",
    "غرفة ساونا مع منشفة ومرحاض، تتميز بمصباح على الحائط وسقف خشبي مضاء من الأعلى.",
    "باب زجاجي به لوح زجاجي يؤدي إلى غرفة المعيشة، بينما يظهر باب دش زجاجي مع مقبض عليه من الأعلى.",
    "غرفة تحتوي على أريكة على أرضية بنفسجية، سرير ومرآة، وسقف من عوارض خشبية مع أضواء.",
    "حمام به رف مناشف ومنشفة، باب به مقبض وزر، وباب خشبي به إطار وإضاءة.",
    "غرفة ساونا خشبية مع منشفة على الأرض، تمثال بوذا على الأرضية الخشبية، وضوء يسطع على السقف الخشبي.",
    "غرفة ساونا خشبية مع مقاعد وأضواء ومروحة في السقف."
  ],
  "1e649cc84c9043b69e2367b7d5aeecf2": [
    "حمام به مرحاض و حوض يضم لوحة لوجه على الحائط، بينما يعلو لوحة لوجه امرأة بقرنعة.",
    "المشهد يصور لوحات فنية مختلفة ورأس مُعلق على الحائط، بما في ذلك امرأة مع حصان ورجل ذو لحية ورجل برأس معروض.",
    "يقع الساكسفون على حامل في غرفة مع جدار أبيض خلفه، ومضاءة بضوء يضيء من خلاله.",
    "غرفة معيشة ذات أرضيات من البلاط الأسود وأريكة سوداء، ورف كتب كبير، ونبات، وعوارض خشبية وأرضية خشبية.",
    "مجموعة متنوعة من الغرف بما في ذلك قاعة استقبال مع كرسي جلد أسود، غرفة معيشة ذات جدران بنفسجية وأثاث أخضر، وغرفة بسقف خشبي وجدار أبيض.",
    "غرفة معيشة مع طاولة قهوة زجاجية وسجادة من جلد البقر، نوافذ كبيرة وشرفة، وسقف خشبي مع نافذة.",
    "غرفة معيشة مع سجادة من جلد البقرة، مصباح أرضي أبيض كبير، وسقف خشبي.",
    "رجل يقف بجانب مدفأة مع وعاء ونار في غرفة ذات جدار أبيض وأرضية خشبية وسقف خشبي."
  ],
  "03a8325e3b054e3fad7e1e7091f9d283": [
    "غرفة معيشة تحتوي على أريكة خضراء، أرضية من البلاط الأسود، باب زجاجي، ومصباح سقف معلق.",
    "غرفة معيشة ذات أريكة خضراء وأرضية من البلاط الأخضر ولوحة فنية وسقف من العوارض الخشبية مع إضاءة.",
    "مكنسة كهربائية تقع على طاولة في مكتب أرجواني مع مكتب وكمبيوتر، تحت سقف وردي مع ثريا معلق.",
    "مطبخ مع أرضية من البلاط الأسود والأبيض يؤدي إلى غرفة مع طاولة بيضاء وأرائك ولوحة فنية، كل ذلك تحت سقف خشبي.",
    "حمام به أرضيات من البلاط الأسود ومشعاع متصل بغرفة تعرض تمثالاً تحت سقف خشبي مع مصباح معلق منه.",
    "شرفة تحتوي على أريكة رمادية وأرائك يمكن رؤيتها من منظور من الأعلى ومنتصف، بينما يمكن رؤية منظر لمنطقة نافذة مع سقف من الأعلى.",
    "منظر لمطبخ به حوض و نافذة، وباب أسود مع مقبض وضوء يسطع من خلاله.",
    "ترى شرفة مزودة بمائدة وكراسي من خلال باب الشرفة، بينما يكشف إطار نافذة مكسور عن منظر السماء من الأعلى."
  ],
  "3eb5c4d7ad9a4805b0470cf5f9e3b17c": [
    "حديقة خلفية حديثة مع جدار خشبي ونحت تحتوي على فناء مع شرفة خشبية وباب، بالإضافة إلى شرفة خشبية مع سقف معدني.",
    "منظر لبيت مع سيارة متوقفة أمامه، ويضم مدخلاً مع جارور، ونافذة مع إطار أسود، وحائط من الطوب.",
    "صورة مقربة من جدار بني يسطع عليه نور، باب بني، وهاتف أسود.",
    "المشهد يصور بابًا مع ستائر و مقبض، وكذلك نافذة مع ستائر وكرسي نافذة.",
    "ممر مع أبواب متنوعة وألواح ستائر وأرضيات.",
    "زهرية على أرضية من البلاط في شقة للبيع في آفيغنون، مع مصباح حائطي يضيء حائطًا أحمر وبابًا زجاجيًا من فوق.",
    "منظر لحمام به جدران برتقالية، مرآة، مرحاض، وهاتف بشاشة مفتوحة.",
    "هناك ثلاثة أبواب، واحد مع مقبض معدني وباب أحمر، واحد مع لوح زجاجي ودواسة، وواحد مع مقبض عليه.\n\n      . ,            ,    دواسة            .           مقبض دائري  .    \n\nهناك ثلاثة أبواب، واحد مع مقبض معدني وباب أحمر، واحد مع لوح زجاجي ومقبض دائري، وواحد مع مقبض عليه."
  ],
  "7ce4382def52411ba706d50d2377447b": [
    "شخص يرتدي قميص أبيض جالس على طاولة مع ورقة بيضاء وفي الخلفية نار المدفأة تحترق مع مجموعة من الأخشاب.",
    "كوب من القهوة موضوع على مدفأة تحت رسم لرجل على الحائط، وفي حين تعلق لوحة فوقها في الغرفة.",
    "غرفة معيشة بأرضيات من البلاط الأسود ولوحة على الحائط، وتتميز بسقف عليه لوحة.",
    "غرفة معيشة مع أرضية من البلاط الأسود، وسجادة من جلد البقر، ولوحة كبيرة على الحائط، وسقف خشبي مع حائط أبيض.",
    "غرفة معيشة مع سجادة من جلد البقر، وأريكة، وجدران بنفسجية، وتلفزيون، وعامود خشبي على السقف، وضوء بنفسجي.",
    "غرفة تحتوي على كرسي جلدي أسود وباب زجاجي يؤدي إلى غرفة معيشة تضم باب زجاجي كبير، كل ذلك تحت سقف مزود بنوافذ.",
    "مصباح أرضي كبير أبيض مع ظل أبيض يضيء غرفة من قاعدة أسطوانية.",
    "حمام صغير مع حوض ومرحاض يقع أسفل مصباح معلق على جدار بالقرب من مدفأة، مع مرحاض يضم حافة بيضاء وجدار خشبي مرئي من الأعلى."
  ],
  "3678af49806f4220b821c23d4ec3d33b": [
    "رواق مع أرضية خشبية، كرسي، أريكة، سقف أبيض، ومصباح.",
    "غرفة ذات جدار أبيض تحتوي على سماعتين، خزانة مع ضوء ومرآة، ورف أبيض مع مصباح.",
    "المشهد يتألف من غرفة بيضاء تحتوي على ألواح صوتية وستائر على الجدران.",
    "منظر لحمام به دش ومرحاض، خزانة مع أرضية خشبية وباب أبيض، وجدار أبيض مع سماعة معلقة عليه.",
    "منزل به رواق، غرفة نوم مع نافذة سقف وسرير، وحمام مع نافذة سقف فوق حوض الاستحمام.",
    "غرفة تحتوي على سرير وجدار أزرق ولها باب يؤدي إلى الخارج.",
    "غرفة ذات مبرد أبيض وأرضية خشبية ت صورة طائرة تطير فوق حقل معلقة على الحائط، بينما يطفو الماس الصغير في الهواء فوقها.",
    "غرفة نوم تحتوي على سرير وباب، وتضم مبردًا وأرضيات خشبية، ويتم رؤيتها من الأعلى مع باب وسقف مرئيين."
  ],
  "8d0cc65b2a484591a97b9a8282809f50": [
    "غرفة معيشة ذات جدران بنفسجية وباب زجاجي متحرك تحتوي على مكتب به جهاز لوحي وكمبيوتر محمول، بينما يعلوها سقف به ثريا ومروحة سقف.",
    "مكتب منزلي مع طاولة، كمبيوتر، وشاشة على خلفية حائط بنفسجي، مع مصباح معلق من فوق.",
    "المشهد يتألف من مكتب أسود وأبيض مع طاولة ومقعد، مطبخ أبيض مع طاولة سوداء وبيضاء مخططة، وغرفة مع سقف وإضاءة من الأعلى.",
    "لوحة معلقة على حائط غرفة مع زهرية فوق خزانة بيضاء وزهرية أخرى مع لوحة عليها في الوسط.",
    "حمام أحادي اللون يحتوي على حوض وم يضم صورة سوداء وبيضاء من النمر على الحائط، في حين يجلس قط أسود على حائط قريب.",
    "تمثال لرجل يقف على قاعدة أمام نافذة بينما يعلو الصورة السوداء والبيضاء عن عنكبوت على الحائط.",
    "شرفة مع سخان وأرائك تطل على منظر أشجار مرئية من خلال نافذة بإطار أسود.",
    "شرفة تحتوي على طاولة وكراسي مرئية من خلال باب زجاجي متحرك مع أرضية من البلاط الأسود، بينما يظهر نافذة ذات إطار أسود من الأعلى."
  ],
  "d7ec37565be24b1ca1d4f99c34fc1632": [
    "ممر أرضيته خشبية مع درج يؤدي إلى غرفة تحتوي على لوحة على الحائط وسقف أبيض.",
    "منظر لباب أبيض يؤدي إلى غرفة تحتوي على لوحة، موضوعة على أرضية خشبية مع درج، وحمام أبيض مع ثريا فوقه.",
    "حمام أبيض به مرحاض و حوض استحمام، مضاء بنور ساطع.",
    "حمام يحتوي على مرحاض أبيض ومرآة يُرى من أعلى، بينما يُرى  أبيض بجانب أرضية خشبية من زاوية منخفضة.",
    "ممر مع أرضيات خشبية وأرائك، جدران بيضاء، عدة مصابيح، وسقف أبيض.",
    "المشهد يتألف من غرفة تحتوي على كرسيين من الجلد البني ومصباح، ويتم رؤيته من الأعلى مع وجود مصباح على السقف.",
    "غرفة نوم صغيرة تحتوي على سرير وكرسي مرئية من خلال باب مع ضوء يسطع من خلاله، تقع في غرفة مع أرضية خشبية.",
    "باب أبيض به ضوء يؤدي إلى أرضية خشبية وجدار أبيض، بينما يظهر خزانة بيضاء ذات باب وضوء من الأعلى."
  ],
  "fc94c2a0445640028200b2f96e1fe90c": [
    "أريكة جلدية سوداء تقع أمام نافذة، مع مصباح أرضي أبيض ومصباح أبيض على سقف خشبي.",
    "غرفة معيشة مريحة مع مدفأة، سجادة من جلد البقر، ولوحة تحت سقف خشبي.",
    "غرفة معيشة بأثاث أسود، وسجادة من جلد البقر على أرضية من البلاط الأسود، ونافذة كبيرة، كل ذلك تحت سقف خشبي.",
    "غرفة معيشة ذات جدران بنفسجية وأثاث أخضر، بما في ذلك أريكة خضراء على أرضية مفروشة بالبلاط الأخضر، تضاء من خلال مصباح سقف ومصباح طاولة.",
    "غرفة معيشة تحتوي على أريكة خضراء وجدار أرجواني، ويوجد فيها مبرد وشباك ونور سقف.",
    "شرفة مع شواية، طاولة، باب زجاجي، بار، ونافذة تطل على السماء.",
    "المشهد يضم شرفة وطاولة مع كراسي، من وجهة نظر من الأعلى والمنتصف.",
    "مشهد يضم ممرتين، شرفة مع باب زجاجي وقط أسود، وباب أسود مع إطار أسود من زوايا مختلفة."
  ],
  "9092fc23426942e1a94b66181a3d0fc7": [
    "غرفة معيشة ذات أرضيات من البلاط الأسود، وأريكة خضراء، ولوحة فنية كبيرة على الحائط، وسقف خشبي مع جهاز إضاءة.",
    "امرأة ترتدي فستان من الدانتيل تقف في مطبخ أبيض مع طاولة منضدة بيضاء، محاطة بمجموعة من الصور المعلقة على الجدار.",
    "رأس امرأة معلق على حائط أبيض مع سماء زرقاء وأرضية، بينما تتدلى صورة من الدانتيل على الحائط أعلاه.",
    "المشهد يتكون من غرفة بيضاء مع منحوتات معروضة على الرفوف ولوحة بيضاء مع شاشة.",
    "المشهد يضم مطبخًا مع أرضيات من البلاط الأسود وأرفف بيضاء، غرفة معيشة بيضاء مع لوحة فنية على الحائط، وغرفة مع لوحة فنية معلقة من السقف.",
    "حائط أرجواني مع غسالة، طاولة، لوحة، وإطار خشبي.",
    "غرفة معيشة عصرية مع أرضية زجاجية ونافذة كبيرة وتلفزيون.",
    "غرفة معيشة تحتوي على أريكة خضراء، أرضية من البلاط الأسود، طاولة، سقف من العوارض الخشبية، وإضاءة."
  ],
  "2b4fc2765e164775bb82e0aaf1d0d65d": [
    "منزل حديث مع مسبح وشرفة محاط بساحة خرسانية مع درجات، ويظهر من أعلى المنزل سقفا ونافذة.",
    "شرفة تحتوي على طاولة وأرائك تؤدي إلى باب خشبي مع ألواح زجاجية وباب زجاجي إطار أسود في الأعلى.",
    "منزل حديث مع شرفة خشبية وأبواب زجاجية يحتوي على طاولة وكراسي خارجًا على فناء، بينما يظهر منظر من الأعلى منزلًا مع باب خشبي ونافذة.",
    "منزل خشبي بسقف خشبي به شرفة مع طاولة وكراسي، وكذلك مدفأة.",
    "مساحة خارجية متعددة المستويات مع شرفة خرسانية و شرفة و سقف خشبي مع سقف معدني.",
    "شرفة مع أثاث خشبي وشجرة محاطة بدرابزين معدني، منظر من الأعلى مع غطاء شجري كثيف.",
    "من الأعلى يظهر شرفة مع طاولة وكرسيا ومظلة، وفي الوسط توجد مظلة سوداء على شرفة قرب الأشجار، وتطير طائرة ورقية في السماء فوق شجرة.",
    "حوض مع شرفة وأكراس محاط بسور معدني، متجاور مع منزل، كل ذلك موجود تحت مبنى كبير مع سقف كبير."
  ],
  "3b2ba223f6a445a6bf4561f1853e83c1": [
    "مطبخ به حوض و نافذة ومزود بستائر وسقف خشبي في غرفة به نافذة.",
    "يُظهر المشهد نافذة ذات ستائر سوداء وإطارات، مع ستائر داخل النافذة، من منظور منتصف وعلوي.",
    "الكاميرا تجلس على إطار النافذة مع طلاء أسود وأبيض بينما تنظر إلى إطار نافذة خشبي.",
    "منظر لمطبخ به حوض و نافذة، ودرجة سلم سوداء مع مسند أبيض، ونافذة زجاجية مع مرآة عليها.",
    "سلالم خشبية مضاءة بالضوء تؤدي إلى طابق علوي في رواق مزخرف بلوحة فنية.",
    "درج خشبي مع سلم ومشجب يؤدي إلى قضيب معدني معلق على الحائط.",
    "منظر لأنبوب معدني، قضيب معدني مع مقبض، وطائرة تطير فوق سماء غائمة.",
    "مسمار معدني يعلّق من سقف غرفة بينما تطير طائرة فوق سماء غائمة ويشع نور على حائط أبيض."
  ],
  "c6a181682e8f4c55b27287031ed7ddcd": [
    "ممر مع أرضيات خشبية وجدران بيضاء، يضم بابًا وعدة مصابيح من منظور من الأعلى.",
    "ساعة مع ظل عليها تجلس في غرفة ذات سقف أبيض وإضاءة، بينما تُعلق صورة لطائرة تطير فوق سماء زرقاء على الجدار.",
    "منظر لحمام به حوض ومرآة، وكذلك مقطع قريب من الباب مع ضوء يسطع عليه.",
    "المشهد يصور حماماً به حوض و حوض استحمام، كل شيء أبيض، وإضاءة فوقه.",
    "المشهد يصور حماماً يحتوي على حوض استحمام، ومدفأة، ورف مناشف، وضوء فوقه.",
    "المشهد يصور حماماً به جدران مفروشة بالبلاط، ومدفأة، ودش.",
    "حمام أبيض مع باب ومرحاض وغسيل وفتحة سقف وجدار أبيض.",
    "ممر مع أرضية خشبية وباب يؤدي إلى حمام مع نافذة سقفية ومرحاض ومغسلة."
  ],
  "a55a46bc13e743ca8626a97ac056b8f3": [
    "حمام به جدارية ملونة على الحائط وسقف من البلاط الأبيض يظهر من منظور من الأعلى والمتوسط، بينما يظهر غرفة مع باب وحائط من منظور من الأسفل.",
    "باب ثلاجة أبيض مع مقبض، وكمبيوتر محمول أبيض مع شاشة بيضاء، وجدار أبيض مع صورة عليه مرئية من زوايا مختلفة.",
    "منظر لحمام به باب أبيض، أرضية خشبية، مقبض، نور، سقف، ومروحة.",
    "المشهد يتألف من أرضية باريسية من الباركيه، وسلم مع صورة، وحمام أبيض مع ثريا.",
    "ممر مع أرضيات خشبية، جدران بيضاء، لوحات، ومصابيح إضاءة.",
    "غرفة تحتوي على ورقة نباتية رباعية الأوراق على الجدار، باب أبيض مع ورقة خضراء معلقة منه، وجدار أبيض به مفتاح للإنارة.",
    "باب أبيض مع مقبض أسود في منتصف إطار أبيض، يُرى من الأعلى إلى الأسفل.",
    "غرفة مع دولاب أحمر وأرضية خشبية وجدران بيضاء ومروحة سقف في الحمام مع صورة."
  ],
  "9f604c054f8f4a0da5778d3c0b36575d": [
    "غرفة نوم دافئة مع أرضية بنفسجية، سرير، مدفأة، وسقف عارضة خشبية مع إضاءة.",
    "المشهد يصور مطبخًا به حوض و مفتاح إضاءة و موقد أسود، يضم جدارًا من البلاط الأصفر، يُرى من الأعلى والمنتصف، بالإضافة إلى حمام به جدار من البلاط الأصفر يُرى من الأعلى.",
    "حمام به حوض ومرآة وديكور أسود وأبيض وضوء سقف ومرحاض.",
    "حمام به أرضية من البلاط الأبيض، حائط من البلاط الأصفر، حوض أسود، وسقف من البلاط الأصفر مع جهاز إضاءة.",
    "حمام به حوض استحمام أبيض، ومدفأة، وصور على مدفأة مثبتة على الحائط، وسقف خشبي مع جهاز إضاءة.",
    "حمام به حوض استحمام أبيض و باب زجاجي ودش ومرحاض في غرفة بسقف خشبي وباب.",
    "حوض استحمام مع سلة يقع أمام نافذة، بينما يظهر شريط أسود ونافذة أخرى في المنتصف، ويمكن رؤية سقف مع ثريا وباب من الأعلى.",
    "غرفة بأرضية بنفسجية ونافذة وباب منزلق مع ستارة عليه وسقف خشبي بأعمدة سوداء."
  ],
  "45af9f44b1d041159dd1ded3c28e8457": [
    "غرفة نوم مع أرضية ورديّة، سرير، وتلفزيون، مع سقف خشبي عند النظر من الأعلى.",
    "المشهد يضم ثلاث مناظير قريبة مختلفة لأبواب خشبية، واحدة مع حاشية معدنية و أخرى مع إطار معدني.",
    "باب خشبي به شق صغير و بقع بنية، يحتوي على مقبض معدني.",
    "يُظهر المشهد منظرًا مقربًا من جدار خشبي، وباب بني، وسقف خشبي مع عارضة معدنية.",
    "حمام به أرضية بيضاء وجدار بني يحتوي على خزانة خشبية بنية ذات أبواب في غرفة به سقف خشبي وجسور.",
    "حمام به أرضية من البلاط الوردي، ومرحاض، وغسالة، من منظور من الأعلى والأسفل والمتوسط.",
    "حمام به دش مبلط باللون الأصفر ومرحاض به منديل ورقي، يُرى من الأعلى مع إضاءة فوقه.",
    "حمام به أرضية ورديّة وجدار أصفر يحتوي على مرحاض وغسّالة، بينما الغرفة الموجودة فوقه تحتوي على سقف وتليفزيون."
  ],
  "74bbacaafe014759bb9a6cc694d72516": [
    "المشهد يظهر حماما به حوض استحمام، دش، مرحاض ورأس دش.",
    "المشهد يصور حماماً مع حوض ومرآة وزجاج من منظور من الأعلى والمنتصف، مع أضواء فوق المرآة من منظور من الأعلى.",
    "حمام به جدران وجدران من البلاط، وحوض استحمام، ومرحاض، وحوض.",
    "المشهد يُظهر حماماً به دش ومرحاض مغطى بالبلاط، من زوايا مختلفة.",
    "حمام به حوض أبيض، جدران مفروشة بالبلاط، أرضية مفروشة بالبلاط الأصفر، ومرحاض أبيض.",
    "حمام به حوض استحمام، دش، مرحاض، وسقف مفروش بالبلاط، مع منشفة معلقة فوق حوض الاستحمام.",
    "حمام به رف مناشف ومنشفة، ومدفأة بيضاء مع قطة عليها، ومنشفة بيضاء معلقة من السقف.",
    "منظر لشقة للبيع في أفنيون مع غرفة تحتوي على اتور وأرضية خشبية، وحمام به ثريا فوق الحوض."
  ],
  "571d716b0cdd430d99c63474c34f0c9c": [
    "منظر لغرفة المعيشة من الدرج المؤدي إلى المطبخ والحمام، مع سقف مقسم أسود وأبيض فوقه.",
    "غرفة ذات سقف خشبي ونوافذ زجاجية تطل على نافذة من الأعلى.",
    "شخص يقف أمام جدار زجاجي في غرفة ذات سقف خشبي وستائر، بينما تُعلّق صورة باب ذي إطار معدني أعلاه.",
    "يتميز المشهد باب زجاجي مع ستائر وأرضية خشبية، وكذلك نافذة مع إطار أسود وطراز خشبي.",
    "المشهد يصور غرفة ذات أرضية بنفسجية، سرير، أريكة، سقف، وباب.",
    "لوحة معلقة على الجدار بجانب صنبور ماء في غرفة تبدو حماما.",
    "المشهد يتكون من ثلاث لوحات، لوحة لامرأة ترتدي قبعة، ولوحة صفراء وسوداء، ولوحة لامرأة ترتدي الأصفر والأسود.",
    "يتم عرض لوحة في مواقع مختلفة، بما في ذلك على درج، في غرفة مع نافذة، وعلى سقف مبنى."
  ],
  "a6ce5d580416478b847a83a2c537a637": [
    "شخص يمشي في ممر أبيض يحمل كاميرا، يمر بباب أبيض، يؤدي إلى حمام به مرحاض أبيض.",
    "رجل يطير طائرة في السماء مع وجود حائط أبيض وساعة بيضاء وتلفزيون أبيض ظاهرين في الخلفية.",
    "رجل جالس في غرفة يحمل كاميرا بينما توجد لابتوب بيضاء على سطح قريب.",
    "منظر لأرضية من البلاط الأسود في منزل مع باب ونافذة مع ستائر في الطابق الأوسط، ونافذة مع ستائر وباب في الطابق العلوي.",
    "مشهد مع أرضية من البلاط الأسود، خزانة بيضاء ذات بابين ومرآة، وضوء فوق الخزانة.",
    "حمام به أرضية من البلاط الأسود، وباب أبيض مع مفتاح للضوء، وثابت إضاءة في السقف.",
    "مشهد يضم أنبوبًا على الحائط، وساعة على حائط أبيض، وكمبيوتر محمول أبيض بشاشة فارغة.",
    "رجل يحمل كاميرا يقف أسفل قضيب معدني معلق من السقف، مع قميص أبيض ظاهر من الأعلى."
  ],
  "b8196686626248beb76ea7c31e6e44e2": [
    "غرفة ذات سقف خشبي وباب زجاجي على أرضية بنفسجية، مع نافذة في الأعلى.",
    "مشهد يضم علبة زجاجية تعرض صورة، و جدار زجاجي مع درج، و قطعة خشب مغطاة بقطعة قماش.",
    "باب خشبي بإطار أسود وستارة، وغطاء من القماش البني في الأعلى.",
    "باب خشبي مع مقبض معدني ، قد يكون ينتمي إلى خزانة ، يظهر في مقربة من زوايا مختلفة.",
    "ممر مع جدران خشبية وأرضية وردية يؤدي إلى غرفة مع سقف خشبي وخشب أسود.",
    "غرفة نوم ذات سقف خشبي وعوارض تحتوي على سرير مغطى بغطاء وردي.",
    "غرفة نوم مع سرير أرجواني وسجادة، نافذة، وسقف خشبي مع عارضة معدنية.",
    "غرفة معيشة ذات ستارة سوداء، أرضية وردية، كرسي أسود، وتلفزيون معلق من عارضة خشبية."
  ],
  "0927e4d3dc3e4c8590fd3f7dc512a130": [
    "حديقة خلفية تحتوي على شرفة خرسانية وبركة سباحة وكرسى استلقاء أحمر تظهر من منظورات مختلفة، بما في ذلك منظر من الأعلى.",
    "منزل خشبي مع باب، جدار مع نافذة وضوء، وأرضية مفروشة بالبلاط.",
    "باب زجاجي حديث مع أرضية خشبية يظهر من خلال مدخل مع سجادة سوداء من منظور من الأعلى.",
    "شرفة حديثة مع طاولة وكراسي تقع خارج منزل ذي جوانب خشبية مع نوافذ.",
    "شرفة حديثة مع شريط أسود وأرائك تقع على شرفة خرسانية مع شريط، أمام منزل مع سقف و شجرة في الخلفية.",
    "شرفة ذات شريط أسود وطاولة مزينة بشجرة ذات أوراق في المقدمة والخلفية.",
    "مشهد يضم شرفة مع طاولة وكراسي، حديقة مع شجرة وكرسي، وشجرة في وسط الشارع.",
    "حوض مائي محاط بسور وطاولة استرخاء ومشرب من الحديد، يقع بجوار مبنى كبير ذو سقف."
  ],
  "8e1fa462cea64696aa723bbfbdb1b21e": [
    "المشهد يصور مطبخًا به طاولات مطبخ من الفولاذ المقاوم للصدأ، موقد وفرن، ومصعد دخان مزود بأضواء.",
    "زهرية الزهور موجودة في مواقع مختلفة، بما في ذلك جزيرة المطبخ وطاولة في مكتب وغرفة مع نافذة.",
    "مشهد يضم أرضية مطبخ من البلاط الأسود، مكتب وكرسي في غرفة، ونافذة مع ستارة سوداء وجدار أحمر.",
    "المشهد يضم ثلاثة تماثيل، اثنتان من النساء وواحدة من رجل، واقفين على أرض حمراء وأمام جدار أحمر.",
    "مشهد يضم مطبخًا به أرضيات من البلاط الأسود وطاولة، وغرفة تضم لوحة فنية كبيرة على الحائط، وغرفة أخرى تضم لوحة فنية على الحائط.",
    "غرفة طعام مع طاولة خشبية وأرائك، ومصباح معلق، ولوحة فنية على الجدار.",
    "مطبخ به طاولة خشبية وأرضية بلاط أسود، يطل على حديقة ويضاء بمصابيح السقف.",
    "مطبخ به فازة على الطاولة ومصباح مع مروحة على السقف."
  ],
  "dba514ffecec43bdb0a247cd898d224b": [
    "المشهد يتألف من خزانة بيضاء صغيرة مع مكتب وكرسي، وخزانة بيضاء مع باب فيها، ومطبخ أبيض مع ضوء على السقف.",
    "غرفة صغيرة تحتوي على بيانو وباب، وتحتوي على كرسي أسود وأبيض، بينما السقف مع ثريا والجدار الأبيض مرئي من الأعلى.",
    "غرفة نوم مريحة ذات طابع غابة، تضم سريراً صغيراً مع وسائد خضراء، لوحة جدارية لغابة على الحائط، وإضاءة سقف ذات تصميم مطابق للغابة.",
    "غرفة نوم صغيرة تحتوي على سرير وتليفزيون، حيث يقع التليفزيون على حائط أبيض يضيء عليه نور.",
    "شاشة الكمبيوتر موضوعة على مكتب بجانب لوحة فنية، بينما تعلق لوحة لزهرة حمراء وخضراء على الحائط.",
    "المشهد يتألف من ثلاث لوحات تصور نساء مختلفات في بيئات متنوعة.",
    "غرفة معيشة صغيرة مع طاولة قهوة وسجادة مخططة تُرى من منظور من الأعلى، مع مصباح مظلل أخضر وصور شقة أو منزل للبيع تُرى من منظور منتصف.",
    "المشهد يتألف من غرفة صغيرة تحتوي على خزانة زرقاء وسجادة، خزانة ملابس بيضاء مع باب أخضر، ومطبخ مع ثريات فوق الخزائن."
  ],
  "ca38c3e0cbcf4a4992d79889e5793cb7": [
    "غرفة تحتوي على أريكة خضراء، ورق جداري وردي وأسود، وورق جداري وردي وبني مع نافذة.",
    "غرفة تحتوي على أريكة صفراء وورق حائط وردي متصلة بحمام يحتوي على ورق حائط وردي وأسود مزخرفان بنمط دمسك.",
    "غرفة نوم صغيرة بها سرير وسجادة وثلاجة وتحتوي على مصباح.",
    "غرفة نوم تحتوي على سرير، مكتب، كمبيوتر، ورسومات امرأة معلقة على الحائط.",
    "مكتب مزود بشاشة و مصباح محاط بزوج من مصابيح أرضية ذات ثلاثة أقدام معدنية و حائط مزود بمصابيح و خلفية بيضاء.",
    "منظر حديقة من خلال نافذة مع مشع أسود وستارة ورديّة في المقدمة وأشجار في الخلفية.",
    "مظلة سوداء معلق من نافذة فوق مقعد خشبي يحتوي على مظلة، بينما يزين شريط أسود عتبة النافذة أسفله.",
    "منظر من عتبة نافذة مع إطار أسود ونبات أخضر، وباب شرفة مع مظلة خشبية، ومنظر علوي لنافذة مع إطار أسود وستارة حمراء."
  ],
  "c3fe2f1211cf4bce8458006b7f174010": [
    "تمثال أحمر يجلس على مقعد خشبي على شرفة خرسانية مع جدار خشبي ، أمام منزل به سقف أسود ونافذة.",
    "شخص واقف أمام باب زجاجي مع سجادة سوداء على إطار باب خشبي.",
    "يُرى عمود خشبي مع باب عليه من الأعلى، وفي الوسط يظهر باب زلازل مع باب زجاجي في المنزل، ومن الأعلى يُرى عمود خشبي مع نافذة عليه.",
    "شرفة مع طاولة وكراسي تقع خارج منزل مع واجهة خشبية ونوافذ، توفر إطلالة على الخارج.",
    "شرفة عصرية مع طاولة وكراسي مرئية من الأعلى، مع سقف معدني أسود على المنزل، بينما من الأسفل، يبدو أنها شرفة بسيطة مع طاولة وكراسي.",
    "منظر لشرفة تحتوي على مقعد وحديقة، ودرابزين أسود و شجرة، وطائرة ورقية تطير في السماء فوق شجرة.",
    "إعداد خارجي هادئ مع شرفة، شرفة، أشجار، وطائرة ورقية تحلق في السماء.",
    "مبنى كبير مع سقف يطل على منطقة مسبح مع سياج و شرفة و حواجز."
  ],
  "e0f025c0baa94beba57ea499e3d846c5": [
    "مطبخ مع أرضية من البلاط الأسود، ثلاجة، وميكروويف يقع في غرفة مع نافذة وستائر.",
    "المشهد يصور غرفة تحتوي على عارضة خشبية، أرضية من البلاط الأسود، عمود خشبي أسود، ونافذة بإطار أسود خشبي.",
    "رجل يحمل جهاز تحكم عن بعد يحدق في شاشة تلفزيون بيضاء فارغة تحت ضوء ساطع يأتي من السقف الأبيض.",
    "غرفة بسيطة ومبسطة مع كرسي أبيض مقابل جدار أبيض، ومفتاح إضاءة على جدار أبيض آخر، ونافذة مع ضوء يسطع من فوق.",
    "درج خشبي يؤدي إلى غرفة بأرضية خشبية.",
    "غرفة تحتوي على سقف أحمر وأبيض وثريا، وتحتوي على درج مع لوحة وطاولة طعام، بينما يظهر درج منفصل مع موصاد أحمر وطاولة من منظور أدنى.",
    "مطبخ مع أرضيات من البلاط الأسود وطاولة كبيرة مع كراسي، يُرى من الأعلى مع عارضة معدنية وثابت إضاءة على السقف.",
    "مطبخ حديث مع جزيرة كبيرة وزهرية زهور فوقها، موضوع تحت سقف أزرق."
  ],
  "356a6494c8034d6d845f0bba28b8effb": [
    "موقد النار مع شفة سوداء وأرضية بنفسجية يُرى من الأعلى، وفي الوسط يوجد شاشة موقد نار سوداء وبيضاء، والمنظر يقع على أرضية خرسانية مع إطار معدني.",
    "حمام به أرضية بنفسجية، و مصباح، وباب، وصورة على الحائط، وسقف خشبي مع لوحات.",
    "غرفة تحتوي على أريكة صفراء على أرضية خشبية تؤدي إلى مطبخ به سقف خشبي وثريات.",
    "غرفة تحتوي على أريكة صفراء، ووسادتان، وسرير، وكنبة، وسقف خشبي، وستارة سوداء.",
    "غرفة نوم تحتوي على سرير وحمام تقع في غرفة ذات جدران وأرضية بنفسجية، كل ذلك تحت سقف خشبي مقسم.",
    "غرفة تحتوي على باب زلازل ونافذة، وتضم طاولة سوداء مع كتب وزهرة، بينما يضم السقف عوارض خشبية ونافذة.",
    "غرفة تحتوي على مبرد على مكتب بجانب نافذة، نافذة ذات لوح زجاجي وإطار خشبي، وسقف به نافذة وباب.",
    "غرفة بسقف خشبي، أرضية بنفسجية، تلفزيون على طاولة بجانب باب، ونافذة."
  ],
  "541ab4e8ff1f4bc8bf20775a1fb38872": [
    "مشهد يضم تمثالين، أحدهما رجل يقف على كتلة والآخر امرأة تقف في المطبخ، في غرفة ذات سقف.",
    "امرأة جالسة على أريكة مع حاسوب محمول في غرفة ذات جدار وردي وأرضية بيضاء، بينما رجل جالس في غرفة منفصلة ذات جدار برتقالي كبير.",
    "المشهد يصور حماماً بأرضيات برتقالية، بما في ذلك مقطع قريب من جدار وردي وبرتقالي ومشاهد من القسم الأوسط بلون برتقالي فاتح.",
    "غرفة ذات جدار أحمر وثريات إضاءة تحتوي على باب مع إطار أبيض وباب أحمر مع شريط أبيض.",
    "منظر لحمام به أرضية من البلاط الأبيض، وخزانة مع ضوء عليها، وسقف مع ثريات و جدار أبيض.",
    "باب معدني مع مقبض وباب مع مقبض.",
    "غرفة طعام تحتوي على طاولة سوداء وأرائك، طاولة خشبية مع كرسي خشبي و مصباح، و سقف مع ثريا و مصباح معلّق.",
    "منظر لمطبخ مع أرضية من البلاط الأسود يؤدي إلى غرفة طعام مع طاولة خشبية وثريا، يُرى من الأعلى مع الثريا المعلقة من السقف."
  ],
  "751a95287d8e487eac608776f5e3a546": [
    "غرفة بأرضية خشبية مع باب تؤدي إلى حمام بأرضية مماثلة، بينما يعلو الممر مصباح.",
    "المشهد يتكون من ثلاث لوحات، واحدة لامرأة مع خلفية زرقاء وصفراء، ولوحة أخرى مع خلفية صفراء وزرقاء، ولوحة ثالثة تصور اللوحة الزرقاء والصفراء على الحائط.",
    "لوحة ب خلفية صفراء وزرقاء معلقة على حائط بإطار أصفر.",
    "ممر مع أرضية خشبية يؤدي إلى باب أبيض مع مقبض أبيض و أبيض، كل ذلك تحت سقف أبيض وجدار أبيض.",
    "ممر مع أرضيات خشبية وباب يؤدي إلى غرفة مع مروحة سقف وضوء، بينما يقع أريكة سوداء في وسط الممر مع جدران بيضاء.",
    "منظر لشقة للبيع في سانت لويس مع باب أبيض وأرضية خشبية وسقف أبيض مع جهاز إضاءة.",
    "حالة سي دي بيضاء مع غطاء أبيض تجلس على أرضية بيضاء تحت سقف أبيض مع شريط أبيض.",
    "غرفة ذات جدار أبيض، ومدفأة، وأرضية خشبية، وباب أبيض مع مقبض، يضاء من فوقها بضوء."
  ],
  "0b302846f0994ec9851862b1d317d7f2": [
    "المشهد يصور رواقًا وغرفة معيشة مع أرضيات خشبية وبيضاء، كراسي، أريكة، وثريات.",
    "حمام به ستارة دش بيضاء ومرحاض موضوع على أرضية خشبية مع مبرد في الوسط، بينما تظهر جدار أبيض مع رفين أبيضين من الأعلى.",
    "خزانة بيضاء مع أرضية خشبية وباب أبيض تُرى من الأعلى، بينما يُرى باب أبيض مع إطار أبيض وباب أبيض من المنتصف، وحيث يُرى جدار أبيض مع رف أبيض وسقف أبيض من الأعلى.",
    "غرفة ذاتجدران بيضاء وأرضيات خشبية تحتوي على مصباح على جدار أبيض وسقف أبيض.",
    "ممر مع أرضية خشبية وسقف زجاجي يؤدي إلى غرفة مع أرضية بيضاء وإضاءة سقف.",
    "حمام به حوض و مرآة يحتوي على مبرد أبيض على أرضية خشبية بينما يطفو كائن صغير على شكل قلب في الهواء.",
    "ممر مع أرضية خشبية ومدفأة يؤدي إلى غرفة ورق الجدران الوردي مع باب مفتوح.",
    "غرفة تحتوي على كراسي جلدية في زاوية، رواق مع كرسي بني وإضاءة، وجدار أبيض مع جهاز إضاءة في الأعلى."
  ],
  "0f7e0af0cb3b4c2abf62bba2fd955702": [
    "مطبخ مع أجهزة من الفولاذ المقاوم للصدأ بما في ذلك ثلاجة وآلة قهوة وفرن ميكروويف، مع باب الثلاجة مفتوحا.",
    "مطبخ يحتوي على ثلاجة نبيذ تحتوي على فواكه، ثلاجة، حوض، ونافذة كبيرة تشرق منها الضوء.",
    "المشهد يصور مطبخًا به موقد ومرحاض وفرن ونافذة، مع أرضيات من البلاط الأسود.",
    "مطبخ به وعاء على الجزيرة، وإناء كبير على المنضدة، وسقف خشبي وجدران حمراء.",
    "مطبخ مع أرضية من بلاط أسود يؤدي إلى غرفة طعام مع لوحة فنية كبيرة معلقة فوق الطاولة، كل ذلك تحت سقف مع ثريات وأخشاب.",
    "غرفة ذات نافذة كبيرة ونبات يوجد فيها كرسي أصفر أمام حوض، بينما يظهر عارضة خشبية مع إطار معدني ونافذة من الأعلى.",
    "منزل به حوض سباحة يحتوي على غرفة معيشة تطل على الحوض و زوج من كراسي الاستراحة الصفراء، بينما تظهر منظر من الأعلى سقف المنزل.",
    "مطبخ به سماعة حمراء على منصة خشبية، كرسي أحمر، ميكروويف، نافذة، وستائر."
  ],
  "9a10d725e7334967a8ca89b2a61c446e": [
    "مشهد منقح يحتوي على عناصر بيضاء بما في ذلك تلفزيون وساعة وحاسوب محمول.",
    "يصور المشهد غرفة ذات أرضية خشبية، ورواق مع جدار أبيض ومشعاع، وغرفة ذات جدار وسقف أبيض.",
    "منظر لغرفة الاستحمام مع دش ومرحاض، من الأعلى، مع باب أبيض وإطار في الوسط، وأرضية خشبية في الغرفة أسفل.",
    "حمام به أرضية خشبية، باب مفتوح، حوض، وفتحة سقف مع ضوء فوقها.",
    "المشهد يتكون من باب أزرق يؤدي إلى غرفة نوم مع باب أزرق وسرير، وفوقها حمام مع جدار أزرق وسقف أبيض.",
    "غرفة نوم زرقاء مع سرير صغير، طاولة بيضاء وأرائك، ومصباح ومروحة على السقف الأزرق.",
    "المشهد يتألف من غرفة ذات أرضية خشبية ومكتب، وغرفة ذات جدران زرقاء وطاولة وكرسيا، وحمام ذات سقف أزرق وثريا.",
    "منظر مقرب للباب الأبيض مع ضوء عليه ومفصل."
  ],
  "9167f8d20b954ccf97b09d33762cf4d5": [
    "منزل حديث مع جدار زجاجي كبير يحتوي على غرفة مع سقف خشبي وعوارض، حيث تجلس تمثال خنزير أحمر على أرضية من البلاط الأسود.",
    "مطبخ به طاولة خشبية وأرائك مضاءة بمصباح معلق من عمود معدني، في حين يقف عمود خشبي على أرضية بلاط أسود.",
    "غرفة طعام تحتوي على طاولة وكراسي، تتميز بطاولة سوداء وكراسي من منظور من الأسفل، ولوحة فنية كبيرة معلقة من السقف من منظور من الأعلى.",
    "المشهد يتكون من باب أبيض مع مقبض أسود وأرضية من البلاط الأسود تؤدي إلى غرفة ذات جدار رمادي.",
    "ممر مغطى بالبلاط الأسود يؤدي إلى باب يفتح إلى شرفة تحتوي على طاولة وكراسي، بينما يضيء مصباح السقف وثابت الإضاءة الممر من الأعلى.",
    "منظر لباب زجاجي يؤدي إلى شرفة، شرفة مع شجرة، ونافذة ذات إطار أبيض من الأعلى.",
    "حوض سباحة محاط بأشجار يقع في حديقة مع إناء فخاري أحمر على طاولة قريبة، بينما يظهر باب المرآب مع ضوء عليه من الأعلى.",
    "تمثال خنزير أحمر يجلس على طاولة بجانب نافذة تطل على مسبح وأشجار، محاط بإطار نافذة خشبي."
  ],
  "36127c5e30e644799c0f1a1ecd4381ca": [
    "ممر مع أرضيات خشبية يؤدي إلى حمام مع نافذة سقفية وباب أبيض، بينما يظهر باب مع حوض من المنظر العلوي.",
    "المشهد يصور حماما به مرحاض و مغسلة و دش مفروش بالبلاط و سقف.",
    "المشهد يصور حماماً به حوض ومرآة وضوء فوقهما.",
    "حمام مع حوض أبيض، وجدران وجزء سقف وأرضية مفروشة بالبلاط، ومنشفة.",
    "حمام به حوض استحمام أبيض، حائط بلاط أصفر، ومستحمام بلاط مع مناشف على الأرض.",
    "حمام به رف مناشف أبيض والمناشف معلقة عليه.",
    "حمام به نافذة، صينية بيضاء مع مقبض معدني، ومنشفة معلقة على رف معدني.",
    "يُظهر حمامًا به رف مناشف أبيض من زوايا مختلفة، مع عرض أرضية خشبية أو من البلاط ونافذة."
  ],
  "c7b097de55f242fa8bdd795d3945637d": [
    "ممر به رفوف كتب يحتوي على أرضية من البلاط الأسود، حائط أحمر، ويؤدي إلى غرفة بسقف خشبي ورفوف كتب إضافية.",
    "رفوف كتب ممتلئة بالكتب مرئية من الأعلى والوسط والأسفل.",
    "رف كتب ممتلئ بالكتب.",
    "رجل جالس على مقعد في غرفة تحتوي على خزانة بنية مع باب أبيض وضوء عليه في منظور قريب.",
    "خزانة خشبية ذات أرجل وسطح من المعدن تقع في وسط غرفة ذات إطار معدني، بينما تحتل حائط أبيض مع باب أسود برتقالي الخلفية.",
    "منظر لحمام صغير به جدار أحمر يضم لوحة فنية ذات خلفية سوداء وبرتقالية، وحمام به جدار وردي مع مرآة من منظور من الأعلى.",
    "ضوء يسطع على جدار به لوحة لجدار برتقالي وأصفر.",
    "حمام به جدار أحمر، أرضية سوداء، جدار وردي بإطار خشبي، وحمام في الوسط."
  ],
  "95e9e714db234174b904782f1256c3f9": [
    "ساونا خشبية مع منشفة على الأرض، غرفة ساونا مع مقعد خشبي و مصباح، وسقف خشبي مع مروحة وضوء.",
    "غرفة ساونا خشبية مع دلو ومنشفة على الأرض، سرير مع وسائد في الوسط، وسقف خشبي مع مصباح فوقه.",
    "باب زجاجي بإطار خشبي به ثقب صغير، مضاء من فوق.",
    "غرفة ذات جدار زجاجي وأرضية خشبية تحتوي على باب زجاجي وأرضية بنفسجية، مع ضوء يسطع من خلال الجدار الزجاجي من الأعلى.",
    "غرفة تحتوي على سرير وأريكة عليها وسادة صفراء، وعندما ننظر من الأعلى نرى أعمدة خشبية من سقف كنيسة.",
    "غرفة خشبية مع حمام يحتوي على رف مناشف وضوء مثبت على الحائط، وسقف به ضوء وعارضة خشبية.",
    "خزانة تحتوي على معطف معلق عليها وكومة من المناشف على رف خشبي، مع منشفة واحدة معلقة في الوسط.",
    "ساونا خشبية مع مقاعد وأضواء، تتميز بأرضية وسقف خشبيين."
  ],
  "6c58b3d5819e4ca8b896f81230477c7e": [
    "رجل يقف على سطح يطل على شرفة تحتوي على مسبح وتراس خرساني به كراسي وطاولات.",
    "منزل بهوائيات خشبية ونوافذ يمتد إليه ممر خرساني يؤدي إلى باب زجاجي بإطار خشبي.",
    "مكتب خشبي يجلس على شرفة خرسانية خارج منزل مع نوافذ وواجهة خشبية، وفي الداخل هناك أريكة خضراء بالقرب من باب زجاجي منزلق.",
    "منزل حديث ذو سقف خشبي يطل على فناء حديث ذو باب زجاجي وأرائك استقبال خارجية مع مخدات رمادية.",
    "منزل من الطوب الأسود مع سقف وشجرة يطل على فناء من الخرسانة مع أريكة رمادية وجدار من الطوب الأسود مع كراسي وأريكة.",
    "رجل يطير طائرة ورقية فوق شجرة واقفاً على شرفة مع نباتات بامبو وأشجار صغيرة، يشرف على غابة بامبو.",
    "حديقة مع أشجار و",
    "رجل يطير طائرة ورقية في السماء بينما ينظر من شرفة تحتوي على طاولة وأرائك وسياج، وحوض مع شريط زجاجي وأثاث أدناه."
  ],
  "76c9116d417849c6be0f37a8b353e0d8": [
    "غرفة بأرضية من البلاط الأسود، كرسي أصفر، نبات أخضر، وسقف خشبي مع عوارض.",
    "مطبخ حديث مع طاولة خشبية وأرائك مضاءة بأضواء معلقة من سقف به عارضة معدنية.",
    "غرفة طعام في مطعم تحتوي على طاولة خشبية كبيرة وستة كراسي، مضاءة بثريا معلق من السقف.",
    "غرفة طعام مع طاولة خشبية وأكراس، لوحة معلقة على الحائط، وتمثال على الطاولة.",
    "منظر لمنزل به رواق معمور بالبلاط الأسود يؤدي إلى باب، رواق به باب وباب زجاجي، وعوارض خشبية على السقف.",
    "تمثال خنزير أحمر يجلس على أرضية من البلاط في مشهد يضم شرفة مع شجرة في الخلفية ومشرب مزود بشعاع خشبي.",
    "غرفة تحتوي على مسخن لها منظر إلى مسبح من خلال نافذة مع ستارة.",
    "غرفة تحتوي على مبرد ونوافذ تطل على حديقة خارجية، مع سقف خشبي فوقها."
  ],
  "95064dc2001c4f64b0ccc9ab9702e35e": [
    "كرسي أصفر ومقعد قدمين موضوعان في مطبخ، بينما يجلس كرسي أصفر في غرفة مع نافذة، كل ذلك يُرى من منظور من الأعلى لغرفة ذات سقف أبيض وستائر بيضاء.",
    "مطبخ به كرسي اصفر و ارضية من البلاط الاسود، يحتوي على ثلاجة و حوض، يضاء بواسطة نافذة كبيرة مع ظل ابيض.",
    "مطبخ بمزيج من الأعمدة المعدنية والخشبية، وأرضيات مفروشة بالبلاط، وطاولة عمل بيضاء، وضوء أحمر على عمود معدني.",
    "غرفة طعام تحتوي على طاولة كبيرة وأرائك على أرضية من البلاط الأسود، ومضاءة من خلال ثريا معلقة من السقف.",
    "تمثال خنزير أحمر يقف على أرضية بلاط سوداء في ممر منزل به سقف خشبي يضم لوحة.",
    "منظر شرفة من نافذة كبيرة مع مسخن ومصنع في نافذة أدنى وستارة على نافذة أعلى.",
    "نبات في وعاء يجلس على طاولة بالقرب من مسبح ، يُرى من المنتصف عندما يفتح باب ليكشف عن المسبح ، بينما من الأعلى يمكن رؤية نافذة ذات إطار أسود وستارة.",
    "غرفة معيشة تحتوي على أريكة صفراء وكرسي صفراء أمام نافذة بيضاء بإطار أسود تحيط بها نباتات خضراء."
  ],
  "5908a457f37a470aa0e8cd389f31d438": [
    "حمام به دش مفروش و مرحاض و زجاجة شامبو على الرف.",
    "حمام به مرحاض و حوض و دش بلاط أبيض مع منشفة معلقة على الحائط.",
    "حمام به حوض ومرآة ورف لمناشف ومنشفة معلقة على الحائط.",
    "حمام به حوض و مرآة وضوء يسطع عليه.",
    "منظر لممر مع درج خشبي وباب أبيض يؤدي إلى حمام به رف مناشف ومنشفة معلقة على الحائط وأرضية خشبية مع مبرد.",
    "مشهد حمام مع مبرد أبيض، أنابيب، أنبوب أبيض معلق، ورف مناشف مع منشفة.",
    "مرفق مناشف أبيض مع منشفة عليه يظهر في حمام مفروش بالبلاط الأبيض مع أرضيات مفروشة بالبلاط.",
    "المشهد يصور حماماً به جدران مفروشة بالبلاط ومرحاض، بالإضافة إلى دش مفروش بالبلاط في المنظر السفلي."
  ],
  "14a8edbbe4b14a05b1b5782a884fb6bf": [
    "المشهد يصور غرفة مع أرضية بنفسجية، سقف خشبي، مبرد، وضوء.",
    "غرفة معيشة ذات أرضية بنفسجية، كرسي أسود، شاشة سوداء، وأرضية خشبية، مغطاة بسقف أسود وستارة سوداء.",
    "غرفة نوم تحتوي على سرير أرجواني وسقف خشبي مع جهاز كمبيوتر محمول على السقف.",
    "غرفة تحتوي على سرير بنفسجي وجدران، تتميز بسقف خشبي وحمام مع أضواء فوقه.",
    "حمام به بلاط بنفسجي ونافذة يحتوي على حوض استحمام ومرحاض في غرفة بسقف خشبي.",
    "المشهد يتكون من غرفة تحتوي على نافذة، ومدفأة، وباب، كلها ذات لمسات سوداء.",
    "المشهد يصور حماماً به ستارة دش، و جدار رمادي مع خط أسود، ونافذة مغطاة بالبلاستيك.",
    "غرفة ذات نافذة وستارة وستارة زجاجية ومشعاع وباب وسقف خشبي."
  ],
  "ef2bbeeb20aa4059bc79a9c3b7a45a1f": [
    "المشهد يضم إطارًا أسودًا مع زهرة، ولوحة زهرية تيوليب على الحائط، وجدارية زرقاء ورديّة مع زهرة ورديّة.",
    "باب أبيض يؤدي من ممر إلى غرفة مع أرضية خشبية وخزانة بيضاء ضد جدار أحمر وأبيض.",
    "ممر مع مصباحين أبيضين يؤدي إلى حمام به أسطوانتان أبيضتان ومرحاض، بينما يمكن رؤية جدار أبيض مع مصباح وباب من الأعلى.",
    "غرفة صغيرة مع سرير أبيض، خزانة، ومصباح، تحت سقف أبيض مع مصباحين.",
    "المشهد يتكون من غرفة نوم مع غطاء سرير وردي، خزانة، خزانة بيضاء صغيرة مع مرآة، وثلاجة بيضاء في السقف.",
    "غرفة نوم صغيرة مع غطاء أحمر على السرير ولوحة على الحائط، مشاهد من الأعلى مع ضوء أخضر يضيء الغرفة.",
    "غرفة صغيرة تحتوي على كرسي أخضر وسرير، أريكة خضراء ونافذة، ومروحة سقف في غرفة تحتوي على نافذة.",
    "غرفة تحتوي على أريكة صفراء، توجد أمامها مرآة كبيرة عليها زهرة حمراء، وفي أعلى الجدار الأسود الكبير صورة امرأة."
  ],
  "f3d9a22621e14992b8b3fb9776f0395b": [
    "المشهد يصور حماماً به حوض استحمام، مرحاض، دش، ومنشفة معلقة من السقف.",
    "حمام به حوض و مرآة ومناشف معلقة على الحائط.",
    "حمام به باب و حوض و مرحاض و ستارة دش.",
    "حمام مع باب أبيض، مرآة، وإضاءة على حائط أبيض مع إضاءتين.",
    "سلالم خشبية مضاءة تؤدي إلى غرفة بيضاء الجدران.",
    "غرفة ذات أرضية خشبية ومعدات رياضية تؤدي إلى حمام به سقف أبيض وثريات.",
    "حمام يحتوي على مرآة ومرحاض وجدار مكشوف أبيض ودش يُرى من الأعلى، بينما يُرى باب مع مقبض وأرضية خشبية من الأسفل.",
    "معلقة المناشف في حمام ذو جدران مفروشة بالبلاط تظهر من زوايا مختلفة."
  ],
  "74d5b2290be74a1ba052b6fe2320e064": [
    "تمثال امرأة يقف في مطبخ على أرضية من البلاط الأسود في غرفة.",
    "حمام به باب و جدار يحتوي على نور أبيض و قضيب معدني أبيض معلق على الجدران.",
    "غرفة ذات باب ونافذة، تحتوي النافذة على ستارة وتطل على حائط أحمر.",
    "غرفة مفروشة بالبلاط الأسود مع باب أبيض يحتوي على ستارة وضوء في الأعلى.",
    "باب أبيض مع بلاط أسود وأرضية سوداء يؤدي إلى خزانة ذات إضاءة.",
    "باب أبيض مع مقبض وبلاط أسود على الأرض.",
    "باب أبيض مع مفتاح إضاءة على الجدار بجانبه.",
    "مشهد به باب صغير، طاولة، وجدار خرساني بحاجز معدني."
  ],
  "e60f96413bf448889377affdd919ba35": [
    "مطبخ مع أسقف خشبية، ستائر، حوض، وثلاجة، يضم أسود وخشب على السقف.",
    "المشهد يضم نافذتين ذات إطارات سوداء ونوافذ، وجهة نظر لنافذة ذات إطار معدني من الأعلى.",
    "يظهر نافذة مكسورة وستارة من الأسفل، بينما تُشير كاميرا على حامل ثلاثي القوائم نحو سقف زجاجي، ويظهر باب زجاجي بإطار معدني من الأعلى.",
    "المشهد يضم غرفة مع جدار زجاجي وباب زجاجي قابل للانزلاق مع ستائر، وكذلك نافذة في باب زجاجي.",
    "ممر مع أرضيات خشبية وباب يؤدي إلى غرفة مع لوحة معلقة على الحائط.",
    "غرفة ذات جدران بيضاء مع أرضية خشبية تحتوي على لوحة على الجدار بجانب قضيب معدني وكرسي أصفر، بينما يجلس كرسي أبيض على الأرض.",
    "عصي و أنابيب معدنية معلقة من السقف و الجدران في غرفة.",
    "غرفة تحتوي على قضيب معدني معلق من السقف، جدار أبيض مع عارضة خشبية في الوسط، وسقف مزخرف بعوارض خشبية وألواح خشبية."
  ],
  "5c297f8154ee4807bbd7dea5e4e6eb21": [
    "غرفة صغيرة مع سجادة مخططة تحتوي على خزانة بيضاء مع رف ودرج، بينما فوقها مطبخ أبيض مع مصباح سقف.",
    "غرفة تحتوي على سجادة ملونة، أرضية خشبية، خزانة بيضاء، كرسي، ومصباح معلق فوق خزانة مطبخ.",
    "مشهد يظهر غرفة معيشة صغيرة مع أريكة وسجادة، غرفة نوم مع سرير ولوحة على الحائط، ولوحة معلقة على سقف غرفة.",
    "غرفة تحتوي على لوحة لامرأة تجلس على مقعد، ولوحة أخرى لامرأة ترتدي فستانًا أحمر وأزرق، ولوحة معلقة على الحائط.",
    "رجل يطير طائرة في السماء بينما طائر يطير فوقه مع ضوء يسطع عليه وضوء أصفر يضيء السقف أدناه.",
    "حمام به مرحاض ونافذة، ويضم مصباحًا أرضيًا أبيض بجوار نافذة ذات ستارة خضراء ودرابزين.",
    "منظر لشبه نافذة ذات إطار خشبي ومدفأة بيضاء، تطل على شجرة وأشجار، مع ستارة نافذة مغلقة وعصا مثبتة.",
    "غرفة تحتوي على مكتب، نافذة، مسخن، لوح أبيض، ستائر، ستارة خضراء، وإطار أسود."
  ],
  "e5c5d8fa1ad94d97bcdb74e69e938ea0": [
    "سقف أبيض مع ضوء، كتاب أبيض مع غلاف أصفر، وباب أبيض مع حشرة صغيرة عليه.",
    "كرسي أبيض يقع على أرضية خشبية في غرفة تحتوي على حائط أبيض يحتوي على مبرد، بينما يعلق ساعة صفراء وبيضاء على حائط أبيض آخر.",
    "غرفة ذات جدران بيضاء مع أرضية خشبية أو أرضية بيضاء مغطاة بسقف من ألواح بيضاء.",
    "المنظر يصور غرفة وممرًا مع أرضيات خشبية وجدران بيضاء، ويتم رؤيته من منظورين من الأعلى ومن الوسط.",
    "منظر لمكيف حرارة على أرضية خشبية في ممر مع باب أبيض وخزانة، يؤدي إلى مطبخ مع ثلاجة بيضاء وجدار.",
    "غرفة نوم صغيرة تحتوي على سرير وخزانة ومكتب وخزانة تظهر من فوق، بينما يمكن رؤية السقف الأبيض مع جهاز إضاءة وثلاجة من الأعلى.",
    "غرفة معيشة تحتوي على أريكة وسجادة ونافذة ومروحة سقف وورق حائط مطبوع بتصميم الفهد.",
    "باب أبيض مع مقبض معدني وخط أحمر عليه."
  ],
  "04e0d7506a0849009fabf4c10fa74a40": [
    "رجل يمشي في ممر ويحمل كاميرا ويدخل حمام أبيض به مرحاض وغسّالة.",
    "شخص يرتدي قميصًا أبيض وأصفر متقاطعًا يقف أمام جدار أبيض مع تلفزيون أبيض و شخص آخر يرتدي قميصًا أبيض.",
    "رجل يطير طائرة بينما يعلق ساعة بيضاء على حائط أبيض ويجلس جهاز كمبيوتر محمول أبيض على مكتب.",
    "داخل بسيط وحد الأدنى مع درج خشبي وجدران بيضاء وكرسي وباب ونافذة.",
    "غرفة ذات أرضية خشبية، باب أبيض مقبض أسود، وخزانة بيضاء مع باب إلى جانبها.",
    "درج مع سلم معدني و قضيب معدني معلق، مضاءة بمصباح صغير على الدرج.",
    "مسمار معدني و أنبوب أسود معلقان من سقف أبيض، في حين يجلس شاشة تلفزيون بيضاء في الأعلى.",
    "غرفة تحتوي على قضيب معدني معلق من السقف، حائط أبيض به جهاز كمبيوتر محمول، وحائط أبيض به تلفزيون."
  ],
  "ae407deab28949e8b8daede6749be158": [
    "غرفة تحتوي على جهاز جرى وعدة قطع من الأثاث، بما في ذلك أريكة وسرير، مزخرفة بستارة خضراء ولديها جدار أبيض.",
    "المشهد يضم صالة ألعاب رياضية مع آلات التجديف، غرفة مع جهاز المشي و تلفزيون، وإعلان عقاري لشقة في سانت لويس.",
    "غرفة جيم تحتوي على آلة التجديف والأثقال ومرآة تقع أسفل حمام به مروحة سقف ونبات.",
    "المشهد يضم عناصر خضراء متنوعة بما في ذلك ورقة مطلية على الجدار وورقة نباتية رباعية الأوراق في زهرية ونبات يجلس على جدار أبيض.",
    "رجل يطير طائرة ورقية في السماء بينما يجلس كرة تمرين رمادية في زاوية غرفة ذات جدار وسقف أبيض.",
    "كرة الجيم تجلس على حائط أسفل جهاز كمبيوتر محمول أبيض بشاشة فارغة، بينما تقف قططة سوداء على حائط أبيض أعلى.",
    "منظر من نافذة مع عتبة نافذة صغيرة، وبركة مرئية من النافذة، وستارة خضراء مع نافذة أخرى.\n\n     ,",
    "متحدث يجلس على عتبة نافذة بجانب زهرية بينما تغطي الستائر الخضراء نافذة مع مقعد."
  ],
  "6ab39d830183407cb7ec17206889000d": [
    "مطبخ حديث مع أرضيات وأرفف من البلاط الأسود، ويضم طاولة من الفولاذ المقاوم للصدأ وباب زجاجي، ومضاءة من قبل مصباح السقف في غرفة مع مروحة سقف.",
    "مشهد يضم ثلاثة تماثيل مختلفة، بما في ذلك تمثال أسود على أرضية من البلاط الأسود، وتمثال لامرأة في مكتب، وتمثال لرجل هندي في رواق.",
    "غرفة ذات جدران حمراء تحتوي على تماثيل لامرأة مصرية وفرعون.",
    "مشهد يظهر شقة/فيلا للبيع مع غرفة ذات جدار برتقالي تحتوي على باب زلازل، وغرفة ذات جدار أحمر وبرتقالي من الأعلى.",
    "مطبخ مع أرضية من بلاط أسود و حوض أبيض يُرى من الأعلى، بينما يُرى جدار أبيض مع مفتاحات الضوء من الوسط، وجدار من الخرسانة مع صورة يُرى من الأعلى.",
    "تمثال يقع على طاولة خشبية في غرفة طعام مع لوحة معلقة فوقه، يُرى من وجهتي نظر الوسط والعلوية.",
    "غرفة طعام تحتوي على طاولة خشبية وستة كراسي، مضاءة بمصباح كبير مع العديد من الأضواء.",
    "غرفة تحتوي على طاولة طعام وأرائك وطاولة مطبخ وأرائك ومصابيح معلقة ذات عوارض سوداء."
  ],
  "68f75a181e364970b3f1cf783c0380fa": [
    "غرفة ذات سقف وأرضية خشبية تحتوي على مبرد ونافذة على أرضية بنفسجية.",
    "غرفة نوم مع سرير أرجواني، وسقف خشبي، وعوارض، ومضاءة بمصباح سقف.",
    "منظر لمطبخ به أرضية بنفسجية وصفائح صفراء، ويتميز بأعمدة خشبية وحمام به سقف خشبي وثريات إضاءة.",
    "حمام به حوض استحمام أبيض و حوض و أرضية بيضاء، وبلاط أصفر، وسقف خشبي، وثريا.",
    "حمام به حوض استحمام أبيض، سلة من القش، وصور أشخاص، يقع في غرفة ذات سقف خشبي وصور أخرى.",
    "غرفة تحتوي على سرير، نافذة مع درج وسلم، وباب منزلق عليه مصباح.",
    "منشفة معلقة على الحائط بجانب الباب، ويمكن رؤية نافذة مع ستارة زرقاء وبيضاء، وورقة بيضاء على طاولة خشبية.",
    "ورقة بيضاء معلقة على الحائط بين مقطع قريب من واجهة خشبية ومقطع قريب من حائط مطلي باللون الأزرق."
  ],
  "50476a17346a4879906f81b47b9418de": [
    "مطبخ مع أرضية من البلاط الأسود ونافذة مزودة بستائر وغرفة مع سقف وإضاءة من الأعلى.",
    "منظر من نافذة ذات إطار أسود وستارة، وسيارة في الخلفية، وستائر معدنية من الأعلى.",
    "منظر من نافذة مع نبات وسيارة متوقفة أمامه وستائر في الأعلى.",
    "درج خشبي يؤدي إلى باب خشبي مع رف و مصباح، بينما ينظر نافذة ذات إطار أسود إلى المشهد من الأعلى.",
    "سلالم خشبية مضاءة بالضوء تؤدي إلى غرفة ذات نافذة.",
    "درج مع سلم حديدي وضوء، ويتميز بعمود حديدي معلق من السقف.",
    "رجل يطير طائرة ورقية بينما يجلس أنبوب معدني على جدار أبيض ويظهر مقطع قريب من قضيب معدني مع قطعة معدنية.",
    "رجل يطير طائرة فوق سماء غائمة بينما يتدلى قضيب معدني من الجدار ويظهر جدار أبيض كبير مع شاشة بيضاء من الأعلى."
  ],
  "b72841257cae4f829f8a68c30175ff07": [
    "غرفة معيشة ذات أرضية سوداء وأريكة تضم باب زجاجي كبير وسقف خشبي مع مصباح.",
    "غرفة معيشة تحت سقف خشبي مع أريكة خضراء وطاولة قهوة ولوحة فنية.",
    "أريكة خضراء مع مخدات معروضة في متجر ثم تظهر في غرفة معيشة مع مصباح معلق كبير، بينما يعلق مصباح معلق أبيض من السقف.",
    "غرفة معيشة تحتوي على أوتومان أخضر وتليفزيون، تتميز بمخطط ألوان أرجواني وجدار أبيض، من منظورين من الأعلى والمنتصف.",
    "غرفة معيشة بنفسجية مع تلفزيون وأرضية خشبية تُرى من الأعلى، مع باب أسود وأرضية مفروشة بالبلاط تُرى من الأسفل.",
    "المشهد يحتوي على نافذة مع باب زجاجي ومدفأة، شرفة مع باب زجاجي، وباب أسود مع نافذة فيه.",
    "المشهد يتكون من باب مع قضبان معدنية، صورة سوداء وبيضاء، وباب أسود مع ضوء يسطع من خلاله.",
    "شرفة مع بار وكراسي مرئية من خلال باب زجاجي مع شبكة، بينما يمكن رؤية باب الشرفة مع نافذة زجاجية من الأعلى."
  ],
  "30cf3312b4f647b8bf50970f2b894aac": [
    "غرفة صغيرة مع مقعد أصفر، حائط أبيض، ساعة صغيرة، ولوحة حمراء معلقة على الحائط مرئية من منظور من الأعلى.",
    "صندوق صغير يقع على الأرض بجانب دولاب أحمر في غرفة ذات جدار أبيض يضم لوحة.",
    "غرفة ملونة بفريسكو على الجدار تقع في شقة صغيرة في روان، وتحتوي أيضًا على مروحة سقف وغرافيتي على أحد الجدران.",
    "غرفة نوم صغيرة تحتوي على سرير وخزانة تحوي وسادة حمراء، وفي الغرفة المجاورة ثلاجة بيضاء موضوعة على حائط أبيض.",
    "غرفة تحتوي على سرير وشمعة مكتبية وجدار أبيض وستارة حمراء ومشعاع.",
    "منظر سرير مع مصباح بجانب نافذة تطل على مسبح ومنطقة المسبح، مع نافذة ثانية تتميز بستارة حمراء.",
    "تمثال أحمر يجلس أمام إطار نافذة أسود وأبيض، بينما يظهر منظر علوي نافذة تطل على شجرة وتفاح.",
    "مشهد مع مقعد أصفر وستائر نافذة سوداء و حمراء ونافذة سوداء."
  ],
  "707a59ada1bc4b4f90638ddfa809ebd5": [
    "يقع ساكسفون على أرضية من البلاط بجوار لوحة لامرأة برأس عليها، بينما تتدلى لوحة أخرى من سقف الغرفة.",
    "غرفة بأرضية من البلاط الأسود، وباب أحمر، ونافذة مع ستائر، ونافذة بإطار أحمر.",
    "غرفة بمقاعد خشبية مع أرضية من البلاط الأسود وستائر، تضم نافذة مع ستائر وضوء ساطع في مطعم.",
    "غرفة ذات سقف خشبي تحتوي على عمود معدني محاط بكتب، بينما يقع قربها عمود معدني أسود مع نبات.",
    "غرفة معيشة ذات جدار أرجواني وأثاث أخضر تُرى من الأعلى مع عارضة خشبية وضوء على السقف، وأرضية بلاط سوداء مع نبات مرئي من الأسفل.",
    "غرفة معيشة ذات أرضية من البلاط الأسود، وأريكة بنفسجية، وشرفة، تقع في غرفة ذات سقف خشبي وجوائز.",
    "غرفة معيشة تحتوي على أريكة من الجلد الأسود وطاولة قهوة وثريا أرضية كبيرة وسقف خشبي مع إضاءة.",
    "غرفة معيشة ذات أرضيات من البلاط الأسود تضم مدفأة مزخرفة بصور، بينما تتدلى لوحة على الحائط أعلاها."
  ],
  "3264da900f47425c8c062f909db9abe0": [
    "رجل يمشي عبر ممر بينما يقف شخص في حمام مفتوح مع مروحة سقف معلقة من فوق.",
    "مشهد دقيق يضم حمام أبيض به مرحاض، حاسوب محمول أبيض مع شاشة بيضاء، وجدار أبيض مع كرسي أبيض.",
    "حاسوب محمول أبيض مع شاشة بيضاء يجلس على مكتب أمام جدار أبيض وردي مخطط.",
    "منظر سلالم خشبية تؤدي إلى جدار أبيض به ساعة، بينما يطير رجل طائرة في السماء أعلاه.",
    "سلالم خشبية مع ضوء عليها مرئية من الأعلى والوسط والأسفل.",
    "درج مع حامل حديدي وضوء صغير على الدرج، مع قضيب حديدي معلق على الحائط أعلاه.",
    "مسمار معدني به مشبك معلق من جدار فوق جهاز كمبيوتر محمول أبيض بشاشة بيضاء.",
    "شخص واقف على درج يؤدي إلى جدار أبيض مع باب أبيض، وفوق ذلك جدار أبيض مع حوض أبيض."
  ],
  "c687ee4d80bc453d905d501b347675b8": [
    "غرفة معيشة ذات أريكة خضراء وأرضية من البلاط الأخضر، تتميز بمصباح كبير وسقف خشبي.",
    "غرفة معيشة تحتوي على أريكة خضراء، أوتومان أسود، ولوحة، تقع في غرفة ذات سقف خشبي وجائز.",
    "غرفة تحتوي على لوحتين على الحائط وأرضية من البلاط الأسود، تتميز باب زجاجي ولوحات على السقف.",
    "تلفزيون مثبت على حائط أرجواني مع عمود خشبي في الوسط.",
    "غرفة ذات أرضية من البلاط الأسود، ومشعاع ذهبي، وجدار بنفسجي مع منحوتة وباب، وسقف مع ضوء ومصباح.",
    "مشهد به أرضية من البلاط الأسود، وباب زجاجي منزلق يؤدي إلى شرفة مع كراسي، ونافذة ذات إطار أسود.",
    "يظهر المشهد بابًا زجاجيًا منزلقًا بإطار أسود، وشرفة مع أشجار وباب، ونافذة بإطار أسود ونافذة سوداء.",
    "باب زجاجي يطل على فناء ومشعاع مرئي من الأعلى، بينما توجد نافذة ذات إطار أسود وشبكة."
  ],
  "4b77e304d83943999198c3cd4457512c": [
    "المشهد يصور دشًا به أرضية من البلاط وعدة رؤوس دش وضوء على واحد من رؤوس الدش.",
    "المشهد يصور حماماً مع جدران مفروشة بالبلاط، مرحاض، ودش مفروش بالبلاط.",
    "حمام به مرحاض ودش، حيث تقع زجاجة غسول دش على قمة جدار مفروش بالبلاط وزجاجة منظف دش على دش مفروش بالبلاط.",
    "المشهد يصور حماما به حوض ومرآة وضوء فوقهما.",
    "المشهد يصور حماماً مع حوض ومرحاض وحوض استحمام من منظور من الأعلى والمتوسط، وكذلك منظر لمصباح ومرحاض من منظور من الأعلى.",
    "المشهد يصور حماماً به حوض أبيض ورف مناشف وثريات إضاءة.",
    "حمام به دش، مرحاض، أرضية من البلاط الأبيض، وجدار من البلاط الوردي.",
    "المشهد يصور حماماً به مرحاض وجدار مفروش بالبلاط."
  ],
  "60668601cee245e5bb27a12d0b022918": [
    "المشهد يتكون من حوض أبيض مع مقبض أسود، شاشة تلفزيون بيضاء مع خلفية بيضاء، وطبق أبيض مع طبق أبيض آخر فوقه.",
    "ممر مع سقف خشبي يؤدي إلى باب أبيض مع باب حمام مفتوح وضوء ساطع.",
    "منظر لباب أبيض بإطار أسود، يضم لوحة فنية سوداء وبيضاء، يؤدي إلى حمام به جدار أبيض ومرآة سوداء.",
    "غرفة تحتوي على سرير، وسادة خضراء، غطاء بني، ورقة سرير، ستائر، مروحة سقف، وجدارية.",
    "سرير مع وسادتين موضوع أمام جدار أبيض مضاء بنور من فوق.",
    "غرفة معيشة تحتوي على تلفزيون وسجادة ولوحة فنية على الحائط.",
    "مساحة صغيرة تحتوي على غرفة نوم ومطبخ وغرفة أرضية خشبية مع كرسي.",
    "مشهد أحادي اللون يضم كرسيًا أسودًا، حائطًا أبيض مع باب أسود، وخزانة بيضاء مع باب أسود."
  ],
  "fc4462fb87874bc8b6d77e45806168df": [
    "حمام به جدران منازل بيضاء وأرضية سوداء يحتوي على مصباح على أحد الجدران، بينما يمكن رؤية رواق به مرحاض وحوض استحمام من الأعلى.",
    "حمام صغير مع أرضية من البلاط الأبيض وباب يحتوي على مصباح سقف أبيض على شكل دائري ومصباح أبيض كبير معلق على الحائط.",
    "غرفة معيشة مع سجادة من جلد البقرة وموقد نار ومصباح أبيض كبير مغطى بمصباح أسطواني أبيض.",
    "غرفة معيشة تحتوي على أريكة جلدية سوداء وطاولة قهوة، أريكة بنفسجية وتليفزيون، كل ذلك في غرفة ذات سقف وأرضية خشبية.",
    "المشهد يتكون من رواق مع أريكة من الجلد الأسود ومشعاع ، وغرفة معيشة مع أريكة بنفسجية وتليفزيون ، وسقف مع ضوء ونافذة.",
    "المشهد يتكون من باب مع إطار أسود ومقبض، باب زجاجي مع منظر لشرفة، ونافذة مع إطار أسود.",
    "شخص واقف على طاولة بيضاء أمام جدار أبيض مع تلفزيون أبيض، بينما يوجد جهاز كمبيوتر محمول أبيض مع شاشة سوداء فوقه.",
    "حمام أبيض به مرحاض و حوض ومرآة و جدران و سقف أبيض."
  ],
  "b0299947a912497ba3e1c8f80181f408": [
    "رجل يطير طائرة ورقية خارج غرفة ذات جدار أبيض ونافذة، مضاءة من فوق.",
    "المشهد يصور جدار مغطى بفن الجرافيتي مع كلمة سانت جونز مكررة.",
    "بيئة ملونة ومليئة بالغرافيتي مع مزيج من الجدران والأرضيات المطلية.",
    "باب عليه كتابات و مقبض يُرى من الأعلى والوسط والأسفل.",
    "ممر مع أرضيات خشبية وجدران بيضاء يؤدي إلى باب أبيض مع صورة معلقة عليه.",
    "غرفة صغيرة تحتوي على خزانة رمادية، وفي غرفة منفصلة يوجد خزانة رمادية مع أبواب، ويظهر من الأعلى مطبخ به خزانة بيضاء وسقف أسود.",
    "غرفة نوم صغيرة مع سرير وأرضية خشبية ونافذة وستارة حمراء وضوء سقف.",
    "غرفة تحتوي على دولاب أحمر، خزانة مع لوحة، ولوحة معلقة على حائط أبيض."
  ],
  "649a58719cd7455ebe18675c9719dfa7": [
    "غرفة معيشة تحتوي على أريكة خضراء، وسائد سوداء، ولوحة كبيرة على الحائط، وصورة امرأة على السقف.",
    "غرفة معيشة بأثاث أخضر وأرضيات بلاط سوداء، وأريكة صفراء، وجدار أبيض، وجوائز خشبية على السقف.",
    "غرفة تحتوي على لوحات معلقة من السقف، خزانة بيضاء مع بلاط أسود على الأرض، ووجه امرأة معروض على الجدار.",
    "غرفة بأرضية من البلاط الأسود، وأرفف ومرحاض أبيض، وجدار أبيض يحتوي على لوحة، وجدار أرجواني، وسقف من العوارض الخشبية.",
    "غرفة ذات أرضية زجاجية، وجدران بنفسجية، وتليفزيون به كاميرا، وسقف خشبي.",
    "غرفة ذات جدران بنفسجية وأرضية زجاجية تحتوي على تلفزيون.",
    "غرفة تحتوي على أريكة صفراء وشرفة، تتميز باب زجاجي يطل على شجرة وسقف به ضوء ونافذة.",
    "غرفة معيشة تحتوي على أريكة خضراء ومقعد مرفق، مزخرفة بالوسائد، تقع أسفل نافذة كبيرة في غرفة ذات سقف خشبي مع مصباح."
  ],
  "e3de486699144933aada2e59873d5984": [
    "منظر لممر مكتب مع أرضية من البلاط الأسود و نبات و ستائر ، يؤدي إلى غرفة مع سقف خشبي و باب.",
    "منظر من نافذة مع ستائر، سيارة خارجًا، ومدن خلفية.",
    "سيارة متوقفة أمام مبنى به نافذة تحتوي على ستائر، وشجرة مرئية من الأعلى.",
    "غرفة تحتوي على مبرد وشباك مع ستائر وشباك آخر مع منظر.",
    "ممر مع بلاط أسود ولوحة وزرع يؤدي إلى غرفة مع جدار أحمر وإضاءة سقف.",
    "غرفة معيشة تحتوي على أريكة خضراء كبيرة وشاشة تلفزيون كبيرة، تقع على أرضية من البلاط الأسود مع نبات وإناء، كل ذلك تحت سقف خشبي مع قضبان معدنية.",
    "غرفة معيشة تحتوي على أدوات موسيقية، نافذة كبيرة، مصباح كبير، سقف خشبي، وثريات.",
    "باب زجاجي مع لوحة، ستارة، ضوء، وجدار في الخلفية."
  ],
  "cd4f7bb78a8b469bac6deaea84e6f68c": [
    "المشهد يتكون من ثلاجة بيضاء، فرن من الفولاذ المقاوم للصدأ مع باب زجاجي، وباب أبيض بإطار أسود.",
    "غرفة صغيرة مع سلة مهملات فضية ونافذة بإطار أسود وكرسي.",
    "رجل يقف أمام جدار أبيض في غرفة تحتوي على شاشة تلفزيون بيضاء وثريا.",
    "مشهد يضم حمامًا صغيرًا به أرضية من البلاط الأسود، ولوح أبيض في الغرفة، ونافذة بإطار أسود وشباك أبيض.",
    "درج بدرجات خشبية ومنحوتة يؤدي إلى غرفة ذات عوارض خشبية، بينما يوجد أرضية من البلاط الأسود مع درج وباب أسود في الأسفل.",
    "مطبخ واسع مع جزيرة كبيرة، سطح مطبخ ذهبي، زهور زرقاء، سقف خشبي، ومصابيح كريستالية.",
    "مطبخ حديث مع نافذة كبيرة ومدفأة، يضم أرضية من البلاط الأسود.",
    "مطبخ به حوض من الفولاذ المقاوم للصدأ، ثلاجة، وموقد ميكروويف، بالإضافة إلى نافذة بيضاء مع ضوء يمر عبرها."
  ],
  "c5f2bf41ad33497a925bead423cbfb19": [
    "المشهد يصور ثلاث غرف مختلفة مع أرضيات مختلفة، وباب زجاجي، ونافذة، وسقف خشبي، ومصباح.",
    "المشهد يضم بابًا زجاجيًا، نافذة ذات إطار أسود مع ستارة، ونافذة خشبية مع ستارة بيضاء.",
    "غرفة تحتوي على لوحة فنية على الحائط، ومرآة وثلاثية القوائم، وطاولة خشبية مع ورقة بيضاء عليها.",
    "منظر لِنافذة في بيت مُغطاة بِستارة سوداء، أرضيّة خشبيّة، وجائز خشبي مع قطعة من القماش الأبيض مُعلّقة منه.",
    "غرفة نوم مع أرضية بنفسجية وسرير لها سقف وأرضية خشبية.",
    "غرفة نوم تحتوي على سرير بنفسجي وستارة سوداء، مصحوبة بطاولة جانبية، تُشاهد من الأعلى مع ستارة معلقة سوداء على السقف.",
    "غرفة معيشة مع سجادة ورديّة وسفّة على الطابق الأرضي، تتميز بأرضيّة خشبيّة ونافذة على المستوى الأوسط، وسقف مع عوارض خشبيّة وستارة سوداء على المستوى العلوي.",
    "المشهد يصور منزلًا به غرفة معيشة تحتوي على أريكة صفراء وجدران وردية، وغرفة نوم تحتوي على سرير وأريكة وموقد، وغرفة ذات سقف خشبي وثريات."
  ],
  "0f1ba9e425a0452eade2a180cfa41e32": [
    "غرفة معيشة ذات جدران بنفسجية، مدفأة، تلفزيون، وسقف خشبي مع جهاز إضاءة.",
    "غرفة معيشة ذات جدار أرجواني، أرضية خشبية، نافذة، وأريكة، كل ذلك تحت سقف خشبي مع عارضة.",
    "غرفة معيشة تحتوي على أريكة بنفسجية على أرضية خشبية وجدار زجاجي، تتميز بسلم خشبي مع درابزين.",
    "المشهد يصور غرفة نوم تحتوي على سرير وستائر، بالإضافة إلى غرفة منفصلة تحتوي على ستارة سوداء كبيرة معلقة من السقف.",
    "غرفة نوم مع أرضية وسرير أرجواني، تحتوي على حوض استحمام، تحت سقف خشبي مع ثريا.",
    "غرفة ذات سقف خشبي، باب، ونافذتان  واحدة مع ستارة وواحدة مع ظلة.",
    "غرفة تحتوي على مبرد في النافذة، باب زجاجي مع درابزين معدني، و شجرة خارجها، و مروحة سقف مع ضوء عليها.",
    "غرفة ذات سقف خشبي تحتوي على نافذتين، واحدة منها تحتوي على ستارة، وطاولة صغيرة عليها زهور."
  ],
  "99fa48d974fa43988f369b0e5766b36e": [
    "مشهد دقيق مع عناصر بيضاء تشمل مصباح السقف وغلاف الكتاب ورف الحائط.",
    "مشهد بسيط ومحدد مع جدار أبيض، باب، سجادة، مفتاح إضاءة، وإضاءة.",
    "حمام به مرحاض و حوض و أرضية خشبية وضوء سقف ومرآة.",
    "غرفة ذات جدران بيضاء تحتوي على كراسي من الجلد، أريكة سوداء، مصباح سقف، ومكبر صوت.",
    "منظر لغرفة مع كراسي جلدية، رواق مع أريكة بيضاء، وحمام مع مرحاض أبيض وستارة دش.",
    "منظر لغرفة نوم صغيرة مع سرير وخزانة في شقة أو فيلا للبيع مع حائط أخضر ومروحة سقف.",
    "غرفة ذات أرضية خشبية وكرسي أخضر تظهر من منظورات مختلفة، بما في ذلك غرفة المعيشة مع نافذة وضوء سقف في غرفة مع ستارة خضراء.",
    "خزانة بيضاء مع باب مفتوح يكشف عن مقبض الباب مع مقبض ومقربة من المفصلة."
  ],
  "c3b46ef0552142a6b62a45cd30f26de8": [
    "غرفة بيضاء مع باب، أحذية، لوح مع جهاز كمبيوتر محمول، ورف على الحائط.",
    "منظر لحمام مع باب مفتوح ومرآة، وكذلك باب أبيض مع أرضية خشبية ومقبض يُرى من الأعلى والأسفل.",
    "غرفة بأرضية خشبية وباب أبيض يمر عبره ضوء، مضاءة بضوين في السقف.",
    "لوحة معلقة على الحائط بجانب باب أبيض مع ثريا فوقه في شقة للبيع في شارع دافينيون مقابل .",
    "غرفة جيم مع مرآة وأثقال توجد فيها ورقة نباتية ذات أربع أوراق على الجدار، بينما يظهر منظر من الأعلى حمامًا يحتوي على ورقة خضراء على الجدار.",
    "غرفة جيم مع معدات تمارين وكرة، وتتميز بورقة خضراء على الحائط وضوء سقف مع نبات عليه.",
    "مشي على سجادة خشبية في غرفة مع نافذة، بينما مثبت مروحة سقف في غرفة النوم أعلاها.",
    "غرفة معيشة صغيرة تحتوي على أريكة ورف و تلفزيون، و حمام يحتوي على تلفزيون ورف يقع فوقها."
  ],
  "a872e012dec3414a8624f6ebda4b752c": [
    "مدخل مبنى مع باب أسود وسجادة باب، وباب زجاجي يؤدي إلى شرفة، وضوء ونافذة فوق المدخل.",
    "المشهد يتألف من باب زجاجي مع ضوء، مصباح، ونافذة مع إطار معدني وزجاج.",
    "امرأة واقفة أمام نافذة ورجل واقف أمام باب زجاجي مع ثلاثية مصورة فيه.",
    "غرفة معيشة تحتوي على أريكة خضراء وتليفزيون مرئية من المنظر الوسطى، بينما يُرى باب زلازل مع أريكة خضراء وأرضية مفروشة من المنظر العلوي، وباب زجاجي زلازل مع نافذة عليه مرئي من المنظر السفلي.",
    "شرفة مع أرضية خرسانية وأثاث مظللة ببرج خشبي مع سقف زجاجي.",
    "شرفة مع كراسي خارجية، شرفة مع طاولة وكراسي، وبرجولا سوداء كلها توفر مناظر للشجر.",
    "منظر حديقة مع شرفة خرسانية، ودرج خشبي، وسياج، وشجرة مرئية من خلال نافذة.",
    "المشهد يضم مسبحًا مع باب زجاجي منزلق، باب خشبي، ونافذة مع إطار معدني."
  ],
  "80f652ffcdfa47ada388a00233624799": [
    "شرفة خشبية ذات سقف أسود تطل على فناء به طاولات وكراسي ومناظر طبيعية.",
    "المشهد يضم بابًا زجاجيًا مع لوح زجاجي عليه، بابًا زجاجيًا يطل على الخارج، وبابًا خشبيًا مع نافذة زجاجية.",
    "أرضية من البلاط الأسود تؤدي إلى باب مع صورة معلقة عليه، والذي يفتح ليكشف عن باب أرجواني وجدار.",
    "منزل خشبي مع باب زجاجي ونافذة، بالإضافة إلى باب زجاجي قابل للانزلاق وباب زجاجي إطار معدني.",
    "شرفة ذات أثاث رمادي وباب زجاجي مرئية من الأعلى، مع سقف من عوارض خشبية فوقها.",
    "شرفة تحتوي على أريكة سوداء ودرابزين خشبي مضاءة بضوء يمر عبر عمود خشبي بقاعدة معدنية.",
    "يوجد شجرة في جميع المناظير الثلاثة، مع شرفة خرسانية ودرابزين في المنظر السفلي، سياج أسود في المنظر الأوسط، وسحابة بيضاء في السماء في المنظر العلوي.",
    "رجل يقف على هيكل معدني يطل على شرفة مع شجرة ودرج خرساني مع طاولة وكراسي في الأسفل."
  ],
  "7d01dee740ef4288b111dc65f449ca22": [
    "باب زجاجي يظهر من الأعلى مع منظر للخارج، بينما يظهر حصيرة باب معدنية من الأسفل.",
    "غرفة معيشة تحتوي على مدفأة، أرضية من البلاط الأسود، لوحة، وسقف خشبي مع مصباح.",
    "غرفة معيشة ذات أثاث أسود وأرضية من البلاط الأسود، تتميز بنافذة كبيرة وسقف خشبي.",
    "غرفة معيشة تحتوي على أسرّة متعددة، تلفزيون، ومصباح معلق في غرفة ذات أرضية سوداء.",
    "شرفة مع باب زجاجي، شواية، باب أسود، كراسي، سقف خشبي، وباب زلازل.",
    "شرفة مع طاولة وكراسي تقع تحت  خشبية مع سقف أسود، محاطة بأشجار ومرفقة بطاولة مع كراسي على سطح طاولة.",
    "شرفة مع طاولة وأرائك، شرفة مطلة على المشهد، وسقف معدني في الأعلى.",
    "شرفة مع مسبح وباب زجاجي يؤدي إلى منزل يوفر مساحة خارجية مريحة."
  ],
  "15791b161c944d269ae3727bf19fc1a6": [
    "منظر لأرضية خشبية مع باب ومدخل يؤدي إلى ممر مع ثريا وجدار أبيض، يعرض صورة لشقة للبيع في آفيغنون.",
    "لوحة معلقة على جدار أبيض في غرفة فارغة مع درج خشبي يؤدي إلى هناك.",
    "منظر لباب أبيض وباب خزانة مع أرضية خشبية وضوء في الأعلى.",
    "منظر لحمام به باب أبيض ومرآة وخزانة بيضاء مع باب مفتوح.",
    "ممر به كراسي من جلد اسود، ارضيات خشبية، جدران بيضاء، وسقف ابيض.",
    "كرسي جلدي أسود يجلس في غرفة مع جدار أبيض وباب وضوء.",
    "باب أبيض يمر عبره نور على أرضية خشبية.",
    "منظر لسلم خشبي يؤدي إلى زاوية غرفة ذات جدار أبيض مضاءة بالضوء."
  ],
  "126fdbcf213d4d5d95674ccba62fc72b": [
    "غرفة تحتوي على دولاب أحمر يحمل صندوقا رماديا، صورة إمرأة جالسة على كرسي، وإطلالة على جدار به صورة من الأعلى.",
    "غرفة ذات طابع أحمر مع لوحة فنية على الحائط، و صندوق أحمر عليه لوحة فنية، و دولاب جانبي أحمر مقبضه من البرونز.",
    "المشهد يصور غرفة مع جدار مزخرف، أرضية خشبية، ومروحة.",
    "المشهد يتكون من غرفة صغيرة تضم خزانة رمادية ودرجًا أبيض مع باب رمادي، يقع في مطبخ به سقف أبيض وجدار رمادي.",
    "المشهد يصور مطبخًا أبيض مع ثلاجة وميكروويف، سريرًا مع وسادة حمراء، وخزانة رمادية.",
    "منظر سرير صغير مع وسادة حمراء على أرضية خشبية في غرفة ذات سقف أبيض وستائر حمراء، في شقة للبيع في آخن.",
    "غرفة تحتوي على سرير صغير وأوتومان أصفر، ونافذة ت دمية حمراء، ونافذة أخرى مع إطار أحمر.",
    "غرفة صغيرة مع أوتمان أخضر، سرير، نافذة، حائط أبيض، وباب أحمر."
  ],
  "59d2f40b1fbf4784b2b661f05a439fad": [
    "باب زجاجي يؤدي من شرفة ذات كراسي إلى سقف مبنى، به طاولة داخله.",
    "غرفة معيشة تحتوي على أريكة خضراء، مدفأة، طاولة قهوة، وسقف خشبي مع مصباح.",
    "غرفة مع أرضية سوداء من البلاط، حائط أرجواني مع تلفزيون، أرضية بيضاء، سجادة سوداء، سجادة أرجوانية، سقف مع مصباح، وكرسي.",
    "مشهد يضم مطبخًا به أرضية بلاط سوداء وطاولة، وغرفة تحتوي على طاولة وكراسي ولوحة فنية، وغرفة نوم بها حائط أرجواني وسرير.",
    "مكتب يقع على أرضية خرسانية أمام باب يحتوي على مقعد ونافذة، بينما يمكن رؤية منظر لنافذة من داخل المنزل من الأعلى.",
    "شرفة تحتوي على كرسيين مريحين وطاولة تقع على سطح خشبي تحت سقف خشبي.",
    "منظر لممر خرساني مع شريط حديدي أسود، و شجرة مع شرفة و سياج، و منظر من أعلى للشجرة من نافذة.",
    "شرفة ذات أرضية خرسانية وبار وكراسي مغطاة بمظلة خشبية ذات سقف أسود."
  ],
  "c1b7a383f8474e7d951ebea82bb82818": [
    "رجل يقف على سطح يطل على بركتين، واحدة على شرفة خرسانية والأخرى على سطح خشبي.",
    "رجل يقف خارج منزل حديث مع فناء، حيث يظهر طاولة فناء وأكراس مع غطاء طاولة من الأعلى.",
    "مدرج خشبي مع طاولة وكراسي يقع على شرفة خارج منزل به واجهة خشبية ونوافذ زجاجية.",
    "منزل حديث مع شرفة خرسانية وأبواب زجاجية، يضم شرفة خشبية ونافذة في الطابق العلوي.",
    "منزل مع شرفة وسطح مُحاط بأشجار وأثاث خارجي.",
    "شخص يجلس على مقعد على شرفة تطل على شجرة وأشجار صغيرة بينما تطير طائرة ورقية في السماء.",
    "شرفة مع طاولة وكراسي مظللة بمظلة سوداء بينما تقع مظلة مماثلة على شجرة في الخلفية.",
    "رجل يطير طائرة ورقية من شرفة تطل على مسبح وأرائك، ويطل على مسبح وتراس من الشرفة."
  ],
  "40eda297975f4648bbc301ff98940fcf": [
    "ممر مع أرضيات من البلاط الأسود وباب يؤدي إلى غرفة مع سقف ونبات، مع باب آخر في الوسط.",
    "رفوف كتب ممتلئة بالكتب مرئية من الأعلى والوسط والأسفل.",
    "رفوف كتب ممتلئة بالكتب مرئية من الأعلى والوسط والأسفل.",
    "هناك رف كتب ممتلئ بالكتب.",
    "المشهد يصور غرفة مع أرضية من البلاط الأسود، ورفوف الكتب، ورف كتب أسود، ورواق مع رف كتب ومصباح، وسقف.",
    "المشهد يتألف من جدار أحمر وبرتقالي مع عمود معدني، وجدار وردي مع إطار معدني، وأرضية سوداء.",
    "مبرد أبيض يقع على الحائط بينما تشرق الضوء على خلفية مظلمة وتضيء مصباح الحائط خلفية ورديّة من الأعلى.",
    "غرفة ذات جدار أحمر وباب أبيض تحتوي على مسخن وضوء جداري."
  ],
  "d8ce438c0ca246748186b48d3ac3eb50": [
    "شرفة ذات أرضية خرسانية وأبواب زجاجية وطاولة مغطاة بمظلة خشبية ذات سقف خشبي.",
    "باب زجاجي مع لوح زجاجي وإطلالة على شجرة، بالإضافة إلى نافذة مع إطار أسود، يظهران من منظورات مختلفة.",
    "يتميز المشهد بباب زجاجي مع لوح زجاجي، وباب زجاجي منزلق مع منظر لشجرة، ومنظر مقرب من نافذة مع منظر للخارج.",
    "باب زجاجي به نافذة صغيرة ومنحوتة عليه ويضم نافذة في الجزء العلوي.",
    "حائط من الطوب الأسود مع سقف من المعدن يوجد عليه مقعد.",
    "مساحة استراحة خارجية عصرية مع جدران من الطوب الأسود، وأريكة أسود، وكرسياً، وجدران خشبية، وإطلالة على السماء.",
    "إعداد خارجي هادئ مع كراسي استلقاء وطاولة ومقاعد وأشجار وسحب.",
    "شرفة خرسانية مع طاولة وأرائك مرئية من الأعلى، بينما شرفة مع شريط أسود مرئية من المنتصف، وبرجولا أسود مع إطار أسود مرئي من الأعلى."
  ],
  "1144d00a8ebd417f8a0de419ea12c1e5": [
    "امرأة واقفة في غرفة نوم مع أرضية ورديّة، سرير، طاولة جانبية، سقف خشبي، ونافذة.",
    "المشهد يظهر منظرًا قريبًا من جدار بني، وباب خزانة خشبي، وسقف خشبي مع عارضة.",
    "خزانة خشبية وباب مع مقبض معدني ظهرا في مناظير مقربة.",
    "باب خشبي بلون بني مع حاشية من المعدن يظهر من زوايا مختلفة.",
    "يصور المشهد حماما به أرضية وردية وباب خشبي، يقع أسفله مطبخ به عارضة خشبية في السقف.",
    "حمام به مرحاض و حوض، يضم جدران ورديّة وضوء ساطع من الأعلى.",
    "غرفة بأرضية بنفسجية وسقف خشبي وباب أبيض تتميز بأعمدة خشبية وثريات على السقف.",
    "غرفة نوم تحتوي على سرير ومصباح وتليفزيون، وتتميز بأعمدة خشبية على السقف."
  ],
  "980150b99a2946a0894c33df8fb616d2": [
    "المشهد يضم غرفة مع ورق حائط منقوش باللون البني والوردي، وورق حائط به تصميم فضي وذهبي، ونقش وردي وأسود على ورقة.",
    "المشهد يضم بابًا مع ورق حائط وردي وأسود، وبابًا ورديًا وبنيًا مع نمط دمسك، وورق حائط وردي وبني مع باب.",
    "غرفة صغيرة مع صندوق معدني على أرضية خشبية، وجدران بيضاء وباب، مع سقف أبيض وباب آخر.",
    "المشهد يصور شقة صغيرة تحتوي على غرفة نوم، غرفة تحتوي على خزانة رمادية، ومطبخ مع خزائن بيضاء.",
    "غرفة نوم بسيطة ومتواضعة ذات سرير بني وجدران بيضاء وباب أبيض وضوء سقف أبيض.",
    "غرفة نوم تحتوي على سرير، مكتب، صورة، ولوحة فنية على الحائط.",
    "غرفة ذات أرضية خشبية تحتوي على كرسي صالة أصفر، نافذة مع ستارة ورديّة، ومقعد نافذة.",
    "غرفة ذات ورق حائط وردي وأخضر تحتوي على سلة على أرضية خشبية بجانب ورق حائط وردي، وفي المنظر العلوي يظهر ورق حائط وردي وأسود مع سقف أسود."
  ],
  "de87c39b7dd046bda1f0819c53670338": [
    "غرفة صغيرة تحتوي على مكتب وخزانة وسرير، تتميز بلوحة فنية معلقة فوق الخزانة و مصباح على السرير.",
    "غرفة نوم مع أرضية خشبية وسرير في شقة للبيع في أفنيون مع إضاءة سقفية.",
    "مشهد يضم سريرا صغيرا في غرفة ذات جدران زرقاء مع طائر على الجدار، وحمام أزرق وأبيض.",
    "مشهد بألوان زرقاء وبيضاء يضم سريرًا وطائرًا يطير وطائرة تطير فوق سماء زرقاء.",
    "هناك قطع أوراق وزهور بيضاء على حائط أزرق.",
    "حائط أزرق عليه تصاميم مختلفة منقوشة تشمل ورقة بيضاء وسحب وشمس وزهرة بيضاء.",
    "المشهد يتكون من غرفة زرقاء مع طاولة خشبية وكرسي، ونافذة، ونافذتين إضافيتين على السقف.",
    "غرفة صغيرة مع طاولة بيضاء وأرائك، تتميز بسقف أزرق مع نافذتين."
  ],
  "e611700e04a24c3dabb73b0b000e5589": [
    "حمام مفروش بالبلاط مع حوض استحمام ومرحاض ومرآة وجدران بيضاء.",
    "الحمام يضم أبواب خشبية، جدران من البلاط الوردي، وسقف خشبي مع عوارض.",
    "منظر لحمام به أرضية ورديّة وخزائن بنيّة، يضم بابًا خشبيًا بإطار معدني وأرضية خشبيّة مع لوح معدني في الأعلى.",
    "حمام به أرضية ورديّة وجدران وأبواب خشبيّة تحت سقف به عوارض خشبيّة.",
    "حمام به مرحاض و حوض و مرآة و لوحة و باب.",
    "حمام به دش مفروش بالبلاط ومرحاض، ويتميز بجدران مفروشة بالبلاط ومنشفة معلقة على الحائط.",
    "منظر لحمام به مرحاض وورق مرحاض وجدران مفروشة بالبلاط وبلاطة صفراء وأرضية مفروشة بالبلاط ومرحاض.",
    "المشهد يصور حماماً مع أرضية بلاط صفراء، مرحاض، دش، ومرآتين."
  ],
  "3aba2bf1310e4a10918e4a5bc51d1979": [
    "ممر خشبي مغطى يؤدي إلى شرفة تحتوي على كراسي وطاولات أمام باب زجاجي.",
    "يظهر المشهد بابًا زجاجيًا مع لوح زجاجي، يوفر إطلالة على فناء، وتصوير مقرب لمنفذ زجاجي إطار أسود.",
    "كاميرا على نافذة تطل على أشجار، وهناك باب زجاجي مع نافذة صغيرة ونافذة إطار أسود مع زجاج.",
    "باب زجاجي ونافذة توفر مناظر لشرفة ومنزل مجاور.",
    "شرفة بمقاعد مختلفة و أرضية خرسانية مظللة بمظلة خشبية مع باب زجاجي يؤدي للداخل.",
    "شرفة حديثة مع كرسي استلقاء أسود وشجرة تقع تحت بيرغولا خشبية مع سقف خشبي، مطلة على فناء مع طاولة وكراسي.",
    "منظر لشرفة ذات حواجز سوداء، بلاط أبيض، شرفة مع شجرة وحواجز سوداء، وشجرة تظهر من خلال نافذة.",
    "رجل جالس على مقعد خارج المنزل بينما تظهر شرفة مع طاولة، كراسي، وكراسي طويلة من منظورين من الأعلى ومن الوسط."
  ],
  "d83a8f5db61b4b78afc1c1d855b4c8b9": [
    "حاسوب محمول يقع على طاولة صغيرة بجوار جدار أبيض مع تلفزيون أبيض، بينما يظهر رف أبيض مع رف خشبي عليه من الأعلى.",
    "رف خشبي مع زجاجة ماء وأحذية موضوعة أسفل خزانة تحتوي على مناشف سوداء وزجاجة شامبو، وفي حين أن خزانة خشبية مع مناشف سوداء في الأعلى تكمل المشهد.",
    "شخص يمشي في ممر نحو باب أبيض مع مقبض.",
    "مكتب تمرين مع مرآة، ومرآة مزخرفة بالشمرة مع أوزان ثقيلة، ونبات في غرفة بسقف أبيض.",
    "المشهد يصور غرفة جيم مع جدار من ورقة خضراء، وورقة نبات الخمسة أوراق على الجدار، وورقة خضراء معلقة من مصباح السقف.",
    "غرفة جيم بمعدات تمارين متنوعة وكرة، تقع في غرفة بسقف أبيض وستائر خضراء.",
    "روبوت صغير جالس على أريكة في غرفة تحتوي على آلة رياضية ونافذة، وهناك ستارة خضراء معلقة على النافذة.",
    "غرفة تحتوي على أريكة، تلفزيون، سماعات، ونافذة مع تلفزيون مثبت على الحائط."
  ],
  "6ecf3c792e5c48b4921e21fbb3aeff3c": [
    "ممر مع زهرية وفسيفساء أسود يؤدي إلى باب مع زهرية وباب، منظر من الأعلى كمدخل لمبنى.",
    "نافذة مع ستائر معدنية وجدار من الطوب مرئي من الأعلى، وستائر على النافذة مرئية من منتصفها وأسفلها.",
    "منظر من نافذة مع ستائر، سيارة في الخلفية، و نظرة سريعة إلى الخارج.",
    "المشهد يظهر غرفة مع نوافذ وستائر متعددة، بما في ذلك باب مع ستائر ومنظر للبيت مرئي من خلال إحدى النوافذ.",
    "ممر مع جدار أسود وأحمر وأرضية من البلاط الأسود يؤدي إلى غرفة مع سقف خشبي وثريات.",
    "المشهد يصور ثلاثة مناظير مختلفة من أبواب زجاجية وبيضاء في مكتب مع جدران بألوان متنوعة.",
    "باب به إطار معدني ومقبض ومستشعر.",
    "ممر ذو جدران حمراء مع أرضية مفروشة وسلم يؤدي إلى باب أبيض."
  ],
  "3bbffb39570649958d7147a0099ccb48": [
    "كرسي أحمر يُرى على شرفة مع درج خرساني وطاولة خشبية، بينما توفر النافذة منظرًا للسماء.",
    "أنبوب معدني بجانب جدار خشبي، بينما نافذة ذات إطارات معدنية وخشبية لها أنبوب متصل بها.",
    "مبنى خشبي مع جدار أبيض مطلي باللون الأبيض وضوء على الجانب محاط بسور خشبي مع لوحة عليه.",
    "مساحة خارجية خشبية مع ممر، مقعد، طاولة، أثاث شرفات حديث، وشرفة مع حاجز.",
    "فناء حديث مع طاولة وكراسي يقع على فناء خرساني ، محاط ببيت خشبي مع سقف وشجرة.",
    "شرفة مع طاولة وكراسي مزخرفة بشجرة، وفي أعلى الشجرة قبعة بيضاء.",
    "رجل يطير طائرة ورقية بينما يتطلع إلى مسبح ومنطقة شرفات محاطة بأشجار وسياج.",
    "رجل يطير طائرة ورقية بينما يظهر حاجز معدني مع نبات في وعاء بجوار مسبح مع شرفة وأرائك في الفناء الخلفي."
  ],
  "f0307e707d50446097021ce802f44a4e": [
    "حمام به أرضية خشبية و دش متصل بغرفة تحتوي على سرير و كرسي و حوض ، و باب أبيض يصدر نورا من فوقه.",
    "حمام به حوض، مرحاض، أرضية خشبية، مصباح، وباب.",
    "أرضية خشبية تؤدي إلى باب أبيض يخترق الضوء من خلاله، مضاءة بمصباح سقف أبيض فوقه.",
    "اللوحة معلقة على جدار غرفة ذات درج خشبي يؤدي إليها.",
    "ممر مع أرضيات خشبية ولوحة معلقة فوقه، تظهر صورة على الأرض من منظور من الأعلى.",
    "غرفة جيم مع معدات تشمل جهاز الجري ومكعب الجيم، وباب يؤدي إلى باب أبيض به ضوء.",
    "غرفة تحتوي على جهاز المشي وآلات التمرين، كما يوجد أريكة، وثريات معلقة في الغرفة من فوق.",
    "منظر لممر مع دولاب أحمر ولوحة تؤدي إلى حمام مع مرآة ومرحاض، يتم الوصول إليه من خلال باب أبيض مع أرضية خشبية."
  ],
  "8c973e0dd63e490db73c44ff6959854b": [
    "ممر مع أرضيات خشبية، جدران بيضاء، سقف أبيض، جهاز إضاءة، وباب.",
    "ممر يؤدي إلى خزانة تحتوي على رف وإضاءة، وفي الأعلى حمام يحتوي على مرآة وثريا.",
    "منظر لغرفة تحتوي على باب أبيض وحمام به مرحاض وغسالة مع ورقة بيضاء معلقة على الجدار.",
    "يصور المشهد حماماً به حوض استحمام أبيض ومرحاض وغسالة، وحوض استحمام ومرحاض، وإضاءة سقفية فوق المرحاض.",
    "المشهد يصور غرفة نوم مع سرير وخزانة، وحمام مع حوض، وخزانة بيضاء مع باب مفتوح.",
    "غرفة نوم صغيرة تحتوي على سرير ولوحة ومرآة يسطع عليها الضوء.",
    "رجل يركب دراجة في غرفة ذات حائط أبيض وأرضية خشبية ونافذة، بينما يتدلى قطعة معدنية صغيرة من السقف.",
    "منظر لممر مع أرضية خشبية يؤدي إلى حمام صغير مع باب زجاجي و دش أبيض يُرى من الأعلى."
  ],
  "b0d9ca4f89d64be18df9a3b01cd82f4b": [
    "من الأعلى يظهر ممر مع باب وأرضية بلاط أسود، ومن المنتصف يوجد باب ونافذة، ومن الأسفل يوجد باب وسقف معدني.",
    "يصور المشهد غرفة تحتوي على مبرد، نافذة مع ستائر، سيارة في الخلفية، ولوح أبيض.",
    "رجل يقف أمام مرآة بينما يُرى من أعلى لوح أسود به لوح أبيض وباب به مقبض أسود وإطار أبيض.",
    "المشهد يضم ثلاث لوحات، واحدة لامرأة واقفة في ممر، واحدة لامرأة ترتدي ثوب أبيض مع معطف أبيض، وواحدة لفتاة معلقة على الحائط.",
    "ممر مع أرضية من البلاط الأسود وجدار أحمر يؤدي إلى غرفة مع باب ونافذة.",
    "حائط أحمر مع نبتة ووعاء في الأسفل، ومصباح على الحائط في الوسط، ومصباح آخر على الحائط من الأعلى.",
    "غرفة معيشة ذات جدار زجاجي كبير وشرفة تضم نباتا في وعاء على أرضية من البلاط، بينما يضيء الضوء الأحمر والأبيض السقف من الأعلى.",
    "غرفة معيشة تحتوي على ساكسفون ولوحة فنية وأرضية من البلاط الأسود تتدلى منها عارضة خشبية من السقف."
  ],
  "4ac64d15d707442fb420caf68131d7d6": [
    "مشهد يضم ثلاثة منحوتات، واحدة سوداء مع فروع، واحدة تشبه شجرة مع فروع، ومنحوتة معدنية سوداء معلقة من نافذة.",
    "مشهد يضم مقعدًا من الخرسانة مع قاعدة سوداء، ومقعد معدني أسود أمام مبنى من الطوب، وتصوير لمنزل من الخارج.",
    "سيارة سوداء متوقفة أمام منزل به نباتات على شرفة خرسانية مع مزهرية ومزهرية، والمنزل به سقف ونافذة.\n\n,      \nسيارة سوداء متوقفة أمام منزل به نباتات على شرفة خرسانية مع مزهرية وله سقف ونافذة.",
    "سيارة متوقفة أمام منزل به شرفة خرسانية، عمود معدني، ووعاء نباتي.",
    "مبنى مع ممر خرساني وأبواب خشبية و معدنية وسقف معدني مع نوافذ.",
    "هيكل خشبي مع تفاصيل معدنية سوداء، بما في ذلك سياج ودرابزين وواجهة ونافذة.",
    "منظر قريب لطابق خشبي مع لوح واحد وقطعة معدنية صغيرة على السطح.",
    "تمثال أسود يقف بجانب جدار خشبي مع شبكة معدنية ومدفأة، وفي الأعلى، نافذة محاطة بنفس الجدار الخشبي."
  ],
  "91b54e8895bf4d63922b5ef7ea839d4c": [
    "ممر مع أرضيات خشبية وباب محاط بجدران بيضاء ومضاءة بنور عديد من الأضواء من الأعلى.",
    "ممر مع باب أبيض وأرضية خشبية يؤدي إلى حمام مع نافذة سقفية ومرحاض أبيض.",
    "باب أبيض مع مقبض يظهر في مقطع قريب من زوايا مختلفة، مع ضوء يسطع عليه من الأعلى.",
    "رجل يحمل هاتفًا ورجل آخر يطير طائرة ورقية في السماء أمام جدار أبيض يسطع عليه نور.",
    "غرفة صغيرة تحتوي على سرير، كرسي، وضوء سقف معلق.",
    "يصور المشهد شقة صغيرة تحتوي على غرفة نوم وغرفة معيشة وضوء سقف، وتضم لوحة فنية على الحائط في كل غرفة.",
    "غرفة تحتوي على سرير ونافذة، وتحتوي على كرسي على أرضية خشبية، وفي أعلاها حمام أبيض يحتوي على مرحاض وغسلة.",
    "منظر لغرفة مع جدار أبيض، أرضية خشبية، وباب يؤدي إلى حمام به جدار وردي ومرحاض أبيض."
  ],
  "7b99fad7a2b243dea6b50dc65d03fbc7": [
    "حمام نظيف ومزخرف مع دش وفرشاة أسنان ومعجون أسنان ومنظف دش.",
    "المشهد يصور حماما به دش مكيف، مرحاض، وحائط من زوايا مختلفة.",
    "المشهد يظهر دشًا به رأسين لل دش ومرحاض.",
    "حمام به دش مفروش بالبلاط ومرحاض ومنشفة معلقة على الحائط.",
    "منظر لحمام وممر مع ملامح خشبية وأرضية من البلاط الأبيض، بما في ذلك حامل مناشف ومدفأة.",
    "المشهد يصور حماماً به جدران مفروشة بالبلاط ومرحاض.",
    "حمام مفروش بالبلاط يحتوي على مرحاض وأرضية من البلاط الأبيض موضح من الأعلى والأسفل والمنتصف.",
    "حمام يحتوي على دش مفروش بالبلاط ومرحاض، ويتميز بزجاجة منظف دش على جانب الدش."
  ],
  "ef277969af8e477495075389c3e06da6": [
    "غرفة تحتوي على طاولة خشبية، تلفزيون، ستيريو، جدران بنفسجية، طاولة بيضاء، عارضة خشبية، ورف.",
    "مطبخ أبيض مع أرضيات من البلاط الأسود وأرفف بيضاء يُرى من الأعلى، مع جدار أبيض يعرض لوحات في الوسط، وعامود خشبي على السقف الأبيض.",
    "غرفة تحتوي على أريكة من الجلد الأبيض، وإناء زهور على طاولة، وخزانة بيضاء مع بلاط أسود وأبيض.",
    "غرفة تحتوي على خزانة بيضاء، قناع خشبي، جدار أبيض بقبعة خشبية، عارضة خشبية، وسقف خشبي.",
    "مشهد يضم خزانة بيضاء تحمل صخرة كبيرة، ولوحتين، واحدة مع خلفية سوداء وبيضاء والآخر مع طلاء أسود وأبيض.",
    "مشهد يضم خزانة بيضاء تعرض لوحة، ولوحة قماشية سوداء وبيضاء في الوسط، ولوحة مربعة سوداء وبيضاء على الحائط من منظور من الأعلى.",
    "مشهد متعدد المستويات يضم مكتبًا منزليًا مع أرضيات سوداء، غرفة معيشة ذات نوافذ كبيرة وشرفة، وغرفة مع سقف خشبي ونافذة.",
    "مكتب منزلي مع حائط أرجواني يحتوي على مكتب مع كرسي أسود وأبيض وكمبيوتر، ومصباح معلق من السقف."
  ],
  "3107120d425e424dacedb73bf44e9094": [
    "غرفة بأرضية خشبية تحتوي على خزانة ذات باب ومرآة، حيث يسطع ضوء من الداخل.",
    "منظر لحمام به رف من مناشف وخزانة بابها مفتوح وضوء فوقها.",
    "غرفة بيضاء مع شاشة تلفزيون على حائط أبيض، شبكة معدنية على حائط أبيض آخر، وشاشة شبكية بيضاء على حائط أبيض ثالث.",
    "يظهر المشهد حماما أبيضا به ستارة دش، حائط أبيض به شبكة، وتصوير مقرب لحائط أبيض به شبكة معدنية.",
    "م      ,        ,      .",
    "مساحة غرف متعددة مع أرضيات خشبية، سرير، حمام مع نافذة سقفية ومقعد المرحاض، وعدة أبواب.",
    "غرفة مع أرضيات خشبية وباب في شقة/فيلا للبيع مع حمام سقف أزرق وباب آخر.",
    "غرفة بأرضية خشبية ومدفأة، تضم جدارًا أبيض وحمامًا مع مرآة وضوء فوقها."
  ],
  "d2a0481db3044dfbac40244bdbf9f9e1": [
    "ممر مع أرضية خشبية، كرسي، وسقف أبيض مع جهاز إضاءة.",
    "غرفة ذات أرضية خشبية وجدار أبيض تحتوي على خزانة بيضاء ذات رفوف وباب، بالإضافة إلى باب آخر.\n\n             .",
    "حمام ببلاط أبيض ومرحاض يُرى من المنتصف، مع وجود جدار أبيض وعمدة ظاهرة من الأعلى، ومدفأة بجانب أرضية خشبية في المقدمة.",
    "حمام به باب أبيض، أرضية خشبية، حوض استحمام، وشمسيات في جدران بيضاء.",
    "غرفة نوم مع أرضية خشبية وسرير تضم أيضًا حوض استحمام، بينما توفر النوافذ العلوية في حمام مع سقف أبيض الضوء الطبيعي من الأعلى.",
    "شقة للبيع في أفنيون مع جدار أبيض وأرضية خشبية وسرير وضوء سقف معلق مقابل .",
    "مطبخ أبيض في شقة للبيع في سانت لويس، مع شقة أخرى للبيع في أفنيون مرئية من الأعلى.",
    "ممر مع أرضية خشبية وباب أبيض يؤدي إلى حمام مع جدار أبيض ومدفأة."
  ],
  "ddb93f6063d54365bc6e8c751fd2e698": [
    "مغسلة من الفولاذ المقاوم للصدأ في مطبخ معضوضة من فوق ووسط في غرفة مظلمة.",
    "مطبخ به حوض من الفولاذ المقاوم للصدأ، صورة على الحائط، نافذة مع ستائر، وإضاءة.",
    "مطبخ مع أرضيات من البلاط الأسود وحوض يحتوي على سقف زجاجي وثلاجة، بينما يتدلى ستارة نافذة سوداء في غرفة مجاورة.",
    "مطبخ بهرن وفرن من الفولاذ المقاوم للصدأ، زهرية زهور على طاولة في غرفة، ونافذة مع ستارة.",
    "إبريق أحمر يجلس على سطح موقد أحمر في مطبخ مع لوحة فنية وشفاط مع مصابيح معلقة منه.",
    "مطبخ بهرن وموقد من الفولاذ المقاوم للصدأ، زهرية ملونة على العداد، وسقف خشبي به لوحة فنية.",
    "مطبخ عصري مع نافذة كبيرة وأرائك، يضم أرضية من البلاط الأسود وكرسي واحد، يُرى من منظورين من الأعلى ومن الوسط.",
    "مطبخ مع طاولات من الفولاذ المقاوم للصدأ، ثلاجة، ميكروويف، و فواكه، مضاءة بضوء ينير من خلال سقف أبيض."
  ],
  "4cac488dae6a442289ce32fd0b6a42fe": [
    "مطبخ مع أرضيات من البلاط الأسود، كرسي أحمر، وثلاجة من منظور منتصف، بينما يظهر منظر من الأعلى غرفة مع سقف أبيض وستائر بيضاء.",
    "زهرية ملونة تقع على منضدة مطبخ مع زهرة، بينما يعلّق غطاء معدني من السقف أعلاه.",
    "مطبخ مع أرضيات من البلاط الأسود، طاولة خشبية، جدران حمراء، زهرية، وسقف به مصباح ومروحة.",
    "غرفة طعام تحتوي على طاولة خشبية وكراسي، تمثال على الحائط، ومصباح معلّق من السقف.",
    "غرفة طعام ذات طاولة خشبية وكراسي، تحتوي على لوحة فنية كبيرة وثريا معلق فوقها.",
    "تمثال خنزير أحمر إما يقف أمام نافذة أو يجلس على طاولة في غرفة ذات سقف خشبي وجائز.",
    "منظر لمسبح من خلال نافذة مع نبات في وعاء على أرضية من البلاط الأسود وسقف خشبي مع نافذة وضوء فوقه.",
    "غرفة بأرضية من البلاط الأسود، كرسي أخضر، كرة حمراء، نبات في وعاء، وسقف به عوارض سوداء وبيضاء ونافذة."
  ],
  "3ffabcbad5894c6e8f03f54453a1e2e9": [
    "رجل واقف على سطح مع طائرة ورقية يطل على شرفة مع مسبح وطاولة، وتراس خرساني مع شريط حماية ومسبح.",
    "منزل به شرفة خشبية يطل على فناء به طاولة وكراسي وبان على المحيط.",
    "رجل يقف خارج منزل به باب زجاجي وباب خشبي ونافذة، مع وجود أرضية خرسانية ومدخل مرئيين من وجهة نظر من الأعلى.",
    "شرفة مع كرسي استلقاء وطاولة تقع تحت  خشبي مع سقف، وباب زجاجي يؤدي إلى الشرفة.",
    "شرفة حديثة بأثاث رمادي وأسود، ودرابزين، وسقف أسود تحت سماء صافية.",
    "منظر شرفة ذات درابزين أسود تطل على شجرة وأشجار صغيرة، مع ورقة حمراء في الوسط.",
    "حديقة ذات طاولة وكراسي مظللة بشجرة ذات أوراق صفراء ومظلة بيضاء، تحت سماء زرقاء.",
    "منظر لشرفة مع طاولة، كراسي، وشباك، مسبح وشرفة، وطائرة ورقية تطير في السماء."
  ],
  "0b22fa63d0f54a529c525afbf2e8bb25": [
    "شرفة ذات أرضية من البلاط الرمادي ومقعد خشبي تقع تحت هيكل خشبي يضم منحوتة معدنية سوداء، ويعلوها سقف خشبي يحتوي على فتحة إضاءة في الوسط.",
    "سيارة متوقفة أمام منزل من الطوب مع نافذة وموقد، محاطة بممر خرساني ونباتات وأواني سوداء.",
    "منزل مع حاوية سوداء أمامه يوجد مسار خرساني مع حاويتين ومسار حصى، وفي الأعلى تطير طائرة ورقية في السماء.",
    "سيارة لاند روفر سوداء متوقفة أمام منزل مع شخص ينظر من نافذة بينما هناك سيارة أخرى متوقفة خارج الباب.",
    "رواق مع باب ونافذة ويتميز بالبلاط الأسود ومدخل.",
    "باب به مقبض و نبات عليه، يضم لوحة زجاجية عند النظر إليه من الأعلى.",
    "باب خشبي مع شبكة معدنية، لافتة خشبية تحمل الرقم ، وباب خشبي مُرقَم.",
    "سياج خشبي مع أرضية خرسانية يؤدي إلى باب خشبي مع مقبض أسود ونافذة في الأعلى."
  ],
  "67d9b711455f43db8e5270016d4bd873": [
    "حمام بهوض استحمام وجدران أرجوانية وأرضيات أرجوانية وسقف خشبي وثريات إضاءة.",
    "يصور المشهد حماما به حوض وم أصفر محاطا بجدران من البلاط الأصفر.",
    "دش مصنوع من البلاط الأصفر مع رأس دش وضوء فوقه في حمام به أرضية من البلاط.",
    "منظر لممر مع مشعاع أبيض وحمام يحتوي على دش ورف مناشف وستارة دش.",
    "مف أبيض مع مقبض مكسور و قضبان بيضاء عليه موضوع تحت رف معدني أبيض مع مقبض معدني.",
    "المشهد يضم جدار زجاجي وإطار مزخرف بصور أشخاص.",
    "حمام به حوض استحمام أبيض و ستارة، وستارة معلقة على باب، وسقف خشبي مع باب أسود.",
    "حمام به حوض استحمام أبيض و منظر على الغابة من خلال نافذة، به سقف خشبي مع عارضة سوداء."
  ],
  "c238ad68f9b443a5b3fc41a4a561363f": [
    "تمثال أحمر يجلس على الأرض بجانب منزل خشبي به شرفة تحتوي على كرسي أحمر وضوء معلق.",
    "باب زجاجي بإطار خشبي وباب به لوح زجاجي ومقبض.",
    "باب خشبي مع نوافذ زجاجية ودرجة معدنية يؤدي إلى باب زجاجي يطل على شجرة.",
    "منزل به حائط خشبي ونوافذ له بابان في المدخل وباب زجاجي منزلق في غرفة المعيشة.",
    "شرفة تحتوي على طاولة وأرائك محاطة بدرابزين معدني أسود وتوفر منظرًا خلابًا.",
    "منظر لشرفة مع مقعد ودرابزين، شرفة مع طاولة وكراسي وشجرة، وسحابة بيضاء في السماء.",
    "منظر لشرفة مع كرسي وطاولة تطل على حديقة مع أشجار وطاولة، كل ذلك محاط بحقل مع شجرة في الوسط.",
    "رجل يطير طائرا وراء حقل بينما يظهر شرفة خرسانية مع مسبح وسياج، وكذلك مسبح مع شرفة وسياج من منظورات مختلفة."
  ],
  "75bea3b92c924203951655b393e92979": [
    "حمام به ساونا، غرفة ساونا باب زجاجي، مرحاض، باب خشبي، وضوء.",
    "غرفة تحتوي على باب زجاجي وطاولة معدنية، تحوي لوحة فنية على الحائط ومرآة، من منظور علوي.",
    "غرفة بأرضية بنفسجية تحتوي على باب أبيض مع لوحة زجاجية في الوسط، وتتوج بسقف أبيض مع عوارض خشبية.",
    "غرفة معيشة تحتوي على أريكة صفراء وباب زجاجي، تقع في غرفة ذات سقف وأرضية خشبية، مزودة بمصباح سقف.",
    "غرفة تحتوي على أريكة صفراء ومخدات في الوسط، وتحتوي على سرير وأريكة أخرى، مع منظر لأسقف خشبية من فوق.",
    "غرفة معيشة بأرضية أرجوانية وأريكة صفراء تضاء بضوء يمر من خلال سقف خشبي، بينما توجد غرفة بباب كبير وأرضية خشبية مجاورة.",
    "غرفة تحتوي على مدفأة بنفسجية ونافذة، ونافذة كبيرة وشاشة تلفزيون، وسقف مع ضوء يلمع.",
    "تصوير معلق على حائط غرفة تحتوي على مدفأة سوداء وبنفسجية، بينما يعلّق آخر على حائط مطعم."
  ],
  "a991b11e3a524fab95a7a98c3ac18ee4": [
    "رجل يطير طائرة ورجل آخر يلتقط اللحظة بكاميرا من الأسفل.",
    "حاسوب محمول يقع على مكتب خشبي أسفل ساعة سوداء على حائط أبيض، مع صورة بيضاء معلقة أعلاه.",
    "غرفة نوم تحتوي على دولاب، سرير، لوحة زرقاء وبيضاء على الحائط، ومروحة سقف مثبتة.",
    "غرفة صغيرة تحتوي على سريران وطاولة وحائط أزرق ومضاءة بمصباح سقف عليه زهرة.",
    "طائر يجلس على كرسي خشبي أمام طاولة بيضاء مقابل جدار أزرق، مع سقف أزرق فوقه.",
    "مكتب يجلس أمام جدار أزرق مع نافذة، لها مظلة زرقاء وإطار خشبي.",
    "المشهد يضم مصعدًا أزرقًا ونافذتين مع ستائر وضوءًا على إحداهما.",
    "منظر لحمام أزرق الجدران به مرحاض أبيض وساعة معلقة على الحائط ونافذة بمكشوف."
  ],
  "64565f72062245da87430cc31dd383d9": [
    "مشهد يضم أرضية من البلاط الأسود مع تمثال خنزير أحمر وتمثال خنزير بري أحمر في ممر، وغرفة مع سقف خشبي ونوافذ من الأعلى.",
    "مطعم به أرضية من البلاط الأسود، كراسي خشبية، ومصباح معلق من السقف.",
    "باب أبيض مع مقبض مثبت في جدار أبيض.",
    "باب أبيض مع مقابض بألوان مختلفة موضوع على حائط أبيض مع بلاط أسود.",
    "منظر لأرضية مطلية بالأسود في مبنى مكاتب مع باب يؤدي إلى شرفة مع شواية وممر مع سقف خشبي وباب.",
    "منظر لأرضية مطلية باللون الأسود مع نافذة، شرفة مع منظر على شجرة، ونافذة مغلقة مع ستارة.",
    "منزل مع مسبح وشرفة، بالإضافة إلى باب غرفة للسيارات مرئي من الأعلى.",
    "تمثال جمل أحمر يجلس على أرضية مفروشة بالبلاط بينما يقف تمثال بقرة حمراء أمام مسبح، كل شيء يُرى من خلال نافذة مع خلفية سماوية."
  ],
  "8c6c60e241e34c0685171c4f55322940": [
    "ممر مع لوحة جدارية ملونة على الجدار يؤدي إلى باب أبيض مع صورة عليه، يمكن الوصول إليه من خلال مدخل خشبي مع مقبض باب.",
    "حمام به أرضية خشبية ومرحاض، به باب مفتوح، يُرى من منتصف الغرفة ومن الأعلى، في غرفة أكبر بسقف أبيض.",
    "غرفة ذات أرضية خشبية وجدار أبيض تحتوي على باب أبيض مع لوح زجاجي في الوسط يؤدي إلى حمام به سقف أبيض وثابت إضاءة.",
    "تعلّق لوحة على جدار غرفة بأرضية خشبية.",
    "رواق مع أرضية خشبية وباب، يضم ورقة خضراء على الحائط ولوحة فنية خضراء على حائط أبيض من منظور من الأعلى.",
    "صالة رياضية تحتوي على مقعد وكرة، متصلة بغرفة تحتوي على لوحة جدارية لورقة نباتية ذات أربع أوراق، وفوق كل ذلك غرفة تحتوي على ورقة خضراء مطلية على السقف.",
    "جيم منزلي مع آلة تجديف وطاولة ركض وغرفة معيشة مع أريكة ومروحة سقف.",
    "غرفة تحتوي على خزانة صغيرة تحتوي على أحذية، ورف أبيض مع تلفزيون في الوسط، وخزانة بيضاء مع رف وتلفزيون في الأعلى."
  ],
  "2754c89e3b2645d598ace5d7878f5d13": [
    "سلة تقع على أرضية خشبية بجانب ورق حائط دمسك وردي، بينما يظهر ورق حائط أزهار أسود وأبيض في الوسط، ونمط دمسك وردي وبني على طاولة من منظور من الأعلى.",
    "ممر مع ورق حائط وردي وأسود وباب من الأعلى والوسط والأسفل.",
    "غرفة صغيرة بأرضية خشبية، صندوق أبيض، باب أبيض، أرضية خشبية، سقف أبيض، وسرير أبيض.",
    "غرفة صغيرة تحتوي على سرير بني وإطار خشبي، خزانة، وسقف أبيض مع ثلاجة وجدار.",
    "سرير بني مع غطاء، لوحة معلقة على جدار في غرفة، ومنظر من فوق لجدار مع صورة عليه.",
    "غرفة تحتوي على مكتب، كمبيوتر، سرير، لوحة فنية على الحائط، ولوحة فنية على السقف.",
    "غرفة تحتوي على أريكة صفراء وطاولة، نافذة مع ظل وردي تطل على فناء، ونافذة مع إطار أحمر وستارة.",
    "المشهد يظهر غرفة ذات ورق حائط دمسك وردي وأسود وأريكة."
  ],
  "425e120b2d7742b1a8f0902355908761": [
    "منزل حديث مع درج يضم أرضيات خشبية وباب زجاجي، ولوحة فنية معلقة من السقف في إحدى الغرف.",
    "غرفة ذات أرضية زجاجية وسقف خشبي ونافذة ودرابزين أسود.",
    "باب أبيض مقبض أسود وستارة، وباب آخر مقبض أسود وباب أبيض.",
    "رجل يطير في طائرة في السماء بينما لوح أبيض مع لوح أبيض آخر عليه أسفل منه، وضوء يسطع على السقف الأبيض أعلاه.",
    "مشهد يضم رواقًا أرضيته بنفسجية، كرسيًا أصفر، غرفة نوم تحتوي على سرير وأريكة، وسقف ذو عوارض سوداء بيضاء مع إضاءة.",
    "غرفة معيشة مع أرضية بنفسجية وغرفة نوم مع سرير وأريكة مرئية من منظور من الأعلى، مع سقف خشبي وضوء ساطع يكمل المشهد.",
    "غرفة ذات باب يؤدي إلى شرفة تحتوي على مفتاح إضاءة على الباب وجهاز أبيض مثبت على الحائط مع ضوء أبيض.",
    "لوحة معلقة على الحائط."
  ],
  "e8e2d73795e54b6db89cd32745e79fb9": [
    "منظر سلالم تؤدي إلى باب في المنزل، رواق مع جدار أبيض وباب، وحمام أبيض في الحمام.",
    "المشهد يضم بابًا أحمر وأبيض مع نافذة بيضاء موضوعة داخل عمود أحمر.",
    "سيارة متوقفة أمام نافذة في غرفة بأرضية من البلاط الأسود وستائر.",
    "منظر لشقة/بيت للبيع في سانت جان مع باب وأبواب زجاجية وستائر مرئية من زوايا مختلفة.",
    "رجل يطير طائرة في السماء بينما يظهر جدار أبيض مع باب أبيض من منظور من الأعلى.",
    "باب أبيض مع مقابض سوداء وبلاط أسود يؤدي إلى خزانة مع ضوء عليها.",
    "باب أبيض مع مقبض يقف على أرضية من البلاط الأسود في غرفة ذات جدران رمادية.",
    "منظر لدرج مع أرضية سوداء يؤدي إلى باب أبيض مع مقبض ، موضوع على خلفية حائط أبيض مع نافذة."
  ],
  "8072791758d146aba5ff98920a81fa0c": [
    "غرفة معيشة ذات أرضيات من البلاط الأسود، و نبات، و لوحة فنية كبيرة على الجدار، مع سقف يضم لوحة فنية أخرى.",
    "يُرى زهرية صفراء على طاولة في غرفة مع زهرية صفراء أخرى على رف، بينما يظهر منظر من الأعلى جدار أبيض مع شاشة بيضاء.",
    "رجل يطير طائرة بدون طيار فوق خلفية بيضاء بينما يوجد زهرية صفراء وساعة بيضاء على طاولة وجدار على التوالي.",
    "امرأة جالسة على حائط مع صورتين في مطبخ أبيض مع سطح أبيض، بينما تتدلى رأس امرأة على الحائط من فوق.",
    "مطبخ مع أرضية من البلاط الأسود يؤدي إلى غرفة مع جدران بنفسجية وتليفزيون، بينما فوقه غرفة مع سقف ولوحة فنية.",
    "غرفة معيشة ذات جدران بنفسجية وتليفزيون على أرضية من البلاط الأسود، من الأعلى والوسط والأسفل، مع غرفة نوم فوقها.",
    "غرفة معيشة تحتوي على أريكة خضراء وأبواب زجاجية متحركة، تقع في غرفة ذات سقف خشبي و مصباح.",
    "غرفة معيشة تحتوي على أريكة خضراء، أرضية سوداء، نافذة زجاجية كبيرة، سجادة سوداء، سقف خشبي، وأرضية خشبية."
  ],
  "24df7bedfc814d7e9bd610171c862f7a": [
    "غرفة معيشة ذات أرضية من البلاط وكنبة سوداء تحتوي على لوحة لامرأة على الحائط وسقف مزخرف بلوحة.",
    "مساحة مكتب للإيجار مع أرضية من البلاط الأسود، ونبات، وجدران حمراء ونوافذ، وسقف خشبي مع جهاز إضاءة.",
    "غرفة تحتوي على نبات كبير ولوحة لفتاة صغيرة، مع لوحة أخرى على السقف.",
    "خزانة بيضاء مع أواني صفراء، وإناء صفراء على رف، وجدار أبيض مع إطار أحمر وأبيض.",
    "غرفة معيشة تحتوي على أريكة خضراء وأرضية من البلاط الأسود وجدران بنفسجية وتليفزيون وصور معلقة على السقف.",
    "غرفة معيشة عصرية ذات جدران أرجوانية، أريكة خضراء، طاولة سوداء، تلفزيون، سقف خشبي، ومصباح.",
    "غرفة معيشة عصرية مع أرضية من البلاط الأسود، وسجادة من جلد البقر، وأبواب زجاجية متحركة تؤدي إلى شرفة، وسقف من ألواح خشبية مع نافذة.",
    "غرفة معيشة مع أثاث جلدي أسود، سجادة من جلد البقرة، مصباح أرضي كبير، وسقف خشبي مع مصباح."
  ],
  "de68d1221d1749b392aff06c48512cf0": [
    "ممر خشبي مع درج سلم ومصباح يؤدي إلى غرفة.",
    "المشهد يصور حمامًا به مرحاض و حوض ومرآة وثابت إضاءة على الحائط.",
    "المشهد يتكون من غرفة ذات لوحات شبكية معدنية على الجدران والسقف، وستائر كبيرتين معلقتين على أحد الجدران.",
    "غرفة ذات جدار أبيض، أرضية خشبية، باب أبيض، ستارة بيضاء ذات شريط، وزوج من السماعات على الجدار.",
    "ممر مع أرضية خشبية، جدران بيضاء، باب أبيض، جهاز إضاءة، وسقف أبيض.",
    "مشهد يظهر غرفة مع كرسي جلد وأرضيات خشبية، شقة للبيع في أفنيون، وحمام مع سقف أبيض ومرحاض.",
    "كرسيان من الجلد البني موضوعان في غرفة مع طاولة بيضاء تحمل مصباحًا، وفي حين يوجد ماسة صغيرة على الطاولة.\n\n               .",
    "مشاهد تظهر كرسيًا من الجلد البني في غرفة صغيرة مع أرضية خشبية صلبة وباب، يقع في حمام مع سقف أبيض وثابت إضاءة."
  ],
  "e345211511824219a62f1b8d639c477e": [
    "غرفة صغيرة ذات باب أبيض وأرضية خشبية تؤدي إلى حمام صغير به خزانة خشبية وضوء.",
    "غرفة صغيرة تحتوي على رف كتب وسماعة، خزانة صغيرة تحتوي على رف وتليفزيون، ومصباح معلق من السقف.",
    "شاشة شبكية بيضاء، و جدار أبيض مع شبكة، و ورقة شبكية بيضاء على طاولة مرئية من منظورات مختلفة.",
    "منظر لحمام أبيض مع ستارة دش ونافذة صغيرة مع شبكة، بالإضافة إلى مقربة من باب أبيض مع شبكة.",
    "ثلاجة بيضاء، صندوق أبيض مع غطاء، وورقة بيضاء على طاولة مرئية من زوايا مختلفة.",
    "غرفة ذات أرضية خشبية ومدفأة بيضاء، حائط أبيض وأرضية خشبية، وحمام به دش ومرحاض.",
    "المشهد يتألف من غرفة معيشة ذات أرضيات خشبية وموقد، غرفة ذات جدار وردي وأرضية خشبية، وغرفة ذات سقف وباب.",
    "ممر مع كرسيين من الجلد يؤدي إلى غرفة ذات كرسيين متشابهين وأرضية خشبية، وفي الأعلى حمام مع مرحاض وغسالة."
  ],
  "5f93b8e5cfe24367a5a1a999d215a78b": [
    "منظر درج يؤدي إلى مطبخ وحمام، مع سقف خشبي وستائر سوداء في المطبخ وعارضة سوداء مع لمسة سوداء تظهر من الأعلى.",
    "منزل خشبي مع نوافذ إطارات مختلفة وسقوف.",
    "شخص يقف في باب زجاجي يطل على غرفة مع ثلاثي القوائم وسقف زجاجي، وفي الأسفل هناك طاولة ونافذة مع ستائر.",
    "غرفة حديثة مع جدار زجاجي، أرضية زجاجية مع ستائر، وباب خشبي.",
    "رواق به لوحة على الحائط يؤدي إلى غرفة مع باب يؤدي إلى غرفة نوم.",
    "لوحة صفراء وسوداء معلقة على حائط أبيض مع أرضية خشبية في غرفة.",
    "قطعة خشب مكسورة تستريح على حائط بينما قلم رصاص يقع على سطح أبيض وطائرة بيضاء تطير فوق خلفية بيضاء.",
    "المشهد يصور غرفة تحتوي على قضيب معدني معلق على الحائط، وسقف من العوارض الخشبية، وعوارض خشبية."
  ],
  "297c3ab529204fafb3ddf80e6efeec7f": [
    "تعلق لوحة على جدار أبيض بجانب باب أبيض عليه صورة.",
    "ممر أبيض مع أرضية خشبية يحتوي على باب مغلق في أحد الطرفين وباب خزانة مفتوح في الطرف الآخر.",
    "المشهد يصور غرفة نوم زرقاء وبيضاء ذات طابع طيور، تضم طيرا على الحائط، وملصق حائط أزرق يضم طيورا على فرع، وطيرا على حائط أزرق.",
    "غرفة صغيرة بأرضيات زرقاء وطائر على إحداها، تحتوي على سرير صغير.",
    "مشهد ذو طابع أزرق يضم سريراً بأغطية بيضاء، سماء زرقاء مع طائرة تحلق فوقها، ولوحة زرقاء وبيضاء على الجدار.",
    "غرفة نوم صغيرة ذات جدران زرقاء وأرضية خشبية تحتوي على جدار أزرق به زهرة بيضاء وجدارين أزرقين متجاورين.",
    "غرفة صغيرة مع طاولة وكراسي مضاءة بمصباح سقف ثلاثي.",
    "يتم عرض اللوحة بطرق مختلفة، بما في ذلك على دولاب خشبي مع أدراج، معلقة على خزانة، وفوق سرير على الحائط."
  ],
  "b42bdeacac9d4e8d9ac4bd4500a82a51": [
    "غرفة معيشة تحتوي على سجادة من جلد البقرة، ومدفأة مع تحيط بها بلاط أبيض، ومصباح، وسقف مع ضوء ومروحة.",
    "غرفة معيشة تحتوي على كرسي جلدي و سجادة من جلد البقرة و لوحة فنية كبيرة على الحائط و سقف خشبي.",
    "غرفة تحتوي على لوحة و نبتة على أرضية مفروشة بالبلاط الأسود، تحت سقف خشبي مع جهاز إضاءة.",
    "غرفة معيشة تحتوي على أريكة خضراء وأرضية من البلاط الأسود، حائط أبيض، وسقف خشبي مع لوحة فنية.",
    "غرفة معيشة تحتوي على أريكة خضراء وتلفزيون أسود، تتميز بجدران بنفسجية وتلفزيون بنفسجي، تحت سقف خشبي مع مصباح.",
    "أريكة خضراء تجلس في غرفة المعيشة مع باب زجاجي كبير، على أرضية من البلاط الأسود، تحت سقف خشبي مع إضاءة.",
    "منظر شرفة مع طاولة وكراسي على أرضية من البلاط الأسود مع باب ومدخل، كما يُرى من غرفة مع سقف ونافذة.",
    "غرفة المعيشة بكرسي جلدي أسود، مصباح أرضي كبير، وسقف خشبي مع مصباح."
  ],
  "d5839b78130944da925af878f4e64970": [
    "حمام مزود بدش يحتوي على رأس دش كرومي وأرضية مفروشة بالبلاط، مع رأس دش إضافي متصل برأس الدش الرئيسي.",
    "المشهد يصور حماماً به دش مفروش بالبلاط ومرحاض يُرى من زوايا مختلفة.",
    "حمام به أرضية وجدران من البلاط الأبيض، ومرحاض مرئي من الأعلى.",
    "المشهد يصور حماماً به جدران من البلاط الأبيض، مرحاض، ودش.",
    "يصور المشهد حماماً به حوض، مرحاض، حوض استحمام، جهاز إضاءة، ومرحاض، من زوايا مختلفة.",
    "المشهد يصور حماما به مرحاض و حوض استحمام، و يضم جدار و سقف من البلاط.",
    "المشهد يصور حماماً مع أرضية مفروشة بالبلاط، مرحاض، ودش مفروش بالبلاط مع ثقب في الوسط.",
    "المشهد يصور دشًا به رأسين دش وجدران من البلاط من زوايا من الأعلى والأسفل والمتوسطة."
  ],
  "ad2772104c144a579f0a43503cb4c86b": [
    "غرفة معيشة تحتوي على آلة تجديف على أريكة، تلفزيون مثبت على الحائط مع سماعات وأريكة، منظر من الأعلى ومن الوسط.",
    "رجل يمارس الرياضة على جهاز المشي في غرفة، بينما يمشي رجل آخر أمام باب، ورجل ثالث يقف في غرفة مع مروحة سقف.",
    "غرفة مع معدات رياضية تشمل مقعد مع أوزان ومرآة، تقع في غرفة نوم بيضاء مع سرير وخزانة.",
    "معدات الجيم موضوعة أمام جدار مزخرف بأوراق خضراء وورقة نباتية رباعية الأوراق، بينما تتدلى ورقة خضراء كبيرة من الأعلى.",
    "رجل جالس على أريكة في غرفة ذات جدران بيضاء وأرضية خشبية.",
    "كرة تمرين رمادية تجلس على أرضية خشبية في غرفة تحتوي على مرحاض وحائط، كل ذلك مضاء بإضاءة ساطعة في غرفة بيضاء.",
    "غرفة تحتوي على جهاز المشي على أرضية خشبية، ونافذة تطل على مسبح، ونافذة أخرى ذات ستارة خضراء وضوء يمر من خلالها.",
    "غرفة تحتوي على معدات تمارين بما في ذلك دراجة ثابتة وسيارة جرى، بالإضافة إلى أريكة، وستارة خضراء معلقة في غرفة منفصلة مع نافذة."
  ]
}