{
  "163d61ac7edb43fb958c5d9e69ae11ad": [
    "باب أسود مع حصيرة على الشرفة الأمامية مضاء بواسطة مصباح مثبت على جانب المنزل.",
    "باب خشبي به مقبضين يؤدي إلى درج به مقبض أسود، وهناك حامل حديدي فوق الباب.",
    "المشهد يتضمن متجرًا مع أرضية خشبية، غرفة معيشة مع بيانو ونوافذ كبيرة، وسلم مع درابزين ونافذة.",
    "منظر لأرضية خشبية مع باب يضم مقبضًا معدنيًا ومقبضًا أسودًا على إطار خشبي، يؤدي إلى منزل به درج.",
    "مكتب خشبي معدني يقع على شرفة بجانب نافذة ذات جانب رمادي مع جهاز إضاءة على جانب المنزل.",
    "مكتب مع إطار معدني يجلس على الرصيف أمام باب غرفة مع باب أبيض، بينما يضيء الضوء جانب منزل قريب.",
    "منظر لمنزل مع منظر جبلي وبوابة خشبية تحت سماء زرقاء مع سحب.",
    "منزل به شرفة خشبية وسقف يطل على فناء به جدار حجر وكرسي، وممر خرساني به لافتة وكرسي."
  ],
  "3a457e1e32504249a561c9d259e0835a": [
    "المشهد يصور مساحة معيشة متعددة المستويات مع أريكة وستائر وبيانو وثريا وسلم.",
    "نافذة ذات ستائر تطل على حقل والسماء.",
    "منظر لمنزل مع علم يرفرف في السماء، وتراس وعشب يُرى من خلال باب زجاجي، وكرسي خشبي على عتبة نافذة وعشب أسفله.",
    "المشهد يتضمن غرفة تحتوي على نوافذ متعددة، ستائر، مقعد نافذة، باب شرفة به نمط أزرق وأبيض، ومروحة نافذة.",
    "غرفة تحتوي على نباتات أرضية متنوعة، بما في ذلك نخلة كبيرة على طاولة، ونبات ذو أوراق خضراء طويلة، ونبات آخر منعكس في مرآة.",
    "نبتة تجلس على طاولة بجانب مدفأة محاطة بجدران حجرية.",
    "غرفة المعيشة تحتوي على مدفأة، أريكة، مدفأة حجرية في الوسط، وسلم خشبي يؤدي إلى الأعلى من الغرفة.",
    "غرفة معيشة واسعة مع درج، أريكة، طاولة قهوة، زهرية، ومصابيح معلقة."
  ],
  "1eae38cbbaf744f99de90c99d8c013f1": [
    "المشهد يتكون من رف كتب مع كتب و زهرية، وكذلك مدفأة حجرية مع رف وزجاجات.",
    "المشهد يتضمن باب زجاجي منزلق، باب، نافذتين مع ستائر، ومنظر لحقل.",
    "شرفة مع طاولة وكراسي، شرفة مغطاة مع طاولة وكراسي، وسقف أبيض به مصابيح.",
    "شرفة مع أثاث و منظر للجبال مرئي من خلال باب زجاجي مائل مع ضوء عليه.",
    "غرفة معيشة ذات أرضية خشبية، وأريكة، وطاولة، ونافذة مع ستائر.",
    "غرفة معيشة مريحة مع سجادة كبيرة وأرائك ومدفأة وطاولة قهوة ومروحة سقف وأضواء.",
    "غرفة معيشة تحتوي على مدفأة، أرضيات خشبية، مدفأة حجرية، تلفزيون كبير، وسقف مزود بأنوار.",
    "غرفة تحتوي على مدفأة، رفوف كتب، تلفزيون، حائط حجري مع رف وورقة."
  ],
  "49b4f59afc74417d846ad8cf1634e3d8": [
    "مطبخ به حوض أبيض وطاولة، نافذة بإطار أصفر، وميكروويف على الطاولة.",
    "طاولة مطبخ مع جهاز لوحي وكمبيوتر محمول، ثلاجة، ميكروويف، وميكروويف، كلها موجودة في مطبخ مع جدار أبيض وضوء يمر من خلاله.",
    "مطبخ واسع مع أرضيات خشبية، وجزيرة كبيرة، وغرفة طعام، تتميز بسقف أبيض مع صورة معلقة فوقه.",
    "مطبخ مع جدار أبيض، أرضية خشبية، باب خشبي، طاولة خشبية، وصور باب مع ثريا.",
    "حمام به أرضية خشبية، مرحاض، حوض، وباب عليه صورة.",
    "حمام به أرضية خشبية وإطار وباب خشبي و جدران بيضاء يحتوي على مرحاض.",
    "باب خشبي مع ضوء عليه في ممر مع حصيرة باب تحمل شعار  .",
    "مكتب مع جدار خشبي وطاولة من الجرانيت يرافقه رف معطف خشبي مع مشبك قبعات و معطف معلق، بينما معطف أصفر معلق على رف معطف من أعلى."
  ],
  "fcbd96fa9e054e8298ab129371fa5c00": [
    "بيت به غرفة غسيل، غرفة نوم، وحمام، جميعها بأبواب خشبية، وصورة فوق باب الحمام.",
    "المشهد يصور حماما به حوض، مرحاض، مرآة، وثريات إضاءة.",
    "حمام به نافذة ومختلف التجهيزات بما في ذلك المرحاض، دش، ونبات.",
    "المشهد يظهر حماماً به حوض استحمام أبيض، جدران مفروشة بالبلاط، مرحاض، ودش مفروش بالبلاط.",
    "حمام به حوض استحمام أبيض، وجدران مفروشة بالبلاط، ودش مفروش بالبلاط، ويضم مصباحًا من منظور علوي.",
    "المشهد يصور حماما به دش من البلاط الأبيض وحوض أسود، ويتميز بجدران دش من البلاط وأرضية.",
    "مساحة متعددة الاستخدامات تتألف من حمام مع صورة فوق المرحاض، وغرفة غسيل الملابس مع سلة خشبية ومرحاض، وغسالة ومجفف.",
    "المشهد يصور غرفة غسيل بها غسالة و مجفف واحد أو غسالتين و مجففتين، وصور معروضة فوق منضدة مطبخ."
  ],
  "a1e9eb0276cb4b0e8c568d7b8a9127ee": [
    "منظر لمنزل مع حديقة صخرية وشجرة على شرفة خرسانية محاطة بالصخور والنباتات، مع مبنى وسماء زرقاء مرئية من الأعلى.",
    "المشهد يضم بابًا مع مقبض، باب زجاجي منزلق مع منظر للجبال، وبابًا مع نافذة.",
    "غرفة نوم مع أرضيات خشبية، سرير، خزانة، ونافذة متصلة بحمام مع مرآة وثريات.",
    "باب مفتوح يؤدي من غرفة المعيشة التي تحتوي على أريكة إلى غرفة أخرى تحتوي على باب أبيض ومرآة.",
    "منزل أبيض مع واجهة رمادية وطرف أبيض، يضم نافذة وواجهة، يُرى من الأعلى والمنتصف.",
    "مبنى به باب أبيض، واجهة رمادية، نافذة بإطار أسود ونافذة بيضاء، ونافذة مضاءة في الأعلى.",
    "باب زجاجي مع إطار أسود وباب أبيض عليه مرآة ونافذة زجاجية مع إطار أبيض.\n\n,      \nباب زجاجي أسود عليه مرآة ونافذة زجاجية بيضاء.",
    "منظر لمنزل مع ممر خرساني، باب، نباتات، وشجرة من منظورين منتصف وعلوي."
  ],
  "7d887c096fa64a81a02723f8c283ca16": [
    "حمام صغير به مرحاض و حوض استحمام مرئي من الأعلى، بينما جدار أبيض به باب ورف مرئي من الوسط، كل ذلك موجود في غرفة ذات جدران وسقف أبيض.",
    "غرفة صغيرة مع غسالة و مجفف، مطبخ مع خزانة و سلة، و مروحة سقف في المنظر العلوي.",
    "غرفة غسيل تحتوي على غسالة و مجفف، باب يؤدي إلى الغرفة، وحمام يحتوي على مصباح ومرآة.",
    "ممر به لوحتين معلّقتين على الجدار يؤدي إلى حمام به مرآة ولوحة، بينما يظهر جدار أبيض مع صورة عليه من الأعلى.",
    "منشفة معلقة على رف خشبي.",
    "حمام به مناشف معلقة على رف ورفوف، بالإضافة إلى نافذة.",
    "رف مع سلال من المناشف، بالإضافة إلى سلة من المناشف في الأعلى، يظهر من منظور أعلى ووسط وأسفل.",
    "غرفة تحتوي على نافذة تحوي سلة، وتحتها غرفة غسيل تحوي سلالا وخزانة تحتوي على سلال على الرفوف."
  ],
  "4cf4c84ed4ae48b2b4076fb0e742d5f1": [
    "غرفة نوم مع سجادة بني فاتح، خزانة، سرير، ونافذة، بالإضافة إلى حمام مع نافذة وثريات.",
    "غرفة نوم مع سرير أبيض وخزانة متصلة بحمام يحتوي على ثريا ولوحة.",
    "غرفة نوم تحتوي على سرير وكرسيين، تتميز بنوافذ كبيرة مطلة على جبل وسقف به نافذة ومروحة سقف.",
    "غرفة نوم تحتوي على دولاب وم تؤدي إلى حمام يحتوي على مرآة وأضواء فوقها.",
    "ممر مع باب خشبي وصوره يؤدي إلى حمام مع باب خشبي آخر وصوره.",
    "صورة مُطرّفة معلقة على حائط في غرفة.",
    "المشهد يتكون من صورة إطار أسود، ومرآة مع صورة جبل، ولوحة إطار بني.",
    "صورة معلقة على حائط أبيض بجانب باب أبيض مقبضه أسود."
  ],
  "5aef41e3b2994baa813ed2450f7b17c7": [
    "الكاميرا المثبتة على جانب المنزل تلتقط منظرًا للعشب والخضراء أمام المنزل، مع باب ومنطقة عشبية في المقدمة.",
    "شرفة تطل على حقل عشبي مع جدار من الطوب والحجارة على الرصيف أسفل والسماء أعلاه.",
    "مساحة خارجية مفروشة مع شرفة مغطاة ومشرف، مزودة بثابتات إضاءة.",
    "شرفة مع مدفأة وأثاث من القش تحت جدار حجري وسقف مزود بإضاءة.",
    "شرفة بانورامية مع كرسي وطاولة تطل على منظر جبلي، بينما توجد شرفة مع باب ونافذة فوقها.",
    "باب زجاجي قابل للانزلاق مع مقبض وضوء عليه يفتح إلى غرفة المعيشة.",
    "غرفة معيشة مع أرضيات خشبية داكنة وموقد حجر، تتميز بجدار حجري وأضواء سقف.",
    "يظهر المشهد بابًا مع إطار خشبي، مقبض باب، قفل، جرس باب، ونافذة."
  ],
  "3ecb492d5019411785bab293ff4f74ee": [
    "المشهد يصور غرفة نوم مع أرضيات خشبية، سرير، كرسي، وحائط، بالإضافة إلى حمام مع مصباح ومرآة.",
    "غرفة نوم مع سرير وغطاء رمادي وكرسي خشبي عند القدم ونافذة وصور على الحائط.",
    "غرفة نوم مع سرير، دولاب، مقعد، نافذة، ومروحة سقف.",
    "غرفة تحتوي على دولاب، مرآة، نبات، وعدة مرايا مستديرة معلقة على الجدار بارتفاعات مختلفة.",
    "مشهد يضم كرسيًا خشبيًا ونباتًا، وتليفزيون مثبتًا على الحائط مع نبات آخر، وشاشة تليفزيون ذات إطار أسود وعرض أبيض من الأعلى.",
    "غرفة تحتوي على طاولة خشبية وكرسي، نبات في أصيص، طاولة مع نبات و كوب قهوة، و تلفزيون على حائط أزرق.",
    "مطبخ به طاولة و كراسي، ثلاجة، حائط أزرق، وخزانة بيضاء.",
    "غرفة معيشة ذات أرضية خشبية، وأريكة بيضاء، وكرسي، وباب أزرق، وسقف أزرق مع إطار صورة وباب."
  ],
  "aff833f86ff847a7bcf24bea207c91ad": [
    "رواق به سجادة بيضاء، لوحة على الحائط، صورة، ودرابزين.",
    "غرفة تحتوي على لوح رماية ورماح على حائط خشبي وموكيت.",
    "المشهد يصور غرفة معيشة تحتوي على طاولة بلياردو، أريكة، تلفزيون، ومروحة سقف.",
    "غرفة معيشة تحتوي على أريكة وتلفزيون مرئية من المنتصف، بينما جدار أبيض مع بيانو وكرسي مرئي من الأسفل، ويمكن رؤية زاوية من الجدار مع ضوء عليه من الأعلى.",
    "المشهد يتألف من جدار أبيض مع زهرية، ولوحة لرأس مع ريشة، ورسم لريشة على الجدار.",
    "توجد ثلاث لوحات ريشية ولوحتان من ريش معلقة على جدار مع ثلاث لوحات إجمالا.",
    "ممر مع سجادة، جدران بنفسجية، صورة، جهاز إضاءة، وباب.",
    "تمعلق لوحة لامرأة على الجدار بجانب مرآة في غرفة يتم عرض صورة فيها."
  ],
  "f7ef3082a05c40659421f0a21731ae1b": [
    "ممر مع أرضية خشبية داكنة يؤدي إلى مدخل أزرق مع مرآة وإناء، وفوقه حمام مع مرآة وساعة.",
    "ممر خشبي مع درج، أعمدة، مرآة، و صورة في الطابق العلوي.",
    "غرفة معيشة مع أرضيات خشبية، أريكة، نوافذ كبيرة، بيانو، وسقف مع نافذتين ومصباح.",
    "غرفة معيشة مع أرضيات خشبية وأعمدة وباب، بالإضافة إلى درج مع مسند خشبي.",
    "المشهد يصور ثلاثة مناظر مختلفة لأبواب ذات مقابض وقفل متنوعة.",
    "باب خشبي مع مقابض معدنية سوداء، باب أسود، ومقعد مرئي من زوايا مختلفة.",
    "ممر خشبي مع باب أمامي، حائط حجري، و الجبال مزين ببساط مدخل  .",
    "باب أسود بالإطار الخشبي والنافذة يُرى من الأعلى، وفي منتصفه يقع مقابل جدار حجري وباب آخر، ومن الأسفل يوجد شعار على الباب وسجادة."
  ],
  "6c34dde402304953a9416e2781de607f": [
    "درج مع مسند خشبي وسجادة وصور معلقة عليه وصور إطارية على الحائط.",
    "صورة إطارات من الزهور معلقة على الحائط في إطار صورة.",
    "صورة ذات إطار أسود معلقة على الحائط مع ورقة بيضاء بداخلها.",
    "ممشى مع درج، غرفة مع كرسي و عارضة خشبية، ونوافذ مرئية من زوايا مختلفة.",
    "غرفة معيشة مع مدفأة حجرية وثريا تُشاهد من الشرفة، بينما يتدلى ثريا في رواق مع جدران حجرية.",
    "منزل واسع مع صالة فسيحة تضم درجًا وسقفًا خشبيًا مع ثريا، بالإضافة إلى منظر للممر من الأعلى.",
    "درج مع سلم حديدي يؤدي إلى غرفة تحتوي على لوحة فنية على أرضية خشبية مضاءة بأضواء.",
    "درج مع مسند حديدي وصور إطاريّة عليه."
  ],
  "54c9298c439a4e64bc983020e4211592": [
    "بيانو يقع في غرفة مع ستائر ولوحة فنية، بينما يؤدي السلم إلى الطابق العلوي.",
    "نافذة مع ستارة و منظر لمرعى و السماء",
    "منظر من مقعد نافذة يطل على حقل عشبي وجبال مع مصباح شوارع وسماء زرقاء في الخلفية.",
    "منظر من نافذة ذات ستارة زرقاء وإطار خشبي يطل على فناء، مع السماء مرئية من الأعلى.",
    "غرفة معيشة تحتوي على مدفأة ونافذة كبيرة، تتميز بجدار حجري وأريكة.",
    "غرفة معيشة واسعة مع مدفأة حجرية، ثريات، ولوحة كبيرة على الجدار، تضم أريكة مريحة للراحة.",
    "مساحة معيشة متعددة المستويات تحتوي على مدفأة ونافذة كبيرة على المستوى الأوسط، وشرفة وسلم على المستوى العلوي، وأرائك على المستوى السفلي.",
    "غرفة معيشة فسيحة مع ثريا كبير وسلم تتميز بلمبة ذات غطاء درامي ونبات عليها."
  ],
  "55f38bb2e60d46f49803ff9fc3911b28": [
    "ممر مع خشب غامق وأرضيات سوداء، أريكة سوداء، سلالم، ثريا، وسقف.",
    "غرفة بأرضية خشبية وجدار أبيض تحتوي على باب ومدخل، مع ضوء يسطع على الجدار من الأعلى.",
    "غرفة معيشة مع أرضيات خشبية، مدفأة حجرية، وإضاءة سقفية، توفر إطلالة من المنتصف.",
    "غرفة معيشة مع أرضيات خشبية، سجادة زرقاء، مدفأة، مروحة سقف، وتلفزيون.",
    "غرفة طعام تحتوي على طاولة خشبية وأثاث، تقع أسفل مطبخ يحتوي على ثريات معلقة فوق جزيرة، ويتم تزيين كلا المكانين بسجاد وأثاث.",
    "المشهد يصور مطبخًا به أرضية خشبية، سجادة زرقاء، جزيرة وسطية مع كراسي، وعدة مصابيح معلقة.",
    "المشهد يصور ثلاثة مناظير مختلفة من المطابخ مع ميزات مختلفة مثل طاولات بيضاء ، أرضيات خشبية ، خزائن رمادية ، طاولات رخامية ، مصباح سقف ، ومقلاة.",
    "مطبخ مع خزائن رمادية، خزانة داكنة، سطح عمل، حوض، وإضاءة."
  ],
  "fec0a4503f7d4cee8f491934eff0d498": [
    "المشهد يصور غرفة نوم مع سرير وخزانة، ونافذة وسجادة، وكذلك مطبخ مع حوض ومراوح سقف.",
    "باب خشبي عليه نمط أسود وأبيض مع ستارة ويد مقبض الباب.",
    "منظر مقرب من مختلف الأسطح الخشبية، بما في ذلك رف و سطح وطاولة مع صبغة.",
    "المشهد يصور خزانة مع باب ورفوف، من زوايا مختلفة.",
    "المشهد يصور خزانة تحتوي على أدراج ورفوف وسلة ووحدات خزانة بنية وسقف.",
    "غرفة مع خزانة ودرج، غرفة غسيل مع سلة معلقة، وسلال من القش على الرفوف.",
    "مكان تخزين به رفوف و سلات تحتوي على كتب و مجلات.",
    "غرفة تحتوي على رف كتب بني وسرير متصل به خزانة باب مفتوح ورف خشبي."
  ],
  "8919ba4762914e899c88536f11c7bb92": [
    "منظر لغرفة خشبية مع باب وأرضية وطاولة.",
    "يصور المشهد بابًا خشبيًا مع مقبض بني وسطح أبيض، من زوايا مختلفة.",
    "ممر مع باب يؤدي إلى حمام، أرضيات مفروشة، جهاز إضاءة، وباب.",
    "متزلج يقف بجانب جدار مع لوح تزلج، وهناك زوج من ألواح التزلج معلقة على الجدار في غرفة ذات جدران ية وزرقاء.",
    "المشهد يصور ثلاث غرف مختلفة بألوان ورسومات متباينة على الجدران والأرضيات.",
    "يظهر المشهد غرفة مع جدار أرجواني أبيض يضم صورة إطارية، ملصقاً لمتزلج معلّقاً في الوسط، وملصقاً إطاريّاً لمرفع تزلج معلّقاً على الجدار من فوق.",
    "يضم المشهد لوحات فنية إطارية ت منظر جبلي، متزلج، وخلفية بنفسجية وصفراء.",
    "المشهد يتكون من جدران مطلية باللون الوردي والأصفر والأزرق وأنماط الشفرة، مع باب إطار خشبي."
  ],
  "76ba074e4b7a46feb3d829302db3bd2e": [
    "غرفة مع أرضية خشبية وباب يؤدي إلى حمام مع ثريا ومرآة، بينما باب في الوسط يضم مرآة وصورًا.",
    "المشهد يصور غرفة نوم مع أرضيات خشبية، سرير، دولاب، كرسي، مروحة سقفية، وصورة.",
    "المشهد يصور غرفة نوم تحتوي على سرير وخزانة، وأرضيات خشبية، ونافذة، بالإضافة إلى غرفة معيشة تحتوي على مروحة سقف ومصابيح.",
    "مطبخ به باب خشبي وحوض أبيض يحتوي على مفتاح إضاءة على الباب وإطار أبيض محيط به.",
    "ممر مع أرضيات خشبية، صور إطارية، جهاز إضاءة، وباب.",
    "باب خشبي عليه لوحة ويد خشبية يُرى من زوايا مختلفة.",
    "منظر لمطبخ به باب خشبي وضوء يسطع من خلاله، يضم بابًا به مقبض ومقبض خشبي.",
    "مطبخ صغير مع خزائن رمادية، ثلاجة، ميكروويف، نافذة، وضوء أصفر في السقف."
  ],
  "807061c8c1b04aff9ef4dec6c7f1323e": [
    "منزل به حديقة صخرية وشجرة محاط بحديقة صغيرة مع صخور وحصى في الفناء الأمامي، ويظهر مبنى بشجرة وسماً أزرق من الأعلى.",
    "منزل أمامه حديقة صخرية يقع على قطعة أرض تحتوي على سرير من المخلفات السوداء، العشب، الصخور، وطائرة ورقية تحلق في السماء أعلاه.",
    "منزل يطل على الجبال وحديقة صغيرة أمامه محاطة بمساحة عشبية وسماء زرقاء.",
    "باب مزدوج مع ضوء فوقه.",
    "بيت ذو باب رمادي ودرجة بيضاء له نافذة فيها نور.",
    "منظر لمنزل مع باب أبيض الحواف، باب مع نافذة ومقبض، وتصوير مقرب لنافذة.",
    "منزل مع ممر ومحاصيل أمامه، محاط بممر مشاة و عشب، مغطى بسقف و مصرف.",
    "منزل مع حديقة صخرية وعلم في الفناء الخلفي، محاط بمسار حصى وشجرة، وعلم يرفرف عاليا في السماء."
  ],
  "ee260af3263a4eccb2922c2dcf1b4606": [
    "حديقة خلفية مع منزل تحتوي على شرفة مع كرسي يلقى ظلاً، بينما يتم تركيب مصباح على السقف.",
    "شرفة مع طاولة وكراسي من القش تطل على حقل، بينما تُقدم شرفة مع مصباح سقف ومروحة مقاعد إضافية.",
    "شرفة مغطاة بأثاث من القش ومائدة تطل على الجبال تحت سقف به مصابان.",
    "مساحة خارجية مريحة مع سجادة زرقاء وسوداء، وموقد حجري، وأريكة وكراسي، وممر مع حائط حجري وثابت إضاءة.",
    "شرفة خارجية مريحة مع سجادة زرقاء وبيضاء، وموقد حجري يطل على الجبال، وثريا معلق على حائط حجري.",
    "منزل مع شرفة وشباك كبير، يضم أريكة مريحة ومخدات، وشرفة مع باب زجاجي منزلق ومصباح.",
    "قطة سوداء تستريح على شرفة خرسانية بينما باب زجاجي منزلق يوفر منظرًا للجبال مع نافذة وباب مرئيين من الأعلى.",
    "مسار خرساني يؤدي إلى منزل محاط بجدران حجرية مع مدخل يضم نافذة وباب."
  ],
  "176424bc97d94b12a52aefbdfb8c00d9": [
    "المشهد يصور مطبخًا به أرضيات خشبية، وأجهزة من الفولاذ المقاوم للصدأ، وأرفف خشبية داكنة، وموقد، وأرفف.",
    "المشهد يصور مطبخًا يحتوي على جزيرة من الجرانيت كبيرة، وأرفف خشبية، وطاولات من الجرانيت، ومصابيح معلقة فوق الطاولة.",
    "مطبخ واسع مع أرضيات خشبية، وجزيرة كبيرة، خزائن، ومنظر للم.",
    "المشهد يصور مطبخًا به نافذة ووعاء نبات، وكذلك خزائن مرئية من منظور من الأعلى.",
    "المشهد يصور مطبخًا به فرن من الفولاذ المقاوم للصدأ، وموقد الميكروويف، وحوض، وثلاجة.",
    "مطبخ حديث مع أجهزة من الفولاذ المقاوم للصدأ بما في ذلك ميكروويف وفرن مع شاشات رقمية.",
    "منظر لمساحة متعددة المستويات تحتوي على خزانة ومخزن ومطبخ كل منها له باب ورفوف.",
    "المشهد يصور مطبخًا به موقد، خزائن، سطح موقد أبيض، وعاء أبيض، وخزائن رمادية."
  ],
  "7efbe13d514b4797b540aecffe79aa03": [
    "غرفة معيشة تحتوي على كرسي وبطانية لون الكريم، وريشتين، وحمام به جدار أزرق وورقة ذهبية.",
    "المشهد يتألف من غرفة نوم تحتوي على سرير وأرضيات خشبية، بالإضافة إلى نافذة، وحمام يحتوي على ثريا ولوحة.",
    "غرفة نوم تحتوي على سرير، سجادة، نافذة، مروحة سقف، وإضاءة.",
    "غرفة نوم مع أرضيات خشبية تحتوي على خزانة مع تلفزيون ومرآة، وتلفزيون مثبت فوقها.",
    "المشهد يتكون من غرفة صغيرة مع طاولة و كراسي، تلفزيون مثبت على الحائط، وكرسي.",
    "ممر مع أرضية خشبية وباب خشبي يؤدي إلى حمام مع جدار أزرق ولوحة.",
    "المشهد يصور مطبخًا به ثلاجة ومرحاض وباب أصفر وأرفف وثريات فوق الباب.",
    "منظر لباب مع أرضية خشبية وباب يؤدي إلى المنزل، مع باب زجاجي مرئي من الوسط وضوء ونافذة مرئيين من الأعلى."
  ],
  "64fdd371adc042558d30fa9bd00a00f5": [
    "غرفة معيشة تحتوي على بيانو أبيض ومجلة تقع أمام درج مزخرف بمصباح معلق ولوحة.",
    "غرفة معيشة تحتوي على بيانو وأريكة متصلة بغرفة تحتوي على لوحة فنية، وكلا الغرفتين موجودتان في غرفة أكبر تحتوي على نافذتين.",
    "غرفة معيشة ذات نافذة تطل على جبل وسما أزرق مع سحب ظاهرة من الأعلى.",
    "غرفة معيشة تحتوي على أريكة وطاولة قهوة وموقد نار ونوافذ، بما في ذلك واحدة بجانب الأريكة وواحدة أخرى توفر منظرًا من الأعلى.",
    "غرفة معيشة تحتوي على مدفأة حجرية، طاولة قهوة، أواني زهور، ولوحة فنية على الموقد.",
    "المشهد يصور غرفة معيشة تحتوي على كرسيين وطاولة قهوة، مدفأة نار ومائدة كبيرة، وسلم مع درابزين ونبات.",
    "غرفة معيشة تحتوي على كرسي أزرق وأرضيات خشبية صلبة، وتتميز بمدفأة نار وممر مع درابزين وطاولة.",
    "غرفة معيشة تحتوي على أريكة ومجلة عليها، وسلم يؤدي إلى غرفة مع شرفة."
  ],
  "4ed46372db6849e28e1ed9ada35efeac": [
    "حمام يحتوي على حوض استحمام وستارة دش مطبوعة بنمط شيفرون، مضاءة بمصدر ضوئي وتمتلك ستارة دش زرقاء.",
    "حمام به بابين خشبيين، ستارة دش، باب خشبي به كتاب، وباب خزانة خشبي بنهاية بنية.",
    "منظر لغرفة ذات باب خشبي وجدار من المعدن وأرضية خشبية مطلية بالمعدن.",
    "غرفة ملونة بأبواب خشبية، بما في ذلك مقطع قريب من باب مطبوع بالشكل الماسي في غرفة نوم.",
    "غرفة نوم ذات مخطط ألوان وردي وأبيض تحتوي على سرير ومكتب، بينما يظهر منظر الغرفة من الأعلى سقفًا ورديًا بنقوش أرجوانية.",
    "حمام به باب، مرآة، حائط ملون، وكرسي.",
    "حمام مع حوض وم وثريات إضاءة.",
    "حمام به جدران زرقاء بهدش حوض استحمام و مغسلة و مرحاض و نافذة و دش."
  ],
  "dbce7eccf4a140338da926d313e07b5c": [
    "المشهد يصور حماما به مرحاض أرجواني وجدار مطلي بتصميم شيفرون.",
    "غرفة نوم ذات جدار بنفسجي وديكور مُصمم على شكل تزلج، بما في ذلك تزلج معلقة على الحائط وخزانة بيضاء، يخلق جوًا دافئًا ومغامرًا.",
    "غرفة نوم مع جدران مطلية بتصميم شيفرون وخزانة بيضاء مع مرآة مزينة بزخارف بومة.",
    "غرفة بنفسجية بيضاء للفتاة تحتوي على نبات ومكتب تتميز بفن جداري شطرنجي وطلاء.",
    "مشهد يضم مكتب أبيض، صينية، مرآة، نافذة تطل على جبل، وستارة بنقشة وردية وبنفسجية.",
    "غرفة نوم مُصممة على شكل تزلج مع سرير أبيض يضم رأس سرير وردي وأرجواني، تزلج على السرير، وجدران ملونة مزخرفة بالتزلج.",
    "سرير ملون مع بطانية ووسائد يرافقه فن جداري شطرنجي، مناسب لكل من غرفة نوم وغرفة طفل.",
    "غرفة نوم مع شيفرون مطلية على الحائط، تحتوي على طاولة وكرسي وفن حائط شيفرون لغرفة فتاة."
  ],
  "810702d87ddc4964a583f8b7a3b9c43c": [
    "ممر مع درج سلم، سجادة، مصعد، صورة، جهاز إضاءة، ومروحة سقف.",
    "يظهر المشهد منزلًا واسعًا أنيقًا يضم غرفة معيشة تحتوي على مدفأة وثريات، وشرفة مطلة على غرفة المعيشة، ومطبخًا به عوارض خشبية وثريات.",
    "غرفة معيشة فاخرة ذات نوافذ كبيرة وشرفة مطلة على حقل، تحتوي على ثريات وغرفة طعام مع ثريات إضافية وأضواء سقف.",
    "المشهد يصور مساحة معيشة متعددة المستويات تحتوي على مدفأة مريحة في غرفة المعيشة، ومطبخ مع عناصر ريفية، وشرفة تطل على غرفة المعيشة.",
    "ممر مع درابزين وسجادة ولوح خشبي وصوره وسقف خشبي وثريات.",
    "المشهد يصور مساحة متعددة الوظائف تحتوي على غرفة تحتوي على مكتب وكراسي على سجادة، مكتب منزلي مع جدار خشبي ومكتب، وغرفة معيشة مع سقف خشبي وأريكة.",
    "غرفة معيشة ذات كراسي زرقاء، درج، نافذة كبيرة، مروحة سقف، وإضاءة.",
    "ممشى به درج يحتوي على مصعد حديدي مع مسند أسود، لوحة، وغرفة تحتوي على مروحة سقف وطاولة."
  ],
  "cf7c2bd80f934238aede140bb9bd1284": [
    "غرفة تحتوي على خزانة بيضاء، و نبات، و نافذة مع نبات و مصباح، و ستارة باللونين الأسود والأبيض.",
    "غرفة نوم تحتوي على سرير و مصباح وطاولة جانبية وصور معلقة على الحائط.",
    "غرفة نوم مع سرير أبيض، وسائد، منظر للجبال، ثريا، ونافذة.",
    "غرفة نوم مع سرير أبيض، كرسي، نافذة كبيرة، مروحة سقف، ومنظر من فوق، أسفل، ووسط.",
    "المشهد يصور منزلًا به غرفة تحتوي على سجادة وصورًا، ورواق به باب خشبي وصور إطارية، وحمام به سقف خشبي وصور إطارية.",
    "جدار أزرق مع صورة إطارية معلقة فوق المرآة في الحمام، في حين يعلق إطار صورة على جدار آخر.",
    "يظهر المشهد حماما به حوض استحمام و مغسلة و حوض كبير وضوء سقف ومرآة.",
    "حمام به حوض ومرآة وثريات وجدران بيضاء وأرضية."
  ],
  "7cdc2565c773401289b95360da22e017": [
    "منظر لحمام به مرحاض و حوض استحمام، حائط أبيض مع مفتاح إضاءة، وسماء زرقاء مرئية من خلال السقف.",
    "المشهد يصور غرفة معيشة تحتوي على أريكة وكرسي، غرفة منفصلة تحتوي على كرسيين، وحمام يحتوي على مرحاض وغساله في الزاوية.",
    "غرفة نوم مع أرضيات خشبية، سرير، دولاب، نافذة، مروحة سقف، وإضاءة.",
    "ممر مع أرضية خشبية، صور إطارية، باب، مدخل، ومرآة.",
    "المشهد يصور ثلاثة مطابخ مختلفة بألوان ومواد متنوعة، بما في ذلك خزائن زرقاء ورمادية، وأرضية وسقف خشبية، وميكروويف.",
    "المشهد يصور ثلاثة مطابخ مختلفة ذات ميزات متنوعة مثل حوض أزرق وطاولات رخامية، وطاولة سوداء وحوض، وأرفف داكنة مع بلاط أصفر.",
    "المشهد يتكون من مطبخ به عناصر سوداء وبيضاء وخزانة ذات باب أسود ومقابض ذهبية.",
    "مطبخ به نافذة و حوض، منظر من الأعلى والأسفل والوسط، مع ستارة تغطي النافذة من المنظر العلوي."
  ],
  "a8ae1f18502e4a6aa301af029f976f5f": [
    "جدار غرفة نوم مغطى بالخشب مع لوح رماية ورماح معلقة عليه.",
    "غرفة معيشة تحتوي على وحدة ترفيه خشبية، كتب، صور، وتلفزيون مثبت على الحائط.",
    "غرفة معيشة تحتوي على أريكة ونافذة ووسادتين، مضاءة بمصباح سقف معلق.",
    "غرفة معيشة تحتوي على أوتومان أزرق وأبيض، أريكة بژ، طاولة قهوة، مروحة سقف، ولوحة فنية.",
    "غرفة المعيشة تحتوي على طاولة بلياردو، أريكة، مروحة سقفية، وتلفزيون.",
    "طاولة بلياردو بأقمشة سوداء وإطار موجودة في غرفة ذات لوح خشبي وتليفزيون مزخرفة ببعض الصور.",
    "ممر به طاولة بلياردو و لوحة و أريكة و مصباح فوقها.",
    "غرفة تحتوي على لوح خشبي على الحائط وجدار أبيض مع لوح رماية مثبت عليه رماح."
  ],
  "e28810ab6e9745f89e3b124320caf5a8": [
    "يتميز النبات بشكل بارز في غرفة المعيشة مع تلفزيون ولوحة فنية على طاولة قريبة.",
    "منظر لستارة زرقاء وبيضاء على عتبة نافذة، تنظر إلى حقل مع سماء زرقاء في الخلفية.",
    "منظر لمرج أخضر وجبال من خلال نافذة بها شبكة، مع بعض السحب في السماء أعلاه.",
    "شخص جالس على كرسي خشبي على عتبة نافذة، ينظر إلى فناء من منزل، مع إطلالة على السماء من النافذة أعلاه.",
    "بيانو أسود يجلس في غرفة المعيشة مع مدفأة وحائط حجري.",
    "غرفة معيشة فخمة مع بيانو وموقد وثريا وعوارض خشبية تعكسها غرفة زجاجية.",
    "بيانو أسود مع مرآة عليه موجود في غرفة المعيشة في منزل به سلم خشبي ودرابزين مرئي من الأعلى.",
    "النبات موجود في مواقع مختلفة داخل المبنى، بما في ذلك الغرفة والرواق وعلى الدرج."
  ],
  "8e63389afc02448a9d0dd695bc50253a": [
    "غرفة معيشة تحتوي على طاولة قهوة، كتب، زهرية، بيانو، وسلم مع مصباحين معلقين.",
    "غرفة معيشة ذات نوافذ كبيرة وأريكة، تحتوي على طاولة قهوة وستائر.",
    "غرفة معيشة تحتوي على أريكة ونافذة كبيرة ونبات، تطل على السماء.",
    "مدفأة تحتوي على مزيج من الحجر والطوب والتات الذهبية، وتتميز بمنضدة تحتوي على إطار من الحجر و قرن الغزال.",
    "مدفأة مع فنجان قهوة عليها تقع أسفل حامل مصنوع من الحجر والخشب، مزين بالصور.",
    "مشهد دافئ مع سلة قهوة وغطاء ، ورف فوق الموقد مع نبات ، ورف خشبي مع نبات آخر.",
    "المشهد يصور منزل متعدد المستويات مع غرفة معيشة وغرفة طعام وسلم مزخرف بنبات ودرابزين.",
    "غرفة معيشة واسعة مع مدفأة، سلالم، سقف خشبي، وأثاث يتضمن كراسي وطاولة قهوة."
  ],
  "fed8aaa68c9b43a3b83770b4bd2324ed": [
    "حمام بهوض أبيض وخزائن، ومرآة كبيرة مع شموع، ومروحة سقف وضوء.",
    "حمام به أرضية خشبية و حوض ومرآة كبيرة وسقف مطلي.",
    "المشهد يصور حماماً مع باب دش زجاجي وسرير.",
    "حمام به باب دش زجاجي، حوض أبيض، مرآة، ومقعد داخل الدش.",
    "المشهد يظهر حماماً مع دش زجاجي وأرضيات بلاط بيضاء ومنشفة.",
    "حمام به أرضية خشبية بيضاء ووحدة غسيل خشبية ومرحاض وسقف مطلي.",
    "المشهد يصور حماماً به حوض استحمام ومرحاض ومرآة وثريات.",
    "حمام به حوض استحمام و أرضية مفروشة بالبلاط و نافذة و ستارة نافذة."
  ],
  "a55dab7d921b47d59b1391d69fa7e464": [
    "مشهد يضم بابًا بنيًا، صورة شخص على جدار خشبي، وطاولة خشبية مصبوغة باللون الأصفر من زوايا مختلفة.",
    "حمام مع باب خشبي ومنشفة معلقة عليه يُرى من زوايا مختلفة.",
    "حمام به باب خشبي و منشفة معلقة عليه، به بلاط أبيض.",
    "باب خشبي مع مقبض ومقبض أبيض يُرى من زوايا مختلفة.",
    "منظر لباب أبيض وبني، هاتف أبيض بشاشة حمراء، ومرآة حمام بيضاء وبنية.",
    "المشهد يصور خزانة مع مساحة تخزين واسعة، دولاب، ضوء، ومروحة.",
    "يصور المشهد غرفة تحتوي على خزانة، وطاولة، ورف كتب، ونافذة، وخزائن خشبية، مع حمام يقع فوقها.",
    "باب خشبي مع نافذة صغيرة وإطار يُرى من زوايا مختلفة، مع مقطع قريب من مرآة على الباب."
  ],
  "7d1e000e54d942168b24155d12cd265b": [
    "ممر مع أرضيات خشبية و جدران بيضاء يؤدي إلى سلالم مع أرضيات خشبية سوداء و مصباح فوقها.",
    "غرفة معيشة واسعة مع نوافذ كبيرة، مدفأة، أريكة، كراسي، ثريا، وضوء طبيعي كثيف.",
    "يظهر عمود خشبي مع نبات، وباب خشبي في غرفة المعيشة، وعمد خشبي مع مكون إضاءة في الوسط من منظورات مختلفة.",
    "عمود خشبي مع نبات عليه يقف في وسط غرفة المعيشة، مغطى بمصباح.",
    "غرفة طعام مع أرضيات خشبية وسجادة زرقاء تقع أسفل مطبخ به مصباح سقف وثريا.",
    "مطبخ به طاولة خشبية وأرائك موضوع على أرضية خشبية مع درابزين سلم معدني، وثريا معلق من عمود خشبي أعلى.",
    "غرفة طعام مع سجادة، كراسي، طاولة كبيرة، ومصباح في السقف مع صورة.",
    "المشهد يصور غرفة طعام مع أرضية خشبية وسجادة، وتتميز بثريا، ومطبخ مع أرضيات خشبية، ومروحة سقف، وثريات."
  ],
  "df9d294a3f8849f6ab267f658847f700": [
    "حمام به حوض خشبي، مرآة، مناشف، وأضواء فوقه.",
    "المشهد يصور حماماً يحتوي على حوض، مرآة، مفتاح إضاءة، ورف مناشف، بالإضافة إلى إطار صورة على الحائط.",
    "المشهد يصور غرفة نوم مع سرير كبير ومنظر للجبال، وكذلك مطبخ مع مروحة سقف وأضواء.",
    "منشفة معلقة على الحائط أو باب الحمام.",
    "المشهد يصور حمام أبيض مع دش يحتوي على أبواب زجاجية وكرسي، بالإضافة إلى أجهزة إضاءة.",
    "المشهد يصور حماماً به أرضية من البلاط الأبيض، دش زجاجي، باب دش زجاجي، وحوض.",
    "حمام به حوض استحمام، حوض كبير، نافذة، أرضيات من البلاط الأبيض، حوض، ومروحة سقف.",
    "المشهد يصور حماماً به حوض، مرآة، مرحاض، مرآة كبيرة، حوض استحمام، جهاز إضاءة، ومستويات متعددة من المنظور."
  ],
  "4e796cd1c4594f9fb07bf8b48edf2dc2": [
    "غرفة معيشة مع أرضيات خشبية، موقد نار، وجدار حجري يمتد من الأرض إلى السقف.",
    "غرفة معيشة تحتوي على مدفأة ومذياع، تتميز بأرضيات خشبية وموقد حجري وشاشة تلفزيون مسطحة.",
    "غرفة معيشة بأسطح خشبية، طاولة خشبية، نافذة كبيرة، طاولة قهوة، مروحة سقف، وإضاءة.",
    "غرفة نوم مع أرضية خشبية، نافذة مع ستائر ومروحة في الوسط.",
    "مطبخ أبيض به ثلاجة على الطاولة وخزانة مع ستارة معلقة فوقها.",
    "المشهد يصور مطبخاً به طاولات من الجرانيت، ولوحة خلفية من البلاط، وأرفف سوداء، ونافذة.",
    "المشهد يصور مطبخًا به أرضيات خشبية، خزائن داكنة، سجادة زرقاء، جزيرة مركزية، وجزيرة كبيرة مع إضاءة سقفية.",
    "مطبخ به طاولة طعام وأكراسي، سجادة زرقاء به طاولة خشبية وأكراسي، ومصباح معلق فوق حوض."
  ],
  "cc896d0984cc4661bff9087a0df6967c": [
    "ممر مع أرضيات خشبية، صور إطارية، جهاز إضاءة، وباب.",
    "باب خشبي عليه صورة محاطة بإطار أسود ومحاط بإطار خشبي.",
    "سلم به درجات مغطاة بالسجاد والخشب، ودرابزين، وصورة معلقة على الحائط.",
    "منزل به أعمدة خشبية وسلم مفروش بالسجاد الأصفر يؤدي إلى غرفة معيشة به عمودين خشبيين وثريا.",
    "يظهر المشهد منزلًا واسعًا بأرضيات خشبية وموقد نار وطاولة كبيرة في الرواق.",
    "ديكور داخلي على طابع خشبي مع غرفة تضم أرضيات خشبية وباب أسود، رواق مع عوارض خشبية يؤدي إلى غرفة طعام، ومنظر من أعلى عارضة خشبية معلقة في غرفة.",
    "يُعرض لوح فني تجريدي على الحائط، ويُشاهد من زوايا مختلفة.",
    "المشهد يصور غرفة تحتوي على باب ولوحة، يؤدي إلى مكتب منزلي مع لوحة كبيرة على الحائط، وباب خشبي مع لوحة فوقه."
  ],
  "5a72c23b99fa40f1bcd9dfbb60340b05": [
    "مسمار معدني أسود معلق من السقف فوق غرفة بيضاء تحتوي على ثقب صغير في السقف وجدار أبيض مع فرشاة دهان.",
    "درج بدرابزين أسود وسجادة بنية يؤدي إلى درابزين خشبي مزين بالصور.",
    "درج مع سجاد، باب، صورة عليه، وصورتان معاديتان في الأعلى.",
    "المشهد يظهر درجاً مع مساند معدنية، و سجاد، و نوافذ، و ثريا.",
    "المشهد يصور منزلًا به غرفة معيشة تحتوي على مدفأة حجرية وسلم، ودرج، ورواق كبير به ثريا و جدار حجري.",
    "سلالم خشبية مع أعمدة ودرابزين معدني تؤدي إلى عمود خشبي مع باب في الوسط.",
    "غرفة فيها لوحة فنية على الحائط وأبواب خشبية تتدلى منها مصباح معلّق.",
    "منظر لباب أسود مع مفتاح إضاءة، ومدخل أبيض مع طاولة، ومنظر قريب من جدار أبيض مع باب."
  ],
  "eb8781b9756346c9b97ae6d5e43b6d13": [
    "مطبخ ومساحة طعام واسعة مع سجادة زرقاء، كراسي، جزيرة كبيرة، طاولة طعام، مروحة سقف، وإضاءة.",
    "غرفة طعام مع كراسي و سجادة زرقاء متصلة بمطبخ به جدار حجري وثريا، في حين يضيف مدفأة حجرية دفئًا إلى منطقة الطعام.",
    "المشهد يصور غرفة معيشة مع مدفأة ومطبخ، متصل بمطبخ مطلي بالخشب الصلب مع سجادة زرقاء وثلاجة مضاءة بالسقف.",
    "مطبخ مع نافذة مطلة على الجبال وخزائن.",
    "مطبخ به شريط مطبخ من الجرانيت يحتوي على خزانة مظلمة بأبواب زجاجية وإضاءة، ووحدة عرض زجاجية مع أكواب وصحون في الأعلى.",
    "مطبخ مع طاولة ووعاء من التفاح، وطريق إلى الجبال، ونافذة مع خزائن.",
    "مطبخ مع أرضيات خشبية، خزائن رمادية، طاولات من الغرانيت، وإضاءة صفراء فوق الخزائن.",
    "المشهد يصور مطبخًا به جزيرة واسعة وألواح من الجرانيت وثريات معلقة من فوق."
  ],
  "1407cf2da95e4f73951798295db82ab6": [
    "يتميز المشهد بموقد أبيض مع جدار من الطوب والحجارة، وجدار أبيض مع باب في الوسط.",
    "غرفة دافئة مع مدفأة ورفوف كتب ممتلئة بالكتب والصور والكأس.",
    "غرفة معيشة مع مدفأة حجارة، أرضيات خشبية، نافذة كبيرة، وتليفزيون على حائط حجري.",
    "غرفة معيشة تحتوي على أريكة، كراسي، طاولة قهوة، مدفأة، نافذة كبيرة، مروحة سقف، وإضاءة.",
    "مساحة معيشة متعددة الوظائف مع أرضيات خشبية، سجادة، مطبخ، منطقة لتناول الطعام، ومروحة سقف.",
    "المشهد يصور غرفة طعام ومطبخ مع لمسات زرقاء، وتتميز بجدول كبير، كراسي، وجزيرة، بالإضافة إلى ثريا.",
    "مطبخ مع أرضيات خشبية، سجادة زرقاء، خزائن رمادية، جزيرة مركزية، مروحة سقف، ومصابيح إضاءة.",
    "مطبخ مع أرضيات خشبية وغرفة طعام تتميز بجدار أبيض وثريا."
  ],
  "42524ad2f3f44645a1dc3bd8486560cf": [
    "مطبخ به خزانة سوداء وطاولة عمل بيضاء وباب خزانة زجاجي يحتوي على كتاب وكوب على الطاولة.",
    "غرفة معيشة ذات أرضيات خشبية، مدفأة، درج، وباب، منظر من الأعلى مع جدار أبيض وضوء يمر من خلاله.",
    "غرفة معيشة ذات أرضية خشبية، مدفأة، وإطلالة، تتميز بجدار حجري واضاءة سقفية.",
    "غرفة طعام بأرضية زرقاء وأثاث متصل بمطبخ به ثريات ومروحة سقف، ويضم طاولة كبيرة وأثاث في الوسط.",
    "مطبخ مع أرضية خشبية وسجادة زرقاء وطاولة كبيرة وأرائك ومروحة سقف مزودة بأضواء.",
    "مطبخ مع جزيرة من الجرانيت، وجزيرة مركزية، وألواح طاولات من الجرانيت، وثلاثة مصابيح معلقة فوق الطاولة.",
    "المشهد يصور مطبخًا به أرضيات خشبية، خزائن رمادية، ثلاجة من الفولاذ المقاوم للصدأ، وسقف مظلم.",
    "مشهد يظهر مكتبًا به لابتوب وآي باد، يقع في مطبخ به ثلاجة وميكروويف، ويحيط بهم خزائن رمادية."
  ],
  "efa99d80f5024c999633851f5875c6c7": [
    "تصوير حصان معلق على جدار رواق مع صور أخرى.",
    "المشهد يظهر سلالم مع صورة معلقة عليها، جدار مع صور إطارات و ساعة، و صورة معلقة على جدار غرفة.",
    "المشهد يصور درجا وسردابا مزخرفين وأنيقين مع صور إطارية، ومصباح كريستال، ومروحة سقف مع جهاز إضاءة.",
    "غرفة معيشة واسعة مع نوافذ كبيرة وثريات مرئية من السلم، بينما تقع المطبخ مع عوارض خشبية وطاولة خشبية في الأعلى.",
    "ممر مع سجادة ودرابزين يؤدي إلى غرفة مع سقف عارضة خشبية وجدار حجرية للموقد.",
    "ممر مع سجادة، أرضية خشبية، صورة إطارية، وباب مع إطار عليه.",
    "الغرفة تحتوي على لوحتين مصوّرتين أو لوحتين مُطرّفة معلّقتين على الحائط.",
    "غرفة مع سجادة ولوحة معلقة على الحائط، بالإضافة إلى حمام مع صورة معلقة على الحائط."
  ],
  "57e88eaa7e2f49258f247aa79bd2368c": [
    "منظر من نافذة مع نبات، منظر من حقل، ونافذة مع ستارة.",
    "نبات في وعاء يجلس على طاولة خشبية أمام نافذة تطل على الجبال، وتضم مقعدًا ونافذة ومستارة.",
    "غرفة ذات جدار خشبي يضم نباتًا ونافذة تطل على جبال ولوح خشبي، ونافذة علوية مع ستارة.",
    "مصباح يقع على عتبة النافذة مع منظر، بجانبه مصباح أرضي بقاعدة معدنية وخشبية، ويعلو الستارة الزرقاء في النافذة.",
    "غرفة معيشة تحتوي على أريكة كبيرة، طاولة قهوة، مصباح، مروحة سقف، ومرآة.",
    "المشهد يصور غرفة معيشة تحتوي على كراسي كيس الفاصولياء وطاولة بلياردو، وكذلك غرفة منفصلة تحتوي على أريكة وطاولة بلياردو أخرى، كل ذلك تحت مروحة سقف وأضواء.",
    "غرفة ألعاب تحتوي على طاولة بلياردو ووسادتان كبيرة وتليفزيون ومروحة سقف.",
    "غرفة تحتوي على دولاب خشبي يحمل شمعة، تلفزيون مثبت على حائط مع لوح خشبي، وتلفزيون آخر مثبت على حائط مع ضوء عليه."
  ],
  "c3b8b8e1f0994859869b42fb760fce9f": [
    "المشهد يضم رواقًا مع باب، جدران بنفسجية، وفن جداري شبيه بالشفرة يؤدي إلى غرفة نوم.",
    "غرفة تحتوي على تزلج معلقة على الحائط، لوح تزلج أزرق وأبيض، وسلم مقابل حائط أزرق وردي.",
    "المشهد يضم ثلاثة إشارات مع الكلمات  و  و  .",
    "المشهد يتألف من حمام به مرآة ورسالة على الحائط، غرفة ملونة به شعار كي، وجدار وردي وأزرق به لافتة ومرآة.",
    "غرفة تحتوي على جدار مقسم إلى شقين أرجواني وأزرق، وتحتوي على دولاب أبيض مع مرآة، وفي الحمام العلوي، يوجد سقف مقسم إلى شقين أرجواني وأبيض.",
    "غرفة نوم ملونة تضم سريراً وخزانة وطاولة، تتميز بجدران شطرنجية وسقف مطبوع بشرائط ورديه وبنفسجيه.",
    "غرفة طفل مع جدار مطلي بالشكل الماسي تؤدي إلى غرفة صغيرة مع كرسي وجدار أرجواني.",
    "المشهد يتكون من غرفة ذات جدران ورديه وفوشياء، جدار أزرق أبيض شطرنجي مع صورة، وطلاء جدار شطرنجي."
  ],
  "63c6a6491f9d4825a696fbe778a2d6f9": [
    "مطبخ صغير مع خزائن بنية وطاولات رخامية يحتوي على حوض ومقعد، مع ثريا معلقة فوق نافذة.",
    "باب خشبي به مرآة وباب بني اللون مع مقبض أبيض، كلاهما به مقابض مختلفة.",
    "منظر مقرب لعدة أشياء خشبية، بما في ذلك رف و جدار وطاولة مع خدش.",
    "باب خشبي مع مقبض في حمام أبيض الجدران.",
    "حمام به مرحاض يوجد به صورتان إطارية معلقتان فوقه، وصورة إطارية واحدة على الحائط فوق المرحاض.",
    "المشهد يصور حمامًا به مرحاض أبيض و حوض ومرآة وضوء فوقها.",
    "حمام به مرآة ومنشفة بتصميم نمر على الحوض، مضاءة بمصابيح إضاءة من فوق.",
    "حمام مع مرحاض ومرآة ظاهر من الأسفل، باب خشبي مع رف معطف ومنشفة من الوسط، وحمام مع باب خشبي وإضاءة من الأعلى."
  ],
  "55e5280eea474acfb993bf68a193bb25": [
    "المشهد يصور حماما مع أرضيات من البلاط، حوض، ونمط شيفرون على كل من الجدار والسقف.",
    "حمام به حوض، مرحاض، ميزان حرارة مثبت على الحائط، إطار خشبي، وساعة.",
    "المشهد يصور رواقًا مع باب، غرفة معيشة مع كرسي حقيبة الفاصولياء وتلفزيون، ورواق آخر مع سقف أبيض وصور.",
    "ثلاث لوحات من الريش معلقة على الحائط مع العديد من اللوحات الأخرى.\n\n            .",
    "يظهر المشهد ريشة سوداء وبيضاء معلقة على الحائط، مع عرض لوحة تظهر ريشة أيضًا على نفس الحائط.",
    "المشهد يتكون من باب مع مفتاحين للضوء، واحد على الجدار بجانبه والآخر على الباب نفسه، على خلفية حائط أبيض.",
    "ممر مع جدران بنفسجية وباب يؤدي إلى حمام مع باب خشبي وجدار من شيفرون ملون.",
    "باب خشبي مع مقبض يُرى من زوايا مختلفة، موضوع على أرضية من البلاط الأبيض في حمام."
  ],
  "834865d0e74042d38b796ded2488d64c": [
    "المشهد يصور غرفة معيشة مع مروحة سقف و صورة، وغرفة نوم مع سرير و سجادة و نافذة.",
    "غرفة ذات نافذة وسجادة تطل على حقل، مع مروحة ونافذة أخرى ظاهرة من الأعلى.",
    "غرفة ذات نافذة مغطاة بستارة وستارتان منقوشتان مختلفتان معلقتان من السقف.",
    "المشهد يتكون من ركن من غرفة مع باب وسجادة، خزانة مع باب خشبي وجدار أبيض، وحمام مع ستارة وجدار خشبي.",
    "المشهد يصور ثلاثة مناظير مختلفة لخزانة مع أبواب ورفوف وضوء.",
    "المشهد يضم دولابًا مع مرآة وزهور، مرآة مع زهرية عليها، ومرآة معلقة بجانب إطار خشبي.",
    "منظر لغرفة نوم ورواق وحمام مع أثاث وزينة متنوعة.",
    "المشهد يتألف من غرفة نوم مع كراسي، سجادة، سرير، مدفأة، وحمام مع سقف أبيض ولوحة."
  ],
  "5cd8a7aa73d841a4b540b19cf91de719": [
    "حمام به أرضية من البلاط الأبيض، حوض استحمام كبير، دش داخلي، مروحة سقف، ونافذة.",
    "المنشفة معلقة على سطح خشبي، إما باب أو جدار مع إطار، أو على مشاية مناشف ذات إطار خشبي.",
    "منظر مقرب من باب خشبي مع مقبض وطلاء بني.",
    "باب خشبي مع مقابض مختلفة يظهر من زوايا مختلفة مع ضوء يسطع عليه.",
    "حمام به مرحاض و لوحة على الحائط، تضم لوحة مطبوعة لشجرة و صورة أخرى مطبوعة فوق السقف.",
    "حمام به مرحاض وباب خشبي يضم باب خشبي مع مرآة عليه وثابت إضاءة على إطار خشبي.",
    "المشهد يتكون من غرفة تحتوي على خزانة، ونافذة، وحمام مع باب وثريات.",
    "حمام مع أرضية خشبية، حوض، حوض استحمام، باب، ومرآة."
  ],
  "817aaa8a1f7b4d93b4e3c4f765cf46aa": [
    "منزل مع منطقة شرفات ومدخل مفروشة بتراسات ومقاعد وضوء.",
    "منزل مع شرفة خرسانية، باب، نافذة، وضوء مثبت.",
    "المشهد يظهر بابًا أماميًا مع حصيرة باب تحمل شعار  ، ونافذة كبيرة، وباب بني مع مقبض باب.",
    "مكتب معدني يجلس على شرفة المنزل الأمامية مع نافذة وباب، ومثبت جهاز إضاءة على جانب المنزل.",
    "منزل مع شرفة وأثاث حديقة في الخارج.",
    "ملاذ جبلي خلاب مع شرفات حجرية وخشبية مزخرفة بالنباتات والأعمدة، يوفر مناظر خلابة للمناظر الطبيعية المحيطة.",
    "شرفة خرسانية مع أواني نباتية وطريق إلى الجبال، مع طائرة ورقية تطير في السماء.",
    "ممر من الحجارة يؤدي إلى عمود حجري وعمود معدني، كلاهما مزين بالأعلام."
  ],
  "31ae672c4fda4ce29add4798d07ce3b1": [
    "يصور المشهد غرفة نوم مع أرضية مغطاة بالسجاد، سرير، خزانة، وحمام مع سقف أبيض وصور إطارية من منظور من الأعلى.",
    "غرفة نوم مع سرير كبير، كرسيين، منظر، مروحة سقف، وتلفزيون.",
    "غرفة نوم مع دولاب و سجادة تحتوي على نافذة كبيرة ومرآة، بينما يظهر منظر من الأعلى حمامًا مع مرآة ومروحة سقف.",
    "مجموعة من الصور الإطارية، بما في ذلك واحدة معلقة على باب وجموعة على جدار، معروضة داخل غرفة مع إطار خشبي معلق أيضًا على الجدار.",
    "منظر مقرب من أسطح خشبية مختلفة، بما في ذلك باب وسطح وطاولة مع ضوء يسطع عليها.",
    "باب خشبي يعلو عليه صورة ويُرى من قرب ومن منظور من الأعلى.",
    "غرفة مع سجادة و صورة على الحائط، ت صورتين إطاريين معلّقتين على الحائط و مصباح معلق في الممر.",
    "المشهد يتكون من باب مع إطار خشبي وصوره، ومقياس حرارة مثبت على الحائط مع لوحة فنية، وصوره لجدار خشبي مع صوره عليه."
  ],
  "1239dba1b6234964b420a56d82d79d7a": [
    "غرفة تحتوي على صور إطارات من بحيرة ونهر في الأعلى، صورة سوداء وبيضاء مع إطار معلقة على الجدار في الوسط، ومكنسة سوداء وبيضاء مع مقبض على الأرض.",
    "المشهد يضم درجًا مع مسند أسود وجدارًا من الصور الإطارية.",
    "يصور المشهد ممرًا يؤدي إلى حمام مع صورتين إطاريين على الجدار وصور إطارية أخرى معلقة فوق المرآة.",
    "منزل متعدد الطوابق مع درج مزخرف بصور، غرفة معيشة تتميز بنافذة كبيرة وصور إطارية، وغرفة طعام مع ثريا معلقة فوق طاولة.",
    "المشهد يصور غرفة معيشة دافئة مع مدفأة ونافورة، متصلة بمطبخ به عوارض خشبية وثريات.",
    "يتميز المشهد بدرج مع مسند حديدي، مع مناظر مختلفة تعرض أرضية خشبية، مسند زجاجي، ومصباح.",
    "منظر لدرج يؤدي إلى غرفة مع سجادة وصور معلقة على الحائط، وقاعة مع صورتين إطاريين.",
    "درج خشبي مزود بمقابض سوداء مزخرف بصور إطارات و صورة واحدة في الوسط."
  ],
  "2f3e7d98347047829630f0114694a532": [
    "المشهد يصور غرفة نوم مع سرير وخزانة، بابين بنيين، وحمام مع حوض وضوء سقف.",
    "المشهد يصور غرفة نوم مع حائط صخري، سرير مع بطانية ملونة مخططة، ومصدر للضوء من فوق.",
    "غرفة نوم مع حائط صخري وسرير، تتميز بضوء على الحائط من منظور من الأعلى.",
    "نافذة ذات ستائر بيضاء ومقعد نافذة تطل على جبل ومنزل.",
    "ستارة معلقة أمام نافذة في غرفة.",
    "غرفة غريبة مع كرسي ظبي، مطبوعة مرحاض أزرق، وصورته إطار لرجل قدم على الحائط.",
    "حقيبة ظهر زرقاء تجلس على كرسي في غرفة ذات جدار أبيض تتميز بفازة سوداء ومرآة، وفي حين يتم النظر من الأعلى إلى حمام به جدار أسود ومرآة.",
    "خزانة مع خوذة دراجة نارية عليها تقع في غرفة مع صور إطارية ومرآة، وهي جزء من حمام مع صور إطارية إضافية ومرآة."
  ],
  "cce150ca22c249d2918ac9d0ee8689e6": [
    "المشهد يصور غرفة معيشة تحتوي على أريكة بنية، رف كتب، كرسي، مصباح، وزهرية على الحائط.",
    "مشهد مع مكتب، كمبيوتر محمول، كرسي، صورة، وحمام مع مرآة وثريات.",
    "منظر لغرفة معيشة مع طاولة وكراسي، متصلة بممر مع باب خشبي، صورة، ومدخل مع ثريا فوقه.",
    "غرفة معيشة تحتوي على كرسيين ومصباح، كرسي أبيض وطاولة مع صورة، وحمام يحتوي على مرآة وصور إطارية.",
    "منظر لكرسي مع وسادة مخططة أمام ستارة، وكرسي مع وسادة بيضاء ولوحة فنية على الحائط، وحمام مع مرآة وساعة.",
    "غرفة بها نافذة، كرسي، طاولة، ستارة، وستائر.",
    "رجل ينظر من نافذة إلى حديقة بينما تجلس قطة في نافذة أخرى ونافذتان فوقهما تظهر منظر السماء.",
    "نافذة مع ستائر، وكرسي نافذة، وكرسي وطاولة خارج، ونافذة عتبة ظاهرة في المشهد."
  ],
  "5e08b4f21d6342538a9a6361d4cbd1d6": [
    "منزل مع شرفة وجرة من الزهور البيضاء يقع تحت سماء زرقاء وبجانب عمود حجر.",
    "تنمو زهرة بيضاء على الرصيف أمام منزل به شرفة أمامية وسور حجر، وتضيء الشرفة من الأعلى.",
    "منظر لباب أمامي مع بساط باب يحمل شعار، نافذة كبيرة، ومصباح إضاءة.",
    "منزل به شرفة أمامية ووعاء زهور يقع على شرفة خرسانية مع زهور ومقعد، مع ضوء على الشرفة.",
    "منزل به سقف معدني و مدخنة له سرير أزهار أبيض أمامه و هيدرانجيا في وعاء على الشرفة.",
    "منزل مع مرآب وزهرات بيضاء في ممر السيارات، تحت سماء زرقاء مع طائرة ورقية بيضاء تطير فوقها.",
    "شرفة خرسانية مع أرضية من البلاط الأبيض وسياج خشبي تطل على الجبال بينما تطير طائرة ورقية في السماء أعلاها.",
    "منظر لمتنزه مع علم ولوحة، محاط بمدخل خرساني مع سرير أزهار و علم يرفرف في السماء فوق حقل."
  ],
  "6d51167d46ea4b47b9c7e9afb12ed459": [
    "المشهد يصور غرفة نوم مع سرير ونافذة في المستوى الأوسط، بينما يظهر المستوى العلوي غرفة معيشة مع مروحة سقف وصور، كل ذلك على أرضيات خشبية صلبة.",
    "المشهد يصور غرفة ذات أرضيات خشبية ونافذة، تتميز بالستائر المعلقة في النافذة.",
    "طاولة صالة خشبية مع صورتين إطارين تقع أسفل رسم ولوحتين من الزهور معلقة على الجدار.",
    "حمام به مرحاض و حوض و باب خشبي و مرآة بإطار خشبي.",
    "المشهد يصور ثلاثة مناظير مختلفة للحمامات مع مختلف المعدات مثل المرحاض، الحوض، الدش، الحوض، ومروحة السقف.",
    "باب خشبي مع عباءة بيضاء معلقة عليه يُرى من الأعلى والوسط والأسفل.",
    "منظر لحمام صغير به مرحاض وخزانة، وخزانة تحتوي على دولاب أبيض وخزانة بيضاء، وخزانة تحتوي على قميص أبيض وحقيبة سفر.",
    "المشهد يصور غرفة نوم تحتوي على سرير وخزانة وباب خشبي مع مقبض."
  ],
  "463e439a4e974a00b23bfe7c684a2607": [
    "حائط أبيض مع ظل عليه سهم أبيض، بينما حائط أصفر وأبيض مخطط يقع بجانب حائط آخر مخطط بنفس الألوان.",
    "المشهد يصور حماماً يحتوي على حوض وطاولة خشبية ومرآة ذات إطار خشبي.",
    "ممر مع سجادة، باب، أريكة، تلفزيون، ومُنبه حريق في السقف.",
    "المشهد يتكون من بابين مع مقابض بألوان مختلفة وصورة لباب خزانة.",
    "غرفة نوم تحتوي على سرير و خزانة ومرآة، لها باب يؤدي إلى منطقة مفروشة بالسجاد، وفوقها حمام له سقف من الخشب ومرآة.",
    "غرفة تحتوي على ثلاثة أبواب، واحد مع إطار خشبي وجدار أرجواني، واحد مع نمط شيفرون ملون، واحد مع باب خشبي ونمط شيفرون.",
    "غرفة بنفسجية وبنية اللون مع بابين، تحتوي على ملصق متزلج إطار على حائط مطلي بتصميم شيفرون.",
    "المشهد يصور بابًا خشبيًا مع مقبض وزر."
  ],
  "5e102e6df0e544578c407d3b4373f737": [
    "ممر مع سجادة، درابزين، لوحات على الحائط، ثريات، وصور.",
    "ممشى به درج و صورة مع إطار و ثريا، و عارضة خشبية معلقة في مطبخ.",
    "منزل فسيح أنيق يضم غرفة معيشة تحتوي على بيانو وشرفة ونافذة كبيرة وموقد، بالإضافة إلى غرفة طعام ذات سقف خشبي.",
    "غرفة معيشة واسعة مع مدفأة ونوافذ كبيرة مرئية من شرفة، بينما يعلو عارضة خشبية في المطبخ.",
    "ممر مع شريط خشبي وسجادة يؤدي إلى غرفة ذات سقف وأرضية خشبية وطاولة.",
    "المشهد يصور منزل متعدد المستويات مع غرفة مفروشة بالسجاد ودرابزين معدني في المستوى السفلي، ومكتب منزل مع جدار خشبي وطاولة في المستوى الأوسط، وغرفة معيشة مع مروحة سقف وأرضية خشبية في المستوى العلوي.",
    "غرفة ذات شرفات خشبية ومعدنية، ونافذة كبيرة مع ثريا، ومروحة سقف مع مصباح في الوسط.",
    "ممر مع لوحة ودرابزين معدني يؤدي إلى غرفة مع صورة معلقة على الحائط."
  ],
  "54e13e385fac4638b050f5c73095ecdb": [
    "غرفة معيشة دافئة مع كيسين من القماش، أريكة، تلفزيون، مروحة سقفية، ولوحة فنية.",
    "منظر من نافذة بيضاء مع أريكة رمادية، يطل على حقل وجبال، محاط بسماً أزرق.",
    "نافذة إطار خشبي مع منظر سماء زرقاء وسحب بيضاء من داخل الغرفة.",
    "يُعرض نبات على حائط خشبي مع أوراق.",
    "غرفة تحتوي على شجرة نخيل صغيرة في أواني على طاولة، نبات كبير ذو أوراق أمام نافذة، وشجرة نخيل اصطناعية.",
    "تصلبة معلقة على جدار خشبي في غرفة تحتوي على ستارة ونافذة.",
    "المشهد يتكون من غرفة معيشة مع طاولة وكراسي، وغرفة مع طاولة بلياردو وأريكة، ومطبخ مع سقف أبيض وطاولة.",
    "غرفة معيشة تحتوي على طاولة بلياردو وأريكة ودعامات البولينج على طاولة، وتتميز بمروحة سقف واضاءة."
  ],
  "159bf39081724055a73e686a6577096b": [
    "رجل يطير طائرة بينما توجد صورة قطة معلقة على الحائط في إطار صورة.",
    "كرسي أبيض موضوع ضد جدار أبيض في زاوية غرفة.",
    "إطار صورة أبيض معلق على حائط أسود.",
    "لوحة مُطرَّفة معلَّقة على إطار أسود على سجادة بيضاء في ردهة فندق.",
    "منزل فخم وفاخر مع رواق حجري، غرفة معيشة كبيرة مع مدفأة، وسلم مع درابزين معدني وسجادة.",
    "درج مع سلم حديدي ودرجات خشبية يؤدي إلى غرفة مع عوارض معدنية وأرضية خشبية.",
    "درج مع سجادة صفراء، درجات خشبية، مسند، وصور معروضة على الجدران.",
    "سلالم ذات مصعد أسود وسجادة صفراء مع صورة معلقة عليها وصور إطارية في الأعلى."
  ],
  "9dfb6ed5ed7b47b199d8aa7e5b34727a": [
    "مشهد يظهر رفًا صغيرًا مع دراجة وصور، وآلة كتابة معلقة على الحائط بجانب دراجة، وحمام مع صورة معلقة على الحائط.",
    "المشهد يتضمن قاعة استقبال مع كرسيين أزرقين وغرفة معيشة مع كراسي أزرق وسلم، ومطبخ مع سقف أبيض وثابت إضاءة.",
    "المشهد يصور منزل متعدد المستويات مع مكتب نظيف، غرفة معيشة مريحة مع مدفأة ونظر للم، ومطبخ مع مروحة سقف وأضواء.",
    "مكتب منزلي مع جدار خشبي، مكتب، كرسي، ساعة حائط، وصور على الجدار.",
    "باب خشبي مع مصباح في غرفة نوم، محاط بإطار خشبي.",
    "غرفة مع مقعد نافذة وستائر تطل على منظر جبلي.",
    "مقعد قرب النافذة يطل على الجبل والسماء.",
    "غرفة مع مقعد نافذة و منظر لجبل من خلال نافذة مع ستارة."
  ],
  "6043285f84fe401d97d017c42b426fd6": [
    "غرفة معيشة تحتوي على أريكة زرقاء وشمعدان، وتضم كرسيين أزرقين أمام برميل نبيذ، بينما يوجد في السقف أعلاه ثريا وطاولة.",
    "غرفة معيشة تحتوي على كرسي أزرق وسجادة ونافذة كبيرة وسلم ومروحة سقف وضوء سقف.",
    "يظهر المشهد منزلًا متعدد المستويات به غرفة تحتوي على سجادة وطاولة، وغرفة معيشة كبيرة بها مدفأة وشمسي، ومطبخ به مروحة سقف ومرحاض.",
    "مكتب منزلي مع طاولة، كرسي، لوحة إعلانات، ساعة مثبتة على الحائط، حائط خشبي مع مصباح وصور.",
    "غرفة ذات جدار خشبي تحتوي على مكتب مع مصباح وساعة، لوحة كورك مع صور، وصور متنوعة معلقة على الجدار.",
    "مكتب منزلي مع حائط خشبي، مكتب، كرسي، تقويم، ولوح أتربة في الغرفة.",
    "غرفة تحتوي على سرير، دولاب، نافذتان، مروحة سقفية، وستائر.",
    "غرفة معيشة تحتوي على كرسي أزرق وسجادة وصورة ومروحة سقف وضوء."
  ],
  "18ea875fed1b4dc99363420c08cb4300": [
    "منظر لمنزل به غرفة مفروشة وسلم، رواق مع إطار حصان، وحمام مع مرآة وثابت إضاءة.",
    "درج مع صور إطارية ودرابزين معدني يؤدي إلى غرفة مع صورة معلقة من السقف.",
    "مشهد متعدد المستويات يضم درجًا مع بيانو وصور، مطبخًا مع نافذة كبيرة وصور إطارية، وعارضة خشبية معلقة فوق السقف.",
    "المشهد يصور درجاً مع مسند و جدار حجر، وكذلك عارضة خشبية معلقة في مطبخ.",
    "يصور المشهد مبنى متعدد المستويات به رواق مع سجادة ودرابزين في المستوى السفلي، ورواق مع جدار حجري وأرضية خشبية في المستوى الأوسط، ومطبخ مع سقف أبيض وأرضية خشبية في المستوى العلوي.",
    "منزل فخم مع درج، ثريا، سلم مفروش، أرضيات خشبية، ومصباح في السقف.",
    "غرفة غسيل مع غسالة و مجفف و باب خشبي مع مصباح داخلي.",
    "ممر مع لوحتين منقوشتين معلقتين على الحائط وثريا فوقهما."
  ],
  "f6cbc0517fc14f129f5456e59dc66c76": [
    "المشهد يتكون من غرفة المعيشة مع طاولة بلياردو وأرائك، غرفة مع طاولة بلياردو وأريكة، وحمام مع مروحة سقف وإضاءة.",
    "المشهد يصور غرفة معيشة تحتوي على أريكة كبيرة وطاولة قهوة، وكذلك مطبخًا يحتوي على حوض ومبردة.",
    "غرفة ذات سجادة وطاولة ونبات ولوحة فنية على الحائط ومصباح.",
    "غرفة ذات نافذة تحتوي على لوحة وستارة، موضوعة على خلفية من الحائط الخشبي.",
    "نافذة ذات إطار خشبي ومقعد تطل على حقل مع منظر للسماء.",
    "غرفة ذات نافذة مزودة بالستائر، أرضية خشبية، رف نبيذ، وإطلالة على الجبال، مع زجاجات نبيذ معلقة على الجانب.",
    "ممر مع أرضية خشبية يؤدي إلى بار يحتوي على أكواب نبيذ ورف نبيذ مغطى بزجاجات نبيذ.",
    "غرفة تحتوي على طاولة بلياردو، لوح رماية، مروحة سقف، وإضاءة."
  ],
  "6cc97300dcd2469c82449756fef5cffd": [
    "رف أبيض به وعاء يُرى من الأعلى والوسط، بينما يُرى خزانة ذات رفوف وأدراج من الأسفل.",
    "المشهد يتكون من حمام مع باب أسود ومطبخ مع حوض وباب خشبي وثريت إضاءة.",
    "مطبخ واسع مع أرضيات خشبية، وأجهزة من الفولاذ المقاوم للصدأ، وجزيرة مركزية، ومروحة سقف، وحوض.",
    "مطبخ به خليط من عناصر خشبية وستانلس ستيل، بما في ذلك الخزائن، الموقد، والفرن.",
    "منظر مقرب من باب خشبي مع مقبض وبلاط خشبي.",
    "مطبخ مع رف أبيض وأرضية خشبية، يضم رفوف وبابًا، يُرى من الأعلى والمنتصف.",
    "مطبخ مع رفوف بيضاء، أرضية خشبية، أطباق على رف أبيض، ومصباح مع ميكروويف.",
    "مطبخ أبيض مع رفوف ومرجل على الأرض، وعاء على الرف الأوسط، وعاء آخر على الرف العلوي."
  ],
  "b12981cba2ba4525b377ef503d92b843": [
    "غرفة تحتوي على باب زجاجي ورف، وتحتوي على رف كتب خشبي يحتوي على تمثال حصان عليه، وباب خشبي يحتوي على حصان عليه.",
    "ممر مع أرضيات خشبية، صورتان إطاريتان معلقتان فوقه، وباب خشبي مع صورة.",
    "غرفة بأرضية خشبية تحتوي على باب خشبي مع صورة معلقة عليه.",
    "درج يحتوي على عناصر خشبية ومعدنية يؤدي إلى باب زجاجي، مع ضوء يمر عبر الدرجات الخشبية من الأعلى.",
    "كرسي أبيض يجلس بجانب وأمام باب زجاجي، بينما مرآة بإطار وورقة ظاهرة من الأعلى.",
    "غرفة معيشة تحتوي على كرسيين ومصباح، تتميز بجدار أبيض مع بعض الصور.",
    "المشهد يصور غرفة مع طاولة وكراسي، غرفة معيشة مع أريكة ونافذتين، وغرفة مع نافذتين ومروحة سقف.",
    "مكتب منزلي مع مكتب، رف كتب، جهاز كمبيوتر محمول، ونبات مرئي من أعلى، بينما يُرى مكتب مع جهاز كمبيوتر محمول ورف كتب من زاوية من أسفل."
  ],
  "f6af6b4247ea4353b90f8bce6e05f58a": [
    "ممر مع سجادة بيضاء ودرابزين يؤدي إلى سلم مع صورة، وينتهي في غرفة مع أرضية خشبية وضوء سقف.",
    "المشهد يصور درجًا مع مسند وثريات يؤدي إلى مطبخ مع عوارض خشبية وثريات.",
    "منزل جبلي مريح مع غرفة معيشة تحتوي على شرفة وموقد، ومطبخ مع عوارض خشبية وثريات إضاءة.",
    "موقد حجري مع حاجز معدني ودرابزين حجري مع عوارض.",
    "ممر مع مسند خشبي و سجادة و لوحة و ثريا.",
    "غرفة ذات جدران خشبية تحتوي على مكتب مع صورة وكرسي، بالإضافة إلى مكتب آخر مع لوح خشبي.",
    "المشهد يصور غرفة تحتوي على مكتب وسجادة، كرسي ونافذة، وغرفة معيشة تحتوي على مروحة سقف وسماعات.",
    "غرفة معيشة ذات كراسي زرقاء وثريات، ومروحة سقف مثبتة في المطبخ."
  ],
  "dbec0f4e228c44cda1f991905404541c": [
    "غرفة نوم تحتوي على سرير وخزانة، تضم نافذة ولوحة على الحائط، ويتم رؤيتها من منظور من الأعلى والأسفل والمتوسط.",
    "غرفة نوم مع أرضيات خشبية وكبيرة النافذة مطلة على حقل، تضم ستارة ومروحة.",
    "ستارة ذات نمط خطوط و لون بني معلقة في نافذة ذات منظر.",
    "ممر صغير يؤدي إلى غرفة ذات جدران بيضاء مع باب، وفوقها حمام مع مصباح معلق.",
    "حمام به أرضية خشبية، باب، مرحاض، دش، مرآة، ومصابيح إضاءة.",
    "ممر مع مرآتين دائريتين ونبات يؤدي إلى خزانة مع مرآة وأرضية خشبية، في حين تُعلّق ثلاث مرآة دائرية على الحائط أعلاه.",
    "المشهد يصور مساحة معيشة غرف متعددة تحتوي على غرفة معيشة ومطبخ وحمام.",
    "المشهد يظهر غرفة نوم مع سرير أبيض ومقعد، ومصحوبًا بكرسي، وحمام مع مروحة سقف وأضواء."
  ],
  "8f183f5d34d544e5a4d04bc8f28f10e8": [
    "غرفة في الطابق السفلي تحتوي على طاولة بلياردو، لوح رمي السهام، وإشارة سوداء بيضاء معلقة على الحائط.",
    "غرفة معيشة تحتوي على طاولة بلياردو وتليفزيون، وطاولة مع زجاجة نبيذ وبيرة، وأريكة تحت مصباح سقف.",
    "مشهد يضم بار نبيذ ومطبخ مع زجاجات نبيذ وأكواب معروضة.",
    "نافذة ذات ستائر وإطار خشبي تطل على منظر جبال وزجاجة نبيذ، مع زجاجات نبيذ إضافية مرئية من منظور من الأعلى.",
    "النافذة توفر مناظر لحقل عشبي وجبال وطائر.",
    "نافذة ذات ستارة وإطار خشبي توفر منظرًا للجبال.",
    "مشهد يضم خزانة خشبية مع باب، وبار خشبي مع صورة، وملصق عليه كلمة لحم الخنزير.",
    "مشهد يحتوي على بار خشبي، كرسي طويل، كرسي، رف خشبي مع ملصق بيسبول، وملصق بلياردو معلق على الحائط."
  ],
  "67dd134230034fc18ab8c30abd9af183": [
    "ممر مع أرضيات خشبية، سلالم، صورة على الحائط، مصباح على السقف، وباب في النهاية.",
    "غرفة معيشة مع أرضية خشبية وسلم، تحتوي على كرسي وثريا معلقة من أعمدة خشبية.",
    "غرفة معيشة تحتوي على بيانو، كراسي، نوافذ كبيرة، ومصابيح معلقة.",
    "غرفة معيشة مع مدفأة موضحة من ثلاث وجهات مختلفة، تبرز أرضيات خشبية صلبة، نوافذ كبيرة، ومصابيح كريستالية.",
    "المشهد يصور غرفة معيشة وغرفة طعام مع أرضيات خشبية، ورواق مع أرضيات خشبية وحوض استحمام، ورواق مع جهاز إضاءة وجدار أبيض.",
    "مشهد يظهر غرفة طعام مع أرضيات خشبية داكنة وطاولة وأعمدة خشبية وعمد خشبي في غرفة المعيشة.",
    "منظر لمدخل مع باب أسود و بساط باب على أرضية خشبية، من منظور من الأعلى والمتوسط.",
    "منظر لغرفة مع أرضية خشبية وخزانة، ممر مع أرضية خشبية داكنة ومرآة، وحمام مع حوض ومرآة ونافذة."
  ],
  "a6c8016b0fa94ebaa51c2808c6fec8ba": [
    "غرفة تحتوي على مدفأة حجرية ودرابزين خشبي، تضم تلفزيون سامسونج به ضوء.",
    "غرفة تحتوي على مدفأة تتميز بموقد حجر وخشبي، وطاولة مع تلفزيون وصور، وتلفزيون مثبت على حائط حجر.",
    "غرفة معيشة مع أرضيات خشبية، مدفأة، وباب زجاجي منزلق يؤدي إلى فناء مع جدار حجري.",
    "غرفة معيشة تحتوي على أريكة بنية، أوتومان مطبوع بتصميم بقري، نافذة كبيرة، أبواب زجاجية متحركة، مروحة سقف، وإضاءة.",
    "غرفة معيشة تحتوي على أوتومانات مطبوعة بتصاميم الأبقار، طاولة قهوة، أريكة، تلفزيون، ومروحة سقف.",
    "المشهد يصور مساحة معيشة متعددة الوظائف مع سجادة وأرائك على المستوى السفلي، وطاولة طعام وأرائك على المستوى الوسطي، ومطبخ مع مصباح سقف وثلاجة على المستوى العلوي.",
    "منزل مع أرضيات خشبية وحمامات نار حجرية في كل من غرفة المعيشة والمطبخ، مع مطبخ يضم حائطًا حجريًا وإضاءة مغموسة.",
    "غرفة معيشة دافئة مع مدفأة، كتب على الموقد، وتلفزيون مثبت على حائط حجر."
  ],
  "7f6caa8939ec48be91f7404a9ff10624": [
    "المشهد يصور مطبخًا به أرضيات خشبية، ثلاجة من الفولاذ المقاوم للصدأ، وإضاءة سقفية.",
    "المشهد يصور مطبخًا حديثًا مع أجهزة من الفولاذ المقاوم للصدأ، وطاولة من الجرانيت، وأضواء معلقة، وغسالة أطباق، وثلاجة.",
    "مطبخ به طاولة من الجرانيت الأسود، ومطبخ كبير، وإضاءة معلقة من السقف.",
    "مطبخ مع طاولات رخامية، أرضيات خشبية، خزائن داكنة، ومصباح معلق فوق الجزيرة.",
    "المشهد يصور مطبخًا به أرضية خشبية، موقد، فرن ميكروويف، نافذة، خزانة داكنة، وإضاءة فوقها.",
    "المشهد يصور مطبخًا به موقد و حوض و حوض أبيض و خزائن سوداء و فرن.",
    "المشهد يصور مطبخًا حديثًا مع أجهزة من الفولاذ المقاوم للصدأ، شواية مفروشة بالبلاط، ولوح خلفي.",
    "يصور المشهد مطبخًا به موقد وفرن، بالإضافة إلى ميكروويف على سطح العمل."
  ],
  "a7fef2bee6444714acf0476fe84f9000": [
    "منظر مقرب ليدة خزانة خشبية وسطحها، مع ضوء يسطع على طاولة خشبية من فوق.",
    "باب خشبي مزخرف برسم ونمط مثلثي يؤدي إلى حمام.",
    "حمام به خزائن بني، أرضيات من البلاط، مرآة، حوض، ومصابيح إضاءة.",
    "حمام به باب بني وبلاط يحتوي على مرآة و حوض في الوسط، وعمود خشبي مع مرآة معلقة عليه من الأعلى.",
    "حمام به نبات في المرحاض، لوح أرضة مع كلمات تحفيزية في الوسط، وعلامة على الحائط.",
    "المشهد يصور حمامًا به حوض استحمام ومرحاض ومنطقة دش منفصلة مع ستارة دش ورأس دش.",
    "يصور المشهد حماما به حوض استحمام، دش مع بلاط بني، ودش مفروش مع قضيب دش.",
    "حمام به أرضية وجدران من البلاط، ويضم باب خشبي ودش به أرضية من البلاط وباب خشبي."
  ],
  "c3c0a1a738a749a7a986d64c872b7671": [
    "غرفة معيشة تحتوي على بيانو و مصباح ودرج يؤدي إلى صور إطارية ودرابزين معدني.",
    "بيانو على طاولة في غرفة معيشة ذات نافذة كبيرة ولوحة فنية، بالإضافة إلى نبات من الأعلى.",
    "بيانو موضوع على أرضية مفروشة أمام نافذة تطل على جبل، بينما توفّر نافذة كبيرة مع ستائر إطلالة على السماء.",
    "غرفة معيشة ذات نوافذ كبيرة، وفتحة سقف، وأريكة، وطاولة.",
    "غرفة معيشة تحتوي على مدفأة حجرية، أريكة، ثريات، لوحة فنية، ومجلات على الطاولة.",
    "غرفة معيشة واسعة تحتوي على مدفأة، طاولة طعام، درابزين خشبي، وسلم، وت مجلة على الطاولة.",
    "منزل واسع مع غرفة معيشة تحتوي على أريكة وموقد، ردهة كبيرة مع طاولة وباب، وسلم مع درابزين وباب.",
    "غرفة معيشة تحتوي على كرسي أبيض ومقعد، طاولة، وسلم مع درابزين معدني وصور."
  ],
  "92c89626241c4fbbb9294eb7db7f9da0": [
    "غرفة طعام ذات أرضية خشبية ولوحة فنية كبيرة على الجدار، تحتوي على طاولة وصور، متصلة بممر مع صورة أخرى معلقة على الجدار.",
    "ثلاجة من الفولاذ المقاوم للصدأ مع باب مفتوح وصورة في الأعلى.",
    "مطبخ ومكان لتناول الطعام واسعين مع أرضيات خشبية، موقد وفرن، وإطلالة.",
    "المشهد يصور مطبخًا فسيحًا به جزيرة كبيرة وغسالة أطباق وجزيرة مركزية وأضواء معلقة فوق الطاولة.",
    "المشهد يصور مطبخًا به أرضيات خشبية، وأجهزة من الفولاذ المقاوم للصدأ، وأرفف داكنة، وموقد.",
    "المشهد يصور مطبخًا به موقد وأرفف وآلة قهوة، ويتميز بأرفف رمادية من منظور منتصف.",
    "ممر مع باب خشبي يؤدي إلى حمام مع حوض وثريات معلقة أعلى.",
    "مطبخ مع أرضيات خشبية متصل بممر به لوحة وباب، بينما تتدلى لوحة أخرى على الجدار الأبيض من فوق."
  ],
  "d0df0bc30e9a4f13a6fdbebb9cdd1964": [
    "غرفة معيشة دافئة مع مدفأة ونباتات، تتميز بمدفأة حجرية مع تلفزيون فوقها، وحمام مع حائط حجر وثريات إضاءة.",
    "غرفة معيشة تحتوي على أريكة بنية، طاولة قهوة، مدفأة حجرية، أبواب زجاجية متحركة، وجدار حجري.",
    "غرفة معيشة مع نافذة كبيرة مطلة على جبل، تحتوي على أريكة وطاولة قهوة وشمعدان ونافذة مع ستارة.",
    "غرفة معيشة تحتوي على أريكة، وسائد، نافذة كبيرة، مصباح، ستائر، وصور معلقة على الحائط.",
    "غرفة معيشة مريحة مع أريكة، وسائد، لوحة فنية إطارية على طاولة أمام مدفأة، ولوحة فنية إطارية أخرى معلقة على الحائط.",
    "المشهد يصور غرفة معيشة تحتوي على أريكة و مصباح ووسادة مخططة وكرسي، وكذلك غرفة نوم تحتوي على سرير وستائر.",
    "المشهد يصور غرفة معيشة تحتوي على كرسي أزرق وطاولة خشبية، متصلة بمطبخ وغرفة طعام تحتوي على جزيرة كبيرة.",
    "المشهد يصور غرفة معيشة مريحة مع مدفأة و جدران حجرية، وكذلك مطبخ مع سطح عمل حجر وضوء سقف."
  ],
  "4f07d9e99e084876b0765220888d2545": [
    "المشهد يضم لوحات فنية ورسومات معروضة في إطار زجاجي ووحدة عرض زجاجية.",
    "كرسي بجانبه مقبض باب يقع أسفل كرسي مع ريشة معلقة منه، في حين أن الجدار الأزرق مع مرآة كبيرة وطائر يُرى من أعلى.",
    "المشهد يصور غرفة نوم مع سرير وخزانة ونافذة، وكذلك غرفة معيشة مع نافذة كبيرة ومروحة سقف.",
    "المشهد يصور غرفة نوم مع أرضية خشبية وسرير، وغرفة معيشة مع أريكة وطاولة قهوة وتلفزيون ومروحة سقفية.",
    "ممر مع أرضية خشبية وأبواب، بار في الوسط، وباب مع ضوء في الأعلى.",
    "المشهد يصور مطبخًا به خزائن خشبية داكنة وباب خشبي يفتح إلى أرضية خشبية.",
    "المشهد يصور بابًا من الزجاج مع نافذة وبابًا مع ضوء وجرس.",
    "منظر لبيت مع باب زجاجي وعلم أمريكي على الباب."
  ],
  "6a3fba49106e4a9fb40cd0bf47dd4d46": [
    "يظهر المشهد مطبخًا صغيرًا به حوض ومخازن ، وكذلك مطبخًا أكبر به نفس الميزات ، وخزانة بأبواب خشبية وسقف أبيض يُرى من الأعلى.",
    "باب به مقبض بني عليه صورة، إطار صورة عليه صورة، وباب خشبي عليه مقبض.",
    "درج مع سلم حديد و سجادة و صورة معلقة فوقه يؤدي إلى سقف به ثريا و مروحة سقف.",
    "باب خشبي مع شرفة ونافذة مرئي من عدة زوايا.",
    "حائط أبيض مع صندوق و أنبوب و باب و إطار.",
    "المشهد يتكون من جدار به لوحتان، واحدة منها تصور الجبال، وحمام به لوحتان على الجدار.",
    "المشهد يصور غرفة غسيل مع غسالة و مجفف على المستوى الوسط، بينما على المستوى العلوي يوجد حمام مع مروحة سقف و منشفة معلقة.",
    "غرفة غسيل تحتوي على غسالة و مجفف، بالإضافة إلى خزانة خشبية و كرسي في نفس الغرفة."
  ],
  "7c9717fb9297481bad3a5cc351f4fddf": [
    "منظر من نافذة مع نبات وإطار صورة، يشرف على منزل وحديقة، مع ستارة سوداء وبيضاء مخططة في الأعلى.",
    "حمام به سجادة زرقاء وبيضاء، نافذة ذات ستارة زرقاء، ونافذة أخرى ذات ستارة.",
    "نافذة مع ستائر ونمط أسود وأبيض مرئية من الأعلى، بينما من الوسط هناك نافذة بنمط أسود وأبيض، ومن الأسفل هناك نافذة مع ستارة أمامها.",
    "يمكن رؤية منظر حقل وجبال من خلال نافذة مفتوحة بإطار أبيض، بينما تظهر نافذة مع ستارة منها من الأعلى.",
    "المشهد يتكون من غرفة تحتوي على أريكة بيضاء وسجادة، وغرفة نوم تحتوي على خزانة ومرآة، وغرفة تحتوي على مروحة سقف ونافذة.",
    "غرفة نوم تحتوي على سرير أبيض، خزانة، مرآة، مروحة سقف، وصور على الجدار.",
    "غرفة نوم مع سرير أبيض وتلفزيون متصلة بحمام مع مروحة سقف وصور.",
    "غرفة نوم مع مصباح على السرير، طاولة جانبية مع صور، وصورتان إطارية على الحائط."
  ],
  "5b2558e404d84e7dbbcb649f9ac93c89": [
    "حمام يحتوي على حوض استحمام، حوض كبير، حوض غسيل، أرضية من البلاط، مروحة سقف، ومرآة.",
    "حمام به باب دش زجاجي، بلاط أبيض، حوض، مرآة، وإضاءة فوقها.",
    "حمام زجاجي أبيض مع مقعد ومناشف مرئي من الأعلى، بينما يظهر حمام آخر من الوسط مع دش أبيض ومصابيح.",
    "معلق على باب وحائط في الحمام، حامل مناشف مع منشفة بيضاء وبنية اللون.",
    "حمام به أرضية خشبية ومرآة متصل بممر به لوحة محفورة وباب.",
    "المشهد يظهر مدخلًا مع باب خشبي وإطار خشبي، حائط أبيض، وباب خزانة مع إطار خشبي ومرآة.",
    "حمام به أنواع مختلفة من الخزائن والأضواء، بالإضافة إلى المناشف.",
    "المشهد يصور حماما به حوض استحمام و حوض غسيل و حوض كبير و مصباح و مرآة."
  ],
  "12a0b0641a9a4794bb49bbcf13cea981": [
    "غرفة نوم تحتوي على سرير، دولاب، مصباح، سجادة، ونافذة.",
    "منظر من نافذة مع ستارة وسجادة، ينظر إلى حقل، مع مروحة فوق.",
    "منظر خلاب من الجبال والحقول يُرى من خلال نوافذ مفتوحة بأطر بيضاء.",
    "غرفة تحتوي على نافذة تطل على منظر جبلي، وستارة، وسجادة، وستارة أعمى، ومروحة.",
    "المشهد يصور غرفة تحتوي على خزانة، خزانة مخصصة، دولاب، مرآة، وحمام مع ثريا.",
    "غرفة نوم مع دولاب وم متصلة بحمام مع مرآة وثابت إضاءة، كلاهما موضوع على سجادة.",
    "غرفة نوم تحتوي على سرير، دولاب، كرسيان، ونافذة كبيرة، مع صورة معلقة على السقف.",
    "غرفة نوم تحتوي على سرير أبيض وخزانة مرئية من المنظر المتوسط، بينما يظهر المنظر العلوي حمامًا مع سقف أبيض وصور محاطة بإطارات."
  ],
  "20f6b7fcb5254024aacdd907da2eb315": [
    "ممر به أرضيات خشبية وأعمدة وسلم، بالإضافة إلى ثريا، موضح من زوايا مختلفة.",
    "غرفة معيشة ذات أرضيات خشبية وبيانو، تضم درجًا مع ثريا ولوحة.",
    "غرفة معيشة واسعة مع نوافذ كبيرة وبيانو وثريا.",
    "غرفة معيشة مع مدفأة حجرية، كراسي، ونوافذ كبيرة.",
    "ممر مع أرضيات خشبية، أعمدة خشبية، جهاز إضاءة، وباب.",
    "غرفة طعام مع طاولة بيضاء وأرائك، ومروحة سقف فوقها.",
    "غرفة طعام مع أرضية خشبية، سجادة، طاولة خشبية، كراسي خشبية، وعمد خشبي مع جهاز إضاءة في الوسط.",
    "غرفة بأرضية خشبية مع باب أمامي يضم بابًا خشبيًا غامقًا ومرآة، يؤدي إلى رواق به سقف خشبي وباب."
  ],
  "29f8bc9c86e94a3692ec50fbad2e7204": [
    "المشهد يتألف من ثلاث لوحات محاطة بإطارات، واحدة منها تصور زرافة، والثانية تصور حصانا برأس أبيض، والثالثة تصور رأس حصان.",
    "منظر لغرفة معيشة تحتوي على باب خشبي وأريكة وموقد نار ومرآة بإطار خشبي وصور.",
    "منزل متعدد الطوابق به غرفة مفروشة بسجادة، وغرفة نوم ذات نافذة كبيرة وإطلالة، ومطبخ به مروحة سقف وباب.",
    "باب خشبي مع إطار يؤدي إلى سلم في المنزل.",
    "ممر مع سجادة ودرابزين خشبي يؤدي إلى غرفة مع أرضية وسقف خشبيين.",
    "ممر مع لوحتين مُطرَفتين وصور معلقة على الحائط وفوق الباب.",
    "غرفة صغيرة مع سجادة وجدار أبيض تحتوي على مفتاح إضاءة، مع رف أبيض فوقه يحمل مصباحًا أصفر.",
    "غرفة تحتوي على ثلاث لوحات مُطرَّفة على الجدار، بما في ذلك لوحة لامرأة ولوحة لفرس."
  ],
  "73f8049b6198422aa5f2edfc71fe423b": [
    "رواق مع أرضيات خشبية، باب خشبي، صور إطارية، ثريات إضاءة، وصور.",
    "توجد صور مصورة معلقة على الحائط في غرفة.",
    "باب خشبي مع لمسة بنية داكنة ومقبض معدني يُرى من زوايا مختلفة.",
    "باب خشبي يؤدي إلى درج خشبي مع مساند خشبية ومعدنية، مغطى بثريا وعمد خشبي.",
    "ممر مع أرضيات خشبية، أعمدة خشبية، كرسي أسود، غرفة طعام، وثريات إضاءة.",
    "غرفة تحتوي على أريكة وكرسي تؤدي إلى ممر مع لوحة كبيرة وكرسي، مع باب يضم لوحة معلقة فوقه.",
    "مساحة متعددة المستويات تحتوي على غرفة معيشة وغرفة مكتبية منزلية وغرفة سقف خشبي مع نافذة.",
    "مشهد متعدد المستويات يضم غرفة مع أرضية خشبية وباب، ومكتب منزلي مع لوحة كبيرة على الحائط، وحمام مع إطار خشبي ومرآة."
  ],
  "0f42320ef887416fb8ed9b91b6641cfc": [
    "المشهد يصور غرفة نوم تحتوي على كرسيين وسرير، وتتميز بوجود مصباحين، وحمام مع ثريا ومرآة من زوايا مختلفة.",
    "غرفة معيشة تحتوي على أريكة، كرسي، نوافذ كبيرة تطل على حقل، مروحة سقف، ونافذة.",
    "غرفة نوم مع سجادة بيزج ودرج تضاء بواسطة مصباح سقف معلق فوق نافذة مع ستائر.",
    "مجموعة من الأواني الزجاجية معروضة على أسطح مختلفة في غرفة تحتوي على مرآة.",
    "غرفة نوم تحتوي على سرير، دولاب، كرسي، وإطارين صورة على الدولاب، مع مرآة كبيرة معلقة على السقف.",
    "المشهد يتكون من صور معروضة في إطارات على خزانة وجدار.",
    "بيت به غرفة ورواق وحمام كل منها له باب وبعض منها به سجاد أو نور فوقه.",
    "المشهد يتكون من غرفة معيشة تحتوي على أريكة، وغرفة نوم تحتوي على صورة إطارية كبيرة، وحمام يحتوي على صورة معلقة على الحائط."
  ],
  "148a81e548314c67b6f5f226601a27de": [
    "يضم المشهد مطبوعات مطبوعة مع تصاميم شيفرون و صورة مصورة إطارية لزرافة على الحائط.",
    "حمام يحتوي على عناصر زخرفية متنوعة بما في ذلك حوض استحمام، مرآة، زهرية، حامل مناشف، نبات، صورة إطارية، ومرايا إضافية.",
    "المشهد يصور حماماً به حوض، مرآة، كاميرا، وثابت إضاءة.",
    "المشهد يصور حماماً مع حوض ومرآة وأضواء من زوايا من أعلى و من أسفل ومن الوسط.",
    "يُصوَّر حمام يحتوي على حوض ومرآة ولوحة وباب خشبي من زوايا مختلفة.",
    "المشهد يصور حماماً به باب خشبي ومرحاض، خزانة بباب بني وستارة، ومصباح فوق الحمام.",
    "المشهد يصور حماماً به حوض استحمام، دش مفروش، مرحاض، ودش.",
    "باب خشبي يعلو صورة."
  ],
  "deb99671679648e28ccf7d622051ab46": [
    "غرفة معيشة مع أرضيات خشبية، مدفأة حجرية، رف كتب، وجدار حجري.",
    "غرفة معيشة مع أرضيات خشبية، مدفأة حجرية، وتليفزيون.",
    "غرفة معيشة ذات أثاث أزرق، مدفأة، نوافذ كبيرة، وإضاءة سقفية.",
    "المشهد يصور غرفة معيشة تحتوي على كرسي أزرق وأريكة وطاولة قهوة و مصباح، وكذلك غرفة منفصلة تحتوي على سرير ومصباح.",
    "المشهد يصور مطبخًا به أرضيات خشبية ومرحاضًا ونافذة وضوء سقف.",
    "مطبخ مع أرضيات خشبية، خزائن داكنة، طاولة، وسقف وخزائن بيضاء.",
    "غرفة طعام ومطبخ مع سجادة زرقاء، زهرية، جزيرة كبيرة، ومصباح معلق.",
    "غرفة طعام مع أرضيات خشبية وسجادة زرقاء متصلة بمطبخ به طاولة طعام وأرائك، وتتميز بمروحة سقف وأضواء."
  ],
  "0d3a3b42009441e2a02200423049d804": [
    "غرفة طعام تحتوي على طاولة كبيرة وأرائك، لوحة فنية كبيرة، كراسي بيضاء، مروحة سقف، ولوحة فنية.",
    "طاولة غرفة طعام مع مركز كبير ومقاعد تضاء من مصباح معلق يعلق في غرفة الطعام والمطبخ.",
    "غرفة تحتوي على طاولة طعام وأرائك متصلة بغرفة معيشة تحتوي على نافذة كبيرة ورف، بينما يظهر رف مع شموع وثريات من الأعلى.",
    "تُصوَّر رفٌ مع صورة، و سلسلة، و شمعة من زوايا مختلفة.",
    "مطبخ مع أرضيات خشبية صلبة، جزيرة كبيرة، خزائن خشبية داكنة، ثلاجة، مروحة سقف، وضوء.",
    "يُعلّق لوح فني على الحائط بجانب مفتاح الضوء ومرآة.",
    "المشهد يتكون من ثلاث لوحات تصور جبلاً وغابة وأشجارًا على طاولة.",
    "نافذة مع ستارة مطبوعة باللون الأزرق والأبيض معلقة أمامها مرئية من الأعلى والوسط والأسفل."
  ],
  "dd735554f3c94e0bb22097e78d0209e8": [
    "غرفة نوم مع أرضية خشبية وسرير، بالإضافة إلى حمام مع باب ومصباح مرئي من منظور من الأعلى.",
    "حمام مع أرضية خشبية وباب خشبي، يضم بابًا مزودًا بمرآة وضوء في الأعلى.",
    "المشهد يصور حماما يحتوي على حوض، غسالة، مجفف، ثريا، ومرآة.",
    "المشهد يصور حماماً به مرحاض و حوض و دش من زوايا مختلفة.",
    "المشهد يصور ثلاثة مناظير مختلفة لحمام يحتوي على ميزات مختلفة مثل غسالة و مجفف و حوض استحمام و دش و صور معروضة في إطارات.",
    "غرفة غسيل تحتوي على غسالة و مجفف و خزانة خشبية مع صور معلقة في إطارات فوقها.",
    "منظر مقرب من سطح خشبي أو طاولة بها ثقب.",
    "يظهر المشهد بابًا خشبيًا ذاية بنية وبضاء، وتصويرًا مقربًا للباب الخشبي، ومقبض خشبي."
  ],
  "71859791901b45939806508a364adf17": [
    "المشهد يصور خزانة تحتوي على عدة أدراج ورفوف ومساحة تخزين.",
    "المشهد يتكون من خزانة مع أدراج وباب ، وحمام مع خزائن خشبية ورف مناشف ، ومطبخ مع خزائن بنية وسقف أبيض.",
    "المشهد يتكون من رف كتب مع سلال وباب، وحمام مع رف خشبي وسلة، ورف صغير مع باب فيه.",
    "المشهد يصور خزانة مع رفوف وسلال مهيأة على مستويات مختلفة.",
    "المشهد يصور وحدات تخزين مختلفة، بما في ذلك رف كتب ورف خشبي وخزانة، جميعها تحتوي على أدراج وأرفف.",
    "خزانة مع حقيبة في الأعلى، ورف للملابس، وثوب أبيض معلق على الحائط.",
    "غرفة تحتوي على رف كتب بني، مكتب يطل على جبل، ونافذة تحتوي على ساعة.",
    "المشهد يصور خزانة تحتوي على رفوف وسلة وباب."
  ],
  "a3b6871652f240f583142a78463d5665": [
    "غرفة معيشة مريحة مع جدار حجري وموقد نار ونافذة كبيرة تحتوي على شمعة بيضاء على طاولة قريبة.",
    "شرفة مع إطلالة على الخارج مرئية من خلال باب زجاجي منزلق مع ستائر وستائر، بينما توجد نافذة مع ستارة وشرفة أيضًا.",
    "مساحة حياة خارجية فسيحة مع مقاعد مريحة وموقد، تضم شرفة وإضاءة علوية ومكبرات صوت.",
    "منظر من نافذة ذات إطار أبيض وحائط حجري، يشرف على جبل ومنزل، مع باب زجاجي منزلق يسمح بدخول أشعة الشمس من الأعلى.",
    "نبات يقع أمام نافذة مع نخلة خارجها، بينما يسطع الشمس من خلال النافذة على النبات.",
    "نبات يقع على طاولة في غرفة مع مصباح وضوء الشمس يسطع من خلال النافذة.",
    "المشهد يصور غرفة معيشة تحتوي على أريكة، كرسي، مصباح، وطاولة طعام، بالإضافة إلى مطبخ يحتوي على مروحة سقف واضاءة.",
    "غرفة معيشة تحتوي على مدفأة حجرية، أريكة، طاولة، وتليفزيون."
  ],
  "7e1850bf73f24a7f9ab824a82143e1b6": [
    "ممر مع ثريات و أبواب خشبية يؤدي إلى حمام مع باب بني و حوض.",
    "حمام به باب رمادي ومقبض أسود ومرحاض و ومرآة.",
    "المشهد يصور غرفة نوم تحتوي على سرير وخزانة، وتتميز بجدران صخرية وغرفة صغيرة مع ضوء فوقها.",
    "المشهد يُظهر غرفة نوم مع سرير وطاولة جانبية، تضم جدار تسلق وجدار صخري مع مصباح سقف.",
    "غرفة نوم تحتوي على دولاب، مرآة، صورة، وكرسي متصلة بحمام يحتوي على مرآة وثريت.",
    "المشهد يصور رجلًا يمتع نفسه بالأنشطة الخارجية، كما يثبت ذلك الصور المُطرّفة له وهو يصعد صخرة ويقفز من فوق جرف، بينما يجلس حاليًا في كرسي.",
    "المشهد يتكون من ثلاثة صور معروضة في إطارات، صورة لشخص يقفز من حافة جبل، صورة لشخص يقفز في الهواء، وصورة أخرى في إطار أسود مع صورة بيضاء.",
    "باب خشبي بني مع مقبض معدني يظهر من زوايا مختلفة."
  ],
  "33f72d3f5ada42d09785a13fe1ff804f": [
    "حمام به أرضية من البلاط الأبيض، حوض استحمام كبير، دش كبير، سقف، وباب.",
    "المشهد يصور بابًا خشبيًا مع مقبض معدني مثبتًا على خلفية من الجدار الأبيض.",
    "منظر لغرفة ذات جدار أبيض وأصفر مقسم، صحن أبيض حافته صفراء، وسقف أبيض عليه طائر.",
    "ورقة بيضاء وصفراء تجلس على طاولة أمام جدار أبيض مع لمسة صفراء، وجدار أبيض صغير مع علامة ظاهرة من الأعلى.",
    "حمام به مرآة و حوض يحتوي على لوحة مطبوعة محاطة بإطار مطبوعة شجرة ذات فروع على الحائط وإطار أسود مع صورة بيضاء على سطح.",
    "حمام به مرحاض و لوحتين مصوّرتين إطارات، واحدة لشجرة وواحدة لموضوع غير معروف.",
    "حمام صغير مع أرضية خشبية وجدران صفراء يحتوي على مرحاض وسقف به مصباح ومروحة.",
    "باب خشبي مع مقبض أسود ومفتاح إضاءة يؤدي إلى غرفة مع أرضية خشبية وإضاءة."
  ],
  "f4d601b86e624ad2a8d77280f36c7872": [
    "غرفة صغيرة مع نافذة وخزانة تحتوي على نافذة مع مصباح وغطاء مصباح، بينما يظهر منظرها العلوي أنها حمام مع نافذة ومروحة.",
    "نافذة ذات ستائر تطل على حقل والسماء، مع صخرة على العتبة.",
    "نافذة تطل على حقل عشبي مع جبال في البعد والسماء في الأعلى.",
    "نافذة تطل على حقل عشبي مع ستارة مفتوحة ورؤية السماء من الأعلى.\n\n      ستارة مفتوحة            .        ,    ستارة مسدلة    .\n\n \nنافذة تطل على حقل عشبي مع ستارة مسدلة ورؤية السماء من الأعلى.",
    "حمام به أرضية خشبية، دش، باب يؤدي إلى حمام آخر، مصباح، وستائر.",
    "المشهد يصور مساحة معيشة متعددة المستويات تحتوي على غرفة معيشة وغرفة نوم وحمام، كل منها يحتوي على دولاب ومرآة.",
    "مساحة معيشة متعددة الوظائف تحتوي على غرفة نوم ومطبخ وحمام، وتتميز بغطاء أزرق أبيض على سرير خشبي وضوء سقف في الحمام.",
    "غرفة نوم مع سرير رمادي وأبيض ومصباح، متصلة بحمام مع صور إطارية وثريات إضاءة."
  ],
  "416df61743e24e828609f0698df3f51b": [
    "لوح خشبي للجدار به مفتاح كهربائي مثبت عليه لوح رماية السهام.",
    "غرفة ذات لوح خشبي وسجادة تحتوي على لوح رماية بالسهم مع أسهم معلقة على الحائط.",
    "غرفة معيشة تحتوي على طاولة بلياردو وأرائك وأكياس قماشية وتليفزيون ومروحة سقف.",
    "غرفة معيشة تحتوي على طاولة بلياردو وأرائك ومروحة سقف وإضاءة.",
    "يصور المشهد ثلاث غرف مختلفة  واحدة مع أرضية مفروشة وطاولة، وغرفة أخرى مع بار وطاولة، وغرفة ثالثة مع طاولة خشبية وأرائك في مطبخ.",
    "غرفة بيضاء مع باب، كرسي وطاولة على حائط أبيض، وصور معلقة على حائط أبيض آخر.",
    "ممر مع صورة على الجدار وثرياً فوقه، به جدران وسجادة بنفسجية.",
    "ممر به لوحة، سجادة، أريكة، ومصابيح."
  ],
  "138030a069484c288b3b77f8a7cbd7be": [
    "حمام بألوان زرقاء يحتوي على مرحاض ودش ومرآة ومغسلة.",
    "مشهد يضم بابًا مع جدران ملونة ومزخرفة وأنماطًا هندسية باللون الأزرق والأصفر، من منظور من الأعلى والأسفل والمتوسط.",
    "غرفة نوم مُصممة على طابع التزلج، بديكور أرجواني وأبيض، تضم درجًا، سريرًا، رفًا للتزلج، وفنًا جداريًا شبه منحرف.",
    "المشهد يصور غرفة نوم مع دولاب، حائط به شريطة ملونة، وسقف به شريطة بنفسجية وبيضاء.",
    "غرفة نوم مع سرير، دولاب، مكتب، ومروحة سقف، تتميز بجدار وردي.",
    "غرفة نوم تحتوي على سرير، كرسي، وطاولة، لها جدار مطلي بتصميم شيفرون باللون الوردي والأزرق، مما يجعلها مساحة ممتعة ومسلية للأطفال.",
    "غرفة نوم ذات جدار من أزرق وردي يضم كرسي أبيض مع نمط أرجواني أبيض وفن جداري من.",
    "حمام به جدار أرجواني وكرسي أبيض فراء يُرى من الأسفل، بينما يظهر المنظر المتوسط حماما به جدار أزرق وأبيض مطلي، والمنظر العلوي يظهر عمود خشبي في غرفة به جدران أزرق وأرجواني."
  ]
}