{
  "1576d62e7bbb45e8a5ef9e7bb37b1839": [
    "كابينة صغيرة مع غرفة علوية وموقد تحتوي على مطبخ أصفر مع خزائن خشبية وطاولات مطبخ سوداء.",
    "كابينة خشبية صغيرة تحتوي على مطبخ مزود بخزائن خشبية وأرضية مفروشة بالبلاط وموقد أصفر ومرحاض وجيتار معلق من السقف.",
    "كابينة خشبية مع درج حلزوني وجيتار على أرضية خشبية من الداخل.",
    "غرفة تحتوي على غيتار وأرضية خشبية تؤدي إلى درج خشبي يؤدي إلى غرفة تحتوي على نوافذ، يمكن الوصول إليها من خلال درج دائري من المنظر العلوي.",
    "غرفة معيشة دافئة مع أريكة وموقد وأرضية خشبية ونافذة وسقف خشبي مع ثريا معلقة.",
    "غرفة معيشة كوخ خشبي مريح مع أريكة وأرضية خشبية ونافذة وفتحة سقف.",
    "بيت خشبي به طاولة وكراسي، يحتوي على نورية في السقف ونافذة تطل على طاولة وكراسي في الخارج.",
    "كابينة خشبية مريحة مع طاولة طعام وأرائك، ومضاءة بمصابيح معلقة من السقف الخشبي ونافذة توفر الضوء الطبيعي."
  ],
  "4d574a196c884caa93b2da69dd36f201": [
    "المشهد يصور غرفة ذات جدران خشبية وأرضيات مفروشة بالبلاط وباب.",
    "غرفة ذات جدران ونوافذ خشبية، تضم شقة/فيلا للبيع بسعر  في الصورة  من ، مع سقف وأرضية خشبية وضوءين.",
    "غرفة صغيرة بأرضيات مفروشة بالبلاط، وجدران خشبية، ونافذة، وأرضية خشبية، وسقف خشبي مع مصباح، ومغسلة.",
    "المشهد يظهر غرفة ذات جدران خشبية وباب.",
    "كابينة خشبية ريفية ذات أرضية وسقف خشبيين، تتميز بعارضة خشبية بارزة ولوح خشبي.",
    "كابينة خشبية مريحة مع نبات على الأرض، نوافذ تتيح دخول الضوء الطبيعي، ومصباح دافئ معلق من السقف.",
    "كبينة خشبية تحتوي على غرفة طعام ومطبخ، ولها مدخل به أرضية خشبية وباب، وسقف خشبي به ثريا.",
    "المشهد يضم غرفة خشبية مع سقف وجدار وباب ولوحات كلها مصنوعة من الخشب."
  ],
  "22c29c9d052f4439a66194f3f8d8a6e1": [
    "يُستخدم مثقاب لتحديد ثقب في جدار خشبي به أنابيب زرقاء بينما تضيء ضوء أزرق على آلة معدنية من الأعلى.",
    "نظام ترشيح المياه مع مضخة ومكبس هواء مثبت في منزل خشبي.",
    "نظام ترشيح المياه مع مرشحات زرقاء يُرى من زوايا مختلفة، مع سقف خشبي وهاتف مرئي من الأعلى.",
    "بيت خشبي في سان دييغو يحتوي على منعم ماء، سخان ماء، مضخة ماء، نور، ومروحة مثبتة.",
    "المشهد يصور غرفة مع أرضية خشبية، و جدار، و سقف، مع أنابيب و خرطوم موجودين في جميع أنحاء.",
    "غرفة تحتوي على لوح ركوب الأمواج معلقًا على الحائط، ولوح كي خشبي عليه زهور زهرة الشمس، وغسالة و مجفف معلقة من السقف.",
    "غسالة بيضاء تقع أمام نافذة في كوخ خشبي مع إطار خشبي ومروحة.",
    "منظر من نافذة ذات إطار خشبي وأرضية يظهر منزلًا خارجًا، في حين يظهر لافتة من فوق."
  ],
  "36ab9254a358420881b436d5fe34281b": [
    "يصور المشهد غرفة صغيرة ذات جدران وأرضية خشبية، مع لقطة مقربة من أحد الجدران.",
    "يظهر المشهد مقطعًا مقربًا من جدار خشبي من زوايا مختلفة.",
    "كابينة خشبية صغيرة مع نافذة تطل على الفناء.",
    "كابينة خشبية ذات نوافذ تحتوي على غرفة ذات جدران خشبية وأرضية خشبية وسقف خشبي.",
    "كابينة خشبية تحتوي على غرفة بها باب وضوء على جدار خشبي، مع ضوئين معلّقين من السقف.",
    "كابينة خشبية تضم غرفة ذات جدران وأبواب وأرضية خشبية.",
    "يصور المشهد جدارًا خشبيًا مع طلاء أبيض وواجهة خشبية من الأعلى والأسفل والمتوسط.",
    "يظهر المشهد منظرًا مقربًا من الداخل الخشبي مع التركيز على السقف والجدران."
  ],
  "5c4627e7805347bc8c09ba17aa248696": [
    "كابينة خشبية صغيرة ذات نافذة وجدران خشبية تحتوي على غرفة بأرضية خشبية وحمام داخلي.",
    "المشهد يظهر جدارًا خشبيًا مع شريط أزرق عليه، من زوايا مختلفة.",
    "غرفة خشبية صغيرة ذات باب ونافذة.",
    "المشهد يصور غرفة تحتوي على سرير، أرضية خشبية وسقف، باب، ومروحة سقف.",
    "كابينة خشبية مع نبات على الأرض، درج يؤدي إلى منزل خشبي مع نبات، ومروحة سقف معلقة في الغرفة الخشبية.",
    "كابينة خشبية ذات شرفة تحتوي على نافذة دائرية في السقف وأرضية خشبية في جميع أنحاء.",
    "المشهد يصور بابًا خشبيًا به مفصلة، موضوعًا داخل إطار خشبي.",
    "منظر لمبنى خشبي به حمام يحتوي على مرحاض و جدار خشبي، وسقف خشبي به ضوء."
  ],
  "1430dc4987e248a7a9ec03ca89714127": [
    "كابينة خشبية مع نافذة وأرضية خشبية.",
    "المشهد يضم مزيجًا من الجدران والأرضيات البيضاء والخشبية.",
    "يتميز المشهد بديكور خشبي مع ضوء سقف ومفتاح إضاءة وتصوير مقرب للجدار الخشبي مع لوح خشبي.",
    "منظر لكوخ خشبي مع مدخل، غرفة مع سرير، وتصوير مقرب للباب الخشبي.",
    "كبينة خشبية تحتوي على درج و نبات في وعاء، و تضم بابًا ونافذة.",
    "يتميز المشهد بعناصر خشبية مختلفة تشمل إطار سرير وإطار باب وجدار.",
    "المشهد يصور إعدادًا ريفيًا مع مرحاض في كوخ خشبي وتصوير مقرب للجدار الخشبي في الحظيرة وتصوير مقرب للباب الخشبي.",
    "منظر لمبنى خشبي ريفي به حمام يحتوي على مرحاض وأنبوب، مقطع قريب من جدار خشبي، وغرفة ذات سقف خشبي ونافذة."
  ],
  "ca23f08d5698489da6a12607ebccecfc": [
    "حمام بهوض استحمام أبيض وجدران خشبية، ويضم طاولة بيضاء مع سطح أبيض ومرحاض مع لوح خشبي.",
    "رجل يقف في كوخ خشبي بأرضية مفروشة ونافذة تطل على الخارج.\n\n \n رجل  \n يقف \n في \n كوخ خشبي   \n بأرضية مفروشة    \n ونافذة   \n تطل على الخارج",
    "صندوق خشبي مع نافذة عليه يُرى من المنتصف، مع مقربة من جدار خشبي أسفل و نافذة مع قمر و أشجار في الخلفية من الأعلى.",
    "منظر لمنزل خشبي مع زووم على الجدار والباب والنافذة مع سماء في الخلفية.",
    "المشهد يظهر مقطعًا قريبًا من جدار خشبي من زوايا مختلفة.",
    "منظر مقرب من أسطح خشبية مختلفة، بما في ذلك رف ولوح وخشبة.",
    "المشهد يصور جدارا خشبيا به ثقوب ولوح خشبي في الأعلى.",
    "حمام به جدران وأرضية خشبية يضم حوض استحمام أبيض وستارة دش في كوخ خشبي."
  ],
  "51b17bc333674eb48d81ea7624118783": [
    "حمام به حوض استحمام، خزائن خشبية، حوض، مرآة، وجدران خشبية.",
    "حمام يحتوي على مرحاض وغسالة يقع داخل غرفة ذات جدران خشبية وسقف.",
    "حوض استحمام أبيض يجلس على أرضية خشبية داخل كوخ خشبي مع نوافذ وستائر.",
    "حمام بهوض استحمام أبيض وستارة دش معلقة من نافذة.",
    "رأس دش مثبت على جدار خشبي يُرى من زوايا مختلفة.",
    "حوض استحمام خشبي مع حوض أبيض محاط بجدار خشبي مع سلة معدنية معلقة عليه.",
    "حمام به جدران خشبية يضم حوض استحمام أبيض، جدار خشبي مع رف منشفة معدني في الوسط، وجدار خشبي مع رف معدني في الأعلى.",
    "كابينة خشبية تحتوي على حمام به حوض استحمام وباب، وباب خشبي يؤدي إلى غرفة أخرى، مع وجود مبرد."
  ],
  "16bd2ace3edc47449caca63e656bce1b": [
    "غرفة بأرضية وسقف خشبيين، تضم نافذتين.",
    "المشهد يصور سقفًا خشبيًا مع عوارض ونوافذ.",
    "كابينة خشبية مع نافذة تطل على السماء وأرضية خشبية من الداخل.",
    "كابينة خشبية صغيرة مع سقف خشبي وجائزات، ونافذة في غرفة مع أرضية خشبية.",
    "غرفة صغيرة بأرضية خشبية وجدار خشبي تحتوي على سرير وخزانة مع حقيبة معلقة عليها.",
    "غرفة نوم دافئة مع جدران خشبية، وثريا، وسرير، ونافذة، تحتوي على باب يؤدي إلى باقي المنزل.",
    "غرفة خشبية مع باب وثريا معلقة في كوخ به جدران خشبية.",
    "بيت لعب خشبي مع كرسي ورسمية وردي اللون يُرى من منظور من الأعلى ومن الوسط، مع كرسي خشبي في غرفة ذات سقف خشبي ونافذة في السقف."
  ],
  "dfb3e7ca0659455a93ee8493df3f8784": [
    "كابينة ذات جدران وسقف ونوافذ خشبية تحتوي على غرفة ذات أرضية من البلاط الأزرق ونافذة.",
    "غرفة صغيرة ذات جدران خشبية ونافذة وباب.",
    "منظر مقرب من جدار خشبي في كوخ مع لوح خشبي وضوء عليه.",
    "منظر مقرب من جدار خشبي مع ضوء يسطع عليه.\n\n             .",
    "يظهر المشهد منظرًا مقربًا من جدار خشبي وأرضية.",
    "يُصوّر المشهد جدارًا خشبيًا مطليًا باللون الأبيض من زوايا مختلفة.",
    "كابينة خشبية تضم غرفة ذات أرضية وجدران وباب خشبيين.",
    "كابينة ذات جدران خشبية وأرضية خشبية وخلطة من الأرضيات الخشبية والبلاط، تتميز بوجود مصباحين معلّقين من السقف."
  ],
  "43efd9c14e7f4d7e9c59c125d89fe88c": [
    "حمام ذو تصميم خشبي مع مرحاض، خزانة، مكتب، وضوء يسطع على السقف الخشبي.",
    "المشهد يصور غرفة صغيرة ذات جدران وأرضية خشبية، مع عرض قريب من إحدى الجدران الخشبية.",
    "المشهد يضم خشبي مع مقطع قريب من السقف، وجدار خشبي مع أرضية، ومنشفة بيضاء معلقة على جدار خشبي آخر.",
    "منزل خشبي مع نافذة تحتوي على ستارة رومانية بيضاء وألواح أوراق توفير منظر للخارج.\n\n \n منزل خشبي   \n مع نافذة   \n تحتوي على \n ستارة رومانية بيضاء    \n وألواح أوراق  \n توفير منظر للخارج",
    "حمام خشبي مع حوض أبيض ونافذة، يضم دشًا في كابينة خشبية ونافذة مع ستارة في الوسط.",
    "حمام به حوض استحمام أبيض ودش مع ستارة وجدار خشبي.",
    "كابينة خشبية تحتوي على حمام به أرضية خشبية وحوض استحمام وجدار وسقف، بالإضافة إلى دش.",
    "حمام به حوض ومكتب خشبي يقع في غرفة ذات جدران وسقف خشبي، ويضم مرآة على مستوى العين."
  ],
  "beaaf39947ee40f7822ed8a383bf6472": [
    "كابينة ريفية تحتوي على وسائل أساسية تشمل سخان مياه ساخنة ومرحاض وكرسيا معلقا فريدا.",
    "باب خشبي مع مقبض معدني يظهر في لقطة قريبة، وفي منظور متوسط، يظهر الباب في كليته، ومن منظور علوي، يظهر الباب قيد الإنشاء في منزل.",
    "كابينة ذات جدران وأبواب وأرضيات خشبية.",
    "كابينة خشبية مع غرفة تحتوي على حوض استحمام وباب، مع سقف دائري فوق.",
    "غرفة معيشة ذات أرضيات خشبية، وزرع في وعاء، وأريكة، وسقف دائري مع عوارض خشبية وأضواء.",
    "غرفة معيشة مع أرضيات من البلاط، وأريكة، وطاولة دائرية وكراسي، وسقف خشبي مع نافذة سقفية وأرضية خشبية.",
    "منظر من الداخل لكابينة من الخشب مع باب خشبي وإطار.",
    "كابينة صغيرة مع حمام يحتوي على غسالة، مجفف، ومرحاض، تتميز بسقف خشبي وضوء."
  ],
  "44055efcd82c49daae1cb67e4fc79ebe": [
    "كابينة صغيرة ذات طابق علوي وإضاءة سقف تحتوي على مطبخ مع جدران صفراء وأرضيات خشبية وخزائن وطاولة.",
    "كابينة خشبية مريحة مع مطبخ يضم خزائن صفراء وأرضيات مفروشة بالبلاط وخزائن خشبية، بالإضافة إلى سقف خشبي وجيتارات معلقة على الحائط، مع مروحة سقف في الأعلى.\n\n            ,              .",
    "منزل خشبي يحتوي على غيتار في غرفة بأرضية من البلاط، درج يؤدي إلى سلم خشبي به مروحة وسقف مروحة.",
    "منزل خشبي به غرفة معيشة تحتوي على أريكة وسلم، مضاءة بأضواء على السقف والارضية الخشبية.",
    "غرفة تحتوي على أريكة ونوافذ وسقف خشبي وضوئين.",
    "منظر لباب زلق مع نافذة، ومدخل مع منظر للفناء، وإطار خشبي مع صورة يسوع معلقة عليه.",
    "نافذة خشبية تحتوي على مصباحائي تظهر من الأعلى، وفي الوسط نافذة في منزل به واجهة خشبية مرئية، ومن الأسفل يمكن رؤية نافذة تحتوي على نبات.",
    "يتم بناء كوخ خشبي بينما يمكن رؤية غرفة طعام مع طاولة وكراسي من الأعلى و يظهر الكوخ المكتمل من الأعلى."
  ],
  "dea81734bad44c9389a908251f9b70d0": [
    "غرفة دافئة ومزدحمة مع رف للملابس والأحذية، خزانة خشبية صغيرة مع حقيبة وملابس، وكلب صغير نائم في كوخ خشبي.",
    "منظر لكابينة خشبية تحتوي على خزانة تحتوي على ملابس وأحذية في الأسفل، وملابس معلقة على رف خشبي في الوسط، ومقربة من السقف في الأعلى.",
    "منظر لمخزن مع ملابس معلقة على الحائط، ورف ملابس عليه مطبوعة بتصميم بقري، وحائط خشبي مع باب خشبي من الأعلى والأسفل والوسط.",
    "غرفة خشبية صغيرة مع نافذة وباب في منزل خشبي مع منظر، تتميز بعارضة خشبية مع سلك يمر من خلالها.",
    "سرير خشبي يقع في غرفة علوية مع نافذة، تحت سقف خشبي مع نافذة.",
    "غرفة نوم تحتوي على سرير وخزانة، تتميز بسقف خشبي مع إضاءة وأرضية خشبية.",
    "منظر مقرب من باب خشبي وجدار مع قطعة خشب.",
    "المشهد يصور جدارا خشبيا مع سلمين مربوطين به."
  ],
  "564d5acc720b441db2785388ecb452e5": [
    "كابينة خشبية مع نافذة ونبات داخلها، تحتوي على غرفة مع جدران خشبية وأرضية مفروشة بالبلاط.",
    "مطبخ أصفر مع ألوان خزائن متنوعة ومواد أرضيات مختلفة.",
    "مطبخ أصفر مع طاولة خشبية وكرسي أصفر على أرضية بلاط أصفر يقع في منزل صغير مع مروحة سقف.",
    "كابينة خشبية تحتوي على طاولة طعام وأربعة كراسي، تتميز بسقف خشبي وسلم يؤدي إلى منزل صغير.",
    "غرفة طعام تحتوي على طاولة وكراسي موضوعة على أرضية من البلاط أمام نافذة، كل ذلك محاط بغرفة ذات سقف خشبي ونوافذ.",
    "المشهد يتكون من جدار خشبي مع باب، نافذة في الوسط، ونافذتين في الأعلى، جميعها مع أرضية مفروشة بالبلاط.",
    "المشهد يضم تصميمًا داخليًا خشبيًا مع جدار وسقف مطليين باللون الأبيض.",
    "المشهد يظهر جدار خشبي مع باب ولوح."
  ],
  "db030fc1dcc6424aa5e397d3523dafd3": [
    "يُظهر جدار خشبي مع مسمار وثقب صغير ولوح خشبي من زوايا مختلفة.",
    "المشهد يظهر مقربة من جدار خشبي مع إطار خشبي.",
    "يظهر المشهد مقاطع قريبة من السطوح الخشبية مع مسامير فيها.",
    "المشهد يظهر جدارًا خشبيًا مع لوح خشبي.",
    "حمام كابينة خشبية مع أرضية مفروشة بالبلاط ونافذة.",
    "المشهد يصور حماماً يحتوي على مرحاض، حوض استحمام أبيض، دش مع ستارة، أرضية مفروشة بالبلاط، وجدران خشبية.",
    "مرحاض في كوخ خشبي مع حوض أبيض ومقعد يُرى من منظور من الأعلى والمنتصف، إلى جانب حوض استحمام في الحمام.",
    "المشهد يصور مرحاضًا مع جدار خشبي في حمام به لوح خشبي مع مقطع مقرب من جدار خشبي مع طلاء أبيض."
  ],
  "117882af73b1418caa85193cbd40b930": [
    "كابينة خشبية مع نافذة وأرضية خشبية من الداخل.",
    "المشهد يصور غرفة بأرضية خشبية ونافذة، ت سقفًا خشبيًا بنافذة فيه يُرى من الوسط وتصويرًا مقربًا للسقف الخشبي يُرى من الأعلى.",
    "المشهد يضم غرفة خشبية مع أنبوب يمر عبر الأرضية، وتصوير مقرب للسقف الخشبي، وتصوير مقرب للجدار الخشبي مع طلاء أبيض.",
    "منظر لمبنى خشبي مع أرضية خشبية، وتصوير مقرب للخشب في الغرفة، وتصوير مقرب للسقف.",
    "المشهد يظهر داخل خشبي مع سقف مائل وجدران مطلية باللون الأبيض، وتصوير مقرب للسقف والجدار والأرضية.",
    "كابينة خشبية صغيرة تحتوي على سرير وإطار سرير ورف و كتب، كل ذلك يقع في غرفة صغيرة مع أرضية وجدران خشبية.",
    "غرفة خشبية مع باب وثريا معلق من السقف.",
    "غرفة خشبية مع كرسي وردي، نافذة، ومصباح معلّق من السقف.\n\n       ,  ,       ."
  ],
  "6683adca11334414925158c4d21105b1": [
    "باب خشبي مع مقبض وزر، يضم مقبضًا وزرًا أسودين عند النظر إليهما من الأعلى.",
    "حائط خشبي به حامل مفاتيح وأشياء أخرى، باب خشبي صغير به ضوء أزرق، وحائط خشبي عليه رسم قوس قزح.",
    "كابينة خشبية صغيرة بأرضيات مفروشة بالبلاط وجدار خشبي تظهر من زوايا مختلفة.",
    "غرفة ذات جدار خشبي، لوح خشبي، أرضية من البلاط، وإضاءة على السقف الخشبي.",
    "كابينة ذات جدران وسقف خشبيين، تحتوي على رواق مع جدران خشبية وباب، وأرضية خشبية مع جدران مفروشة بالبلاط وباب آخر.",
    "المشهد يصور مساحة داخلية خشبية تتألف من حمام صغير وغرفة وساونا بأرضيات من البلاط والخشب، وضوء على السقف.",
    "يصور المشهد حمامًا صغيرًا مع أرضية خشبية وجدران وسقف خشبي، مع زوم قريب من الحائط الخشبي ورف خشبي.",
    "حائط خشبي مع بابين أحدهما إطار خشبي ومقبض باب."
  ],
  "2287f7e926a7402a8723eaf0db683d09": [
    "كابينة خشبية تحتوي على غرفة بها سخان ماء وباب خشبي على أرضية خشبية.",
    "غرفة بأرضية وجدران وسقف خشبي مع صور معلقة على السقف وباب.",
    "غرفة مع أرضية خشبية وحمام صغير مع باب مغطاة بسقف خشبي يضم صورة.",
    "كابينة صغيرة مع أرضية خشبية، سرير، باب، نافذة، سقف، ومصباح.",
    "كابينة خشبية مريحة مع غرفة نوم صغيرة تحتوي على نبات في وعاء ونافذة.",
    "كابينة خشبية مريحة مع نافذة، تحتوي على غرفة معيشة بأرضية من البلاط وأريكة.",
    "مطبخ مع أرضيات من البلاط وطاولة طعام صفراء وأكراس تضاء بناء سقف خشبي مع نور وفتحة سقف.",
    "كابينة صغيرة ذات سقف خشبي تحتوي على مطبخ مع حوض ومخزن أصفر، بالإضافة إلى موقد."
  ],
  "1e6190c84052401d8a2435eed54b82aa": [
    "كابينة خشبية تحتوي على مطبخ أصفر مع خزائن خشبية وطاولة مطبخ صفراء، ومطبخ مع الأرضيات المزخرفة مع خزائن صفراء، بالإضافة إلى سلم خشبي.",
    "غرفة بأرضية وجدران وسقف خشبي، نبات في وعاء، ومصباح على السقف.",
    "جيتار يقع على أرضية خشبية في كوخ صغير به درج و أرضية خشبية مع درج خشبي و مصاعد مرئية من أعلى.",
    "درج خشبي في كوخ مع أرضية خشبية وأرضية مفروشة بالبلاط.",
    "غرفة معيشة تحتوي على أريكة وأرضية خشبية، وتتميز بلوحة فنية على الحائط وعدة مصابيح معلقة من السقف.",
    "غرفة معيشة دافئة بكنبة ومخدات، تقع بداخل كوخ خشبي مع نوافذ.\n\n \n غرفة معيشة  \n دافئة \n بكنبة   \n ومخدات  \n تقع \n بداخل \n كوخ خشبي   \n مع \n نوافذ",
    "مساحة متعددة المستويات مع أرضيات وأسقف ونوافذ خشبية، تحتوي على غرفة معيشة مع نافذة كبيرة وأريكة.",
    "مطبخ به أرضية من البلاط، خزائن خشبية، طاولة صفراء وأكراس، وسقف خشبي مع ضوء معلق منه."
  ],
  "3c05cbcf2b30493592c04628faa3a0d7": [
    "مرحاض في كوخ خشبي مع جدران خشبية يقع في حمام مع أرضية مفروشة بالبلاط، كل ذلك تحت سقف خشبي.",
    "المشهد يضم جدارًا خشبيًا مع مأخذ، مفتاح إضاءة، لوح خشبي، وواجهة.",
    "المشهد يضم هيكلا خشبيا مع حبال و أسلاك معلقة مختلفة.",
    "طائر يطير من خلال نافذة بينما يركز الكاميرا على الأرض الخشبية والجدار.",
    "منظر لكوخ خشبي مع أرضية مفروشة بالبلاط، يضم نافذة مع مقبض.",
    "حوض استحمام أبيض مع ستارة دش خشبية يجلس على أرضية خشبية في حمام.",
    "يصور المشهد حماماً به حوض استحمام أبيض، أرضية مفروشة بالبلاط، دش، ورف مناشف.",
    "حمام مع أرضية من بلاط أزرق وأبيض، حوض، مرحاض، خزائن، خزائن خشبية ومرآة."
  ],
  "f8f72f32f6594620b17161a621b9c872": [
    "كابينة خشبية تضم لوحة على الحائط تحتوي على مقعد خشبي صغير بداخلها.",
    "كابينة خشبية مع باب وضوء من الداخل",
    "غرفة نوم خشبية مع سرير ونافذتين، منظر من الأعلى والوسط والأسفل.",
    "غرفة خشبية مع سرير ونافذة.",
    "كابينة صغيرة بأرضية وسقف خشبي، تحتوي على حوض ومتوفرة إطلالة قريبة على السقف.",
    "المشهد يصور جدارا خشبيا باللون الأبيض من زوايا مختلفة.",
    "المشهد يظهر مقربة من جدار خشبي من زوايا مختلفة.",
    "المشهد يظهر جداراً خشبياً وأرضية من الخشب من زوايا مختلفة."
  ],
  "b3b697d0fd2d41f29a861e8411c732bd": [
    "كابينة بأرضية خشبية وتارات معلقة على الحوائط والسقف.",
    "المشهد يصور غرفة ذات أرضية وجدران وسقف خشبيين، مع مروحة وباب.",
    "غرفة ذات أرضية خشبية وجدران وسقف، نوافذ، مروحة، ونبات.",
    "كابينة خشبية مع ساعة على الحائط و نبات على أرضية خشبية، تتميز بسقف دائري عند النظر إليها من الأعلى.\n\n            ,        .",
    "منظر لمكتب خشبي مريح مع سقف خشبي وثريا دائري.",
    "غرفة ذات سقف خشبي، وأريكة، ونافذة، تحتوي على نورية.",
    "غرفة طعام في كوخ خشبي مع نافذة سقفية وشباكين في السقف الخشبي.",
    "كابينة خشبية تحتوي على غرفة موسيقية وشباك في السقف."
  ],
  "09f015ea8ca94df8841bcea7030bca99": [
    "منظر لمختلف التركيبات المنزلية بما في ذلك ملمع المياه، سخان المياه، الأنابيب، وكرسى معلق في كوخ خشبي.",
    "منظر لغرفة تحتوي على سخان ماء وأنابيب، وحمام صغير به مرحاض وغسالة، وكرسى أزرق قابل للطي معلق على جدار خشبي.",
    "باب خشبي مع لوح زجاجي ومقبض قيد البناء في غرفة.",
    "كابينة خشبية مع أرضية من البلاط وسرير بداخلها، تحتوي على باب خشبي وضوء.",
    "كابينة خشبية تحتوي على باب ونبات وثريات داخلية.",
    "يظهر جدار خشبي مع ضوء أزرق ولوح خشبي في مقطع قريب من زوايا مختلفة.",
    "رجل يقف في غرفة ذات جدار خشبي، وباب، وضوء، ومقبس، وخط أنابيب معلق من السقف.",
    "غرفة خشبية تحتوي على غسالة، مجفف، وأنابيب مع أنبوب صغير معلق من السقف."
  ],
  "06d28e95541746838c132c796ece97a3": [
    "حمام به عناصر خشبية ومرآة.",
    "حمام ريفي في كوخ خشبي مع مرحاض و حوض و جدران خشبية وضوء سقف.",
    "كابينة خشبية مع نافذة وستارة، تحتوي على حمام مع حوض استحمام وأرضيات خشبية.",
    "حمام خشبي مع حوض استحمام ودش، يضم دشًا مع ستارة دش خشبية ونافذة، ورأس دش مع ستارة دش خشبية.\n\n,         ,     \n\nحمام خشبي مع حوض استحمام ودش، يضم دشًا مع ستارة خشبية ونافذة.\n\n         .",
    "حمام خشبي مع خزانة ورف مناشف ومرحاض وجدار من لوح خشبي.",
    "ممسك مناشف كروم ومقود مثبتان على حائط خشبي.",
    "حمام به جدار خشبي يضم عدة أرفف منشفة معدنية، بما في ذلك واحد من الكروم.",
    "كابينة صغيرة مع باب خشبي، مدخل خشبي، أرضية خشبية، سقف خشبي، أرضية مفروشة بالبلاط في غرفة."
  ],
  "b46b1193e47449ffb1e6977555cb7222": [
    "غرفة نوم ريفية مع أرضية وجدران وسقف خشبيين تحتوي على سرير، تقع في كوخ.",
    "كابينة خشبية تحتوي على سرير وغطاء داخلها، وتضم فتحة في السقف.",
    "سرير في كوخ خشبي مع سقف وأرضية خشبية، ونافذة في السقف.",
    "حائط خشبي مع أنبوب وضوء ولوح خشبي مرئي من زوايا مختلفة.",
    "المشهد يظهر جدارا خشبيا مطليا باللون الأبيض، ويتم رؤيته من زوايا مختلفة بما في ذلك الأعلى والأسفل والأوسط.",
    "منظر قريب من الخشب في كوخ خشبي مع أرضية خشبية.",
    "المشهد يظهر داخل خشبي مع مقطع قريب من السقف والجدار والأرضية.",
    "المشهد يصور جدارا خشبيا مطليا باللون الأبيض من زوايا مختلفة."
  ],
  "3a24d35a28604e7392f6f7d36e73922c": [
    "غرفة خشبية مع أرضيات وجدران وباب، مضاءة بمصباح معلق.",
    "غرفة ريفية مع أثاث خشبي وجدران، تشمل سريرًا وطاولة مع كرسي.",
    "كابينة تحتوي على لوحة على الحائط، تحتوي على غرفة صغيرة مع كرسي وطاولة، كل ذلك يقع داخل غرفة أكبر مع جدران خشبية ولوحة أخرى على الحائط.",
    "كرسي يقع أمام نافذة ذات إطار خشبي، يوفر منظرًا لحديقة وأشجار.",
    "منظر لحمام في منزل خشبي مع مرحاض ونافذة وحدائق مرئية من خلال النافذة من منظورين منتصف وعلوي.",
    "كابينة خشبية صغيرة مع سرير ومرحاض وجدران وسقف خشبي.",
    "غرفة خشبية مريحة مع سرير وزخرفة بسيطة",
    "كابينة خشبية صغيرة مع سرير وباب ومصباح معلق."
  ],
  "afd7d720b2f942a88f24b9d2e24a9581": [
    "الكاميرا والعدسة تجلسان على طاولة خشبية أمام جدار خشبي مع حوض ومِرآة، تحت سقف خشبي مع أنبوب معدني.",
    "يتم وضع كاميرا ومعدات على طاولة أمام جدار خشبي مطلي باللون الأبيض، في حين يظهر برغي في لقطة مقربة من السقف الخشبي.",
    "صندوق خشبي يحتوي على بيض ولوح يجلس على الأرض بينما يُرى صندوق خشبي به غطاء من المنتصف، كل ذلك تحت نظرة مقربة من سقف خشبي.",
    "يوجد وعاء كلب على طاولة في مطبخ به خزانات خشبية وموقد تحت سقف خشبي به عارضة.",
    "غرفة معيشة بكنبة صفراء وأرضية مفروشة بالبلاط، وجدران خشبية وسلم، وسقف خشبي مع جهاز إضاءة.",
    "كابينة خشبية تحتوي على مطبخ وغرفة طعام، وتضم طاولة وكراسي في الوسط، ومصباح معلق من السقف الخشبي.",
    "كابينة خشبية ريفية مع مطبخ يحتوي على موقد ونافذة، أرضية خشبية، وتصوير مقرب للسقف الخشبي.",
    "مطبخ خشبي مع ساعات على الحائط وسقف خشبي مع عارضة."
  ],
  "85849923dc9e46eda0168f62c0fb43f3": [
    "غرفة في كوخ خشبي مع جيتارات معلقة على الجدار ومروحة سقف فوقها.",
    "غرفة خشبية مع أرضيات وجدران وباب ونبات ومروحة سقفية في كابينة.",
    "المشهد يضم مقاطع قريبة من مختلف الأسطح الخشبية بما في ذلك الحائط والأرضية وطاولة.",
    "يُظهر جدار خشبي مع حلقة خشبية عليه في مقربة من زوايا مختلفة.",
    "كابينة خشبية ذات سلالم ونوافذ تحتوي على ثقب دائري في سقفها.",
    "غرفة معيشة دافئة مع أريكة وموقد نار تقع تحت سقف خشبي مع نافذة وفتحة سقف، وفوقها نافذة أخرى.",
    "غرفة معيشة تحتوي على سلالم خشبية تضاء بالضوء الطبيعي من النوافذ وفتحة سقف خشبية.",
    "كبينة خشبية مع أرضية و سقف و شرفات خشبية، تضم سقفًا خشبيًا مع نافذتين."
  ],
  "dc00a03cb9f847fea498d765a31ec2b8": [
    "كابينة خشبية مع لوحة على الحائط وغرفة صغيرة مع جدران خشبية وباب.",
    "كابينة صغيرة مع أرضيات خشبية وأبواب وخزانة، تحتوي على غرفة مع باب واحد وسقف خشبي.",
    "غرفة خشبية مع سرير، نافذة، وسقف.\n\n    , ,  قف.",
    "سرير موضع في كوخ خشبي صغير مع نافذة وفتحة سقف.",
    "المشهد يصور غرفة خشبية تحتوي على سرير، أرضية خشبية وسقف من زوايا مختلفة.",
    "يظهر المشهد غرفة خشبية تحتوي على طاولة، بالإضافة إلى لقطات قريبة من جدار خشبي في كوخ.",
    "المشهد يضم جدارًا خشبيًا وأرضية من الخشب من زوايا مختلفة.",
    "مكتب خشبي يجلس في غرفة صغيرة مع مقربة من جدار خشبي."
  ],
  "6cff8d4e873a4dbc8db352872e706bb8": [
    "كابينة خشبية مزودة بمسخن ماء ومضخة ماء وتركيب منعم ماء، تتميز بسقف خشبي ونافذة.",
    "منزل خشبي في سان دييغو به منقي ماء و سخان ماء و مضخة ماء و هاتف و راديو.",
    "يتم تثبيت سخان الماء في غرفة خشبية مع حقيبة زرقاء موضوعة على رف.",
    "كابينة خشبية صغيرة ذات باب و حوض و نافذة و موقد على أرضية خشبية.",
    "كابينة خشبية مع مفتاح إضاءة وضوء على جدار خشبي، غرفة مع جدران خشبية وباب، وسقف خشبي.",
    "أنبوب مربوط إلى حائط خشبي، مع اختلاف في المادة من الأعلى إلى الأسفل.",
    "غرفة تحتوي على أنابيب ولوح ركوب الأمواج، حمام يحتوي على دش ومرحاض، وجدار خشبي يحتوي على خرطوم وأنبوب.",
    "غرفة صغيرة ذات جدران خشبية تحتوي على غسالة و حمام به نافذة وباب في السقف."
  ],
  "092882e07ed14b5c94025aacb5469dc9": [
    "كابينة خشبية مع نافذة وأرضية خشبية.",
    "المنظر يضم جدار خشبي مع لوح خشبي يُرى من زوايا مختلفة.",
    "يصور المشهد جدارًا خشبيًا مع مفتاح إضاءة ومصباحًا.",
    "حائط خشبي مع ضوء أزرق ومقبس أصفر ولوح معدني عليه يُرى من زوايا مختلفة.",
    "كبينة خشبية صغيرة مع باب ونافذة ومروحة سقف، وتضم أرضيات خشبية من الداخل.",
    "باب خشبي به مقبضين يُرى على أرضية خشبية مع مدخل يؤدي إلى جدار خشبي.",
    "كابينة خشبية تحتوي على مرحاض، بها نافذة وباب.",
    "كابينة خشبية تحتوي على خرطوم وأنابيب، تضم غرفة بأرضية خشبية ونافذة في السقف."
  ],
  "d61b99f8f134414085b3d2b6f46fee37": [
    "حمام ريفي في كوخ خشبي مع حوض استحمام مكسور ومرحاض ومرآة وجدران خشبية ودش.",
    "كابينة خشبية تحتوي على حمام يضم حوض أبيض وغرفة ذات جدران وأرضية خشبية.",
    "وعاء بلاستيكي أبيض مع حافة بيضاء موضوع على سطح أسفل نافذة تطل على شجرة، في حين تظهر نافذة أخرى بها ستارة من الأعلى.",
    "حوض استحمام أبيض يقع أسفل نافذة في بيت خشبي مع وعاء أبيض موضوع أمام النافذة.\n\n            \n\n     \n\n حوض استحمام أبيض   \n يقع أسفل  \n نافذة  \n في بيت خشبي    \n مع \n وعاء أبيض   \n موضوع \n أمام   \n النافذة",
    "حمام به حوض أبيض، ستارة، منشفة، حائط خشبي، دش، ومرحاض.",
    "منظر لستارة بيضاء مع فاصل أبيض وخطوط بيضاء، مع ثوب أبيض معلق على رف.",
    "حمام خشبي مع حوض استحمام أبيض، دش، ورأس دش معدني.",
    "حمام به جدران خشبية يضم حوض استحمام أبيض ودش."
  ],
  "9b9a964d89cf4b29b5f3bbfb4329ff65": [
    "يوجد طبل في كوخ خشبي مع إطار نافذة مرئي من الأعلى.",
    "كابينة خشبية مع مجموعة طبول، جيتار، وصوره لإلفيس على الحائط.",
    "غرفة موسيقية في كوخ خشبي مع مجموعة طبول على الأرض وتارات معلقة على الجدران والسقف.",
    "هيكل خشبي متعدد الطوابق والسلالم، مزود بمروحة سقف.",
    "غرفة معيشة ذات سقف دائري وأرضية خشبية تقع تحت قبة خشبية ذات سقف ونوافذ، يعلوها سقف خشبي به عارضة خشبية.",
    "المشهد يضم سقفًا خشبيًا مع درج، وفتحة سقفية، وتصوير مقرب.",
    "كابينة خشبية مع نافذة ذات إطار خشبي وفجوة فيها.\n\n \n كابينة خشبية   \n مع \n نافذة  \n ذات \n إطار خشبي   \n وفجوة فيها",
    "منظر من نافذة ذات إطار خشبي ومقعد، يظهر منزلًا وأشجارًا مع سحب في الخلفية."
  ],
  "b6beaaff9e014de8b04eb79045739b49": [
    "كابينة صغيرة ذات جدران وأرضية وسقف خشبي.",
    "غرفة في بيت خشبي مع أرضية مفروشة بالبلاط، جدران خشبية، نافذة بإطار خشبي، وسقف خشبي مع نوافذ.",
    "كابينة خشبية تحتوي على غرفة مع أرضية وجدران وسقف خشبية، ونافذة.",
    "يصور المشهد كوخًا خشبيًا بغرفة تحتوي على جدران وأرضية وسقف خشبيين.",
    "المشهد يصور غرفة صغيرة مع جدران خشبية وأرضية من البلاط، مع مشاهد قريبة من الجدار والسقف.",
    "كابينة خشبية بسقف خشبي تحتوي على باب خشبي يؤدي إلى غرفة بأرضية من البلاط.",
    "كابينة صغيرة ذات جدران وسقف خشبيين تحتوي على غرفة ذات أرضية خشبية وأرضية مفروشة بالبلاط، وكذلك جدران خشبية وباب.",
    "المشهد يصور غرفة صغيرة مع جدران خشبية، وأرضية خشبية، وسقف خشبي."
  ],
  "a102630f0cb84c32abc75f27b7712424": [
    "جيتار يقع على أرضية خشبية في غرفة داخل كوخ خشبي حيث تتدلى جيتارات أخرى على الحائط.",
    "غرفة بأرضية خشبية وجدار خشبي، ت مقربة من جدار خشبي مطلي باللون الأبيض مع غيتارات معلقة عليه.",
    "كابينة خشبية تتدلى فيها قيثارات من السقف، تحتوي على غرفة ذات جدران خشبية وباب، وغرفة منفصلة بأرضية خشبية وجدار أبيض.",
    "غرفة ذات أرضية خشبية، وسلم، ونبات، ومروحة سقف خشبية في غرفة ذات سقف خشبي.",
    "كابينة خشبية مع نافذة وفتحة سقف، تحتوي على أرضية خشبية وسقف مع مروحة وضوء.",
    "سلالم خشبية تؤدي إلى غرفة ذات سقف خشبي وفتحة سقف ونافذة في السقف.",
    "كابينة ذات أرضية خشبية وسلم وعلية مع نافذة ودرابزين وسقف خشبي مع نافذة.",
    "يتم وضع مجموعة الطبول على أرضية خشبية في غرفة بأرضيات خشبية."
  ],
  "28a8a22473e342f7be7ed0f33e4272e3": [
    "مطبخ مع خزائن صفراء وأرضيات مفروشة بالبلاط يقع في طابق خشبي مع سقف خشبي.",
    "الجيتار يرقد على أرض كوخ خشبي مريح مع رفوف كتب وسلم يؤدي إلى سلم خشبي.",
    "الدرج الخشبي مع درجات خشبية ومدارس يظهر من الأعلى والمتوسط، بينما يظهر منظر القاع أرضية خشبية.",
    "سلم خشبي يؤدي إلى نافذة في كوخ.",
    "كابينة خشبية صغيرة ذات نافذة ولوحة فنية داخلية، مضاءة بمصباح معلق من السقف.",
    "غرفة خشبية مريحة تحتوي على أريكة ولوحة فنية لطفل يلعب في العشب، مضاءة بمصباح أخضر معلق من سقف كوخ صغير.",
    "غرفة معيشة مع أريكة، أرضية خشبية، نافذة، وسقف خشبي مع جهاز إضاءة.",
    "كابينة ريفية مع مطبخ ومنطقة طعام تضم أثاثًا خشبيًا وأرضيات من البلاط وثريات معلقة."
  ],
  "fa30e6859ca249a78879975b0b659bfb": [
    "غرفة معيشة دافئة بأثاث أصفر وسقف خشبي تحتوي على كرسي مع وسادة رمادية وصفراء على أرضية بلاط في منزل صغير بسقف دائري.",
    "جيتار يقع على أرضية خشبية في كوخ به أرضية من البلاط وسلم خشبي يؤدي إلى غرفة أخرى.\n\n         .",
    "درج خشبي مع مسند خشبي يقع في منزل مع أرضية خشبية.",
    "درج خشبي يؤدي إلى نافذة في بيت خشبي مع نبات عليه، محاط بجدار وجدران خشبية.",
    "حائط خشبي به ثقب، مطلي باللون الأبيض في الوسط، ومزين بنبات أخضر في الأعلى.\n\n            .",
    "منظر مقرب من جدار خشبي به شق، جدار خشبي، وأرضية خشبية.",
    "كرسي يقع على أرضية خشبية في بيت خشبي صغير به نافذة وباب، مقابل جدار خشبي.",
    "غرفة معيشة تحتوي على أريكة ذات حواف صفراء ورمادية وطاولة، تقع في غرفة ذات سقف خشبي ونوافذ."
  ],
  "42135c66aa4d464aa8a91630c187ed99": [
    "غرفة خشبية مع باب ونافذة.",
    "غرفة خشبية مع باب ونافذة.",
    "المشهد يصور غرفة ذات أرضية وجدران وأبواب وسقف خشبية.",
    "المشهد يصور غرفة ذات أرضية خشبية وجدران وباب ونبات.",
    "كابينة صغيرة بأرضية خشبية، ونافذة، وسقف خشبي، وباب خشبي مع إطار.",
    "غرفة معيشة كوخ خشبي مريح مع سقف خشبي يضم نافذة، تقع في كوخ خشبي به باب ونافذة أخرى.",
    "كابينة خشبية ذات سلالم وسقف دائري، محاطة بتيبي خشبي مع نافذة.",
    "غرفة موسيقية تحتوي على طقم طبول وقيثارة على أرضية خشبية داخل كوخ به سلم خشبي."
  ],
  "07e011fca68e4d6bbda2c6083c8a134c": [
    "كابينة موسيقي مع طقم طبول، جيتار، وصور على الجدران والسقف.",
    "كابينة خشبية تحتوي على غيتارات وأدوات موسيقية أخرى معلقة على الحائط، وتحتوي على غرفة ذات حائط خشبي وطاولة.",
    "غرفة ذات أرضيات خشبية وباب تحتوي على جيتارات معلقة على الحائط، تقع في كوخ خشبي مع جيتارات أستوديو ومروحة سقف.",
    "منزل خشبي مع درج دائري ومروحة سقف في غرفة ذات سقف خشبي، وكذلك درج خشبي في منزل بأرضيات من البلاط.",
    "داخل خشبي مع غرفة معيشة، سلم، نافذة كبيرة، وسقف وأرضية خشبية.",
    "كابينة خشبية مع نافذة كبيرة وسقف، تحتوي على سقف خشبي مع نافذة فيه ونافذة خشبية في الأعلى.",
    "منظر داخلي لكابينة خشبية تضم درجاً مع مسند و سقفاً مع عارضة و صورة مقربة من السقف الخشبي.",
    "كابينة خشبية ذات نافذة مطلة على غابة تحتوي على طقم طبول."
  ],
  "0eefd4bea0874786ab4946ca120bff73": [
    "خزانة صفراء وجدار مع باب خشبي أسفل ثلاجة صفراء على سقف خشبي.",
    "المشهد يتكون من فرن أصفر مع باب زجاجي، باب مع باب أصفر ومقبض أسود، وحمام أصفر مع سقف خشبي.",
    "مطبخ أصفر مع موقد وميكروويف، يضم جدارًا أصفر وموقدًا في الوسط، وثلاجة صفراء على سقف خشبي منظر من الأعلى.",
    "مطبخ به خزائن صفراء، موقد أسود، أرضية خشبية، سلم، سقف خشبي، ومصباح.",
    "مساحة معيشة متعددة المستويات مع غرفة معيشة دائرية ومطبخ وطاولة من الجرانيت الأسود وسقف خشبي مع إضاءة وأرضية خشبية.",
    "م             ,     .",
    "كابينة خشبية أو منزل مع نافذة إطارات خشبية، ربما في منطقة غابات.",
    "المشهد يظهر سقفًا خشبيًا من منظور قريب، وساعة مع شوكة ومغرفة عليها في الوسط، وساعة على جدار خشبي من منظور من الأعلى."
  ],
  "4b82c138b8b743479d535513aabfabf4": [
    "غرفة خشبية صغيرة ذات باب في كابينة من زوايا مختلفة.",
    "المشهد يضم جدارًا خشبيًا وأرضية مع عرض مقرب من لوح خشبي.",
    "كرسي يجلس في غرفة مع جدار خشبي.",
    "غرفة ذات جدران وجدران سقف خشبية، طاولة، كرسيان، ونوافذ.",
    "غرفة نوم كابينة خشبية مع سرير، كرسي، نافذة، ومصباح معلق.",
    "غرفة نوم صغيرة مع جدران خشبية، سرير، وسقف خشبي مع إطار.",
    "كابينة خشبية بابها وجدارها وأرضيتها وسقفها من الخشب.",
    "كابينة خشبية تحتوي على مطبخ بداخلها مع أرضية خشبية وباب ونافذة."
  ],
  "36495e0d819442c4a0666597566b3fa2": [
    "المشهد يظهر مقربة من جدار خشبي مع لوح خشبي.",
    "تُلقى ظل على جدار خشبي مع لوح خشبي.",
    "يظهر المشهد مقطعًا مقربًا من جدار خشبي من زوايا مختلفة.",
    "يظهر المشهد منظرًا مقربًا من الداخل الخشبي مع التركيز على السقف والجدار واللوح.",
    "المشهد يضم جدارًا خشبيًا مع أرضية خشبية ولوحًا من الخشب من منظور من الأعلى والأسفل والمنتصف.",
    "كابينة ذات جدران وسقف خشبيين متصلة بممر يحتوي على أريكة، ويتم الإعلان عن بيع منزل أو شقة في سانت جان دور مقابل , يورو.",
    "غرفة خشبية مع حمام صغير وباب، مضاءة بمصباح في السقف.",
    "باب خشبي مع مفتاح إضاءة وباب مرئي من الأعلى والوسط والأسفل مع إطار خشبي وجدار مرئيين."
  ],
  "ef12b1ecc3be4693b327e30468697a9b": [
    "غرفة خشبية مع كرسي وردي، ولوح رسم، ونافذة، وكرسي، مع ثريا معلقة من السقف الخشبي.",
    "غرفة بأرضية وجدران وسقف خشبية تحتوي على نافذتين.",
    "غرفة بأرضية خشبية وسقف خشبي به نافذة ونافذة في الجدار.",
    "كابينة خشبية صغيرة تحتوي على سرير ورف داخلي، وتضم غرفة بأرضية خشبية وجدار، بالإضافة إلى خزانة.",
    "كابينة خشبية صغيرة تحتوي على سرير ووسادة تقع داخل حظيرة خشبية صغيرة ذات باب ونافذة، وتقع هذه الحظيرة في غرفة صغيرة ذات جدران وأرضية خشبية.",
    "كابينة خشبية مع سلالم دائرية، ونافذة، وباب مع إطار خشبي على أرضية خشبية.",
    "المشهد يصور بابًا خشبيًا به نافذة، مثبتًا على أرضية خشبية ومحاط بإطار خشبي.",
    "كابينة خشبية تحتوي على غرفة ذات أرضية وجدران وباب خشبي، بالإضافة إلى مروحة على السقف الخشبي."
  ],
  "e5b8baa3c6474af1a2bc739d92c480e5": [
    "جيتار يقع في كوخ خشبي مزين بصورة، يقع في كوخ إلفيس بريسلي.\n\n           ,      .",
    "الجيتار معلق على جدار خشبي مع خلفية بيضاء.",
    "تعليقان جيتارات صوتية على جدار خشبي في غرفة بأرضية بيضاء.",
    "غرفة مع أرضية خشبية، سلم حلزوني، ومروحة سقف خشبية.",
    "كابينة خشبية ذات سقف دائري وسقف خشبي، تحتوي على غرفة معيشة وسلم.",
    "سلم خشبي يؤدي إلى غرفة ذات نورية في السقف الخشبي وعارضة خشبية ظاهرة.",
    "مجموعة طبول تقع في مسكن خشبي داخل كوخ به نافذة في السقف.",
    "غرفة موسيقى تحتوي على مجموعة طبول وغيتار، تتميز بسقف وأرضية خشبية مع عارضة بارزة."
  ],
  "75e8fbb7bb864c19bf8672b303c5b6a7": [
    "المشهد يصور كوخًا خشبيًا صغيرًا مع أرضية وسقف خشبيين، ويتميز بمقاطع قريبة من السقف به ثقوب.",
    "المشهد يصور غرفة مع أرضية خشبية وعلية، كلاهما مع نوافذ، وتصوير مقرب للأسقف الخشبية مع نافذة.",
    "غرفة ذات كرسي وردي، أرضية خشبية، سقف خشبي، ونوافذ.",
    "غرفة صغيرة بأرضية وجدران وسقف خشبيين، تحتوي على كرسي أحمر وثريا.",
    "المشهد يصور كوخًا خشبيًا صغيرًا يحتوي على غرفة بداخله مع جدران وأرضيات وباب خشبي.",
    "المشهد يظهر مقربة لجدار خشبي من زوايا مختلفة.",
    "المشهد يظهر مقربة من جدار خشبي مع لوح خشبي من منظورات مختلفة.",
    "المشهد يصور غرفة ذات جدار وأرضية خشبية، مع لقطات مقربة من الجدار الخشبي من وجهتي النظر الوسطى والعلوية."
  ],
  "b14d29bea4b547d5923b3a09323b443d": [
    "كابينة خشبية بِمطبخ ذو تصميم أصفر يحتوي على خزائن صفراء وأرضية من البلاط، بالإضافة إلى أريكة صفراء، كل ذلك تحت سقف خشبي.",
    "رجل واقف في كوخ خشبي مع جيتار، به سلم حلزوني ومروحة وأرضية من البلاط.",
    "سلالم خشبية في كابينة مع ضوء معلق منها تؤدي إلى غرفة معيشة تحتوي على أريكة.",
    "كابينة خشبية مريحة مع أريكة، وسادة، سلالم، لوحة، ونافذة.",
    "مستودع خشبي مع باب يقع في الفناء الخلفي، بينما داخل منزل خشبي يقع أريكة على الأرض ونافذة توفر منظرًا للسماء.",
    "حديقة صغيرة وخلفية مع شجرة ومستودع، منظر من الأعلى والمتوسط، بالإضافة إلى منظر شجرة من نافذة.",
    "بيت خشبي مع نافذة وأريكة على أرضية خشبية، يوفر منظرًا للسماء.",
    "منزل خشبي مريح مع منطقة لتناول الطعام وأريكة مريحة أمام نافذة."
  ],
  "e52749304010410ba3a1e058fe627b6d": [
    "مطبخ مع موقد أصفر وخزائن، مجهز بموقد وميكروويف، تحت سقف خشبي مع باب.",
    "منظر ريفي يضم مطبخًا به موقد أسود وأرفف خشبية، مرآة في غرفة ذات جدران خشبية، وكوخ خشبي به نافذة زجاجية ورف خشبي.",
    "مطبخ صغير مع حوض ومجرد جدران صفراء يؤدي إلى غرفة مع أرضية خشبية وتلفزيون، وفي كابينة فوق، تلفزيون معلق من السقف.",
    "غرفة خشبية مع أرضيات وجدران وسلالم وسقف مع مصباح وورقة نباتية.",
    "غرفة معيشة مع أرضية من البلاط وأريكة، درج يؤدي إلى سقف خشبي مع نافذة سقفية.",
    "غرفة تحتوي على طاولة وكراسي ونافذة مرئية من الأعلى، بينما يظهر منظر منتصف يظهر مطبخًا يحتوي على طاولة رخامية سوداء، كل ذلك تحت سقف خشبي مع جهاز إضاءة.",
    "مطبخ كوخ خشبي دافئ مع طاولة وكراسي وثريات معلقة وطاولات صفراء وطاولات عمل سوداء.",
    "مطبخ أصفر مع خزائن خشبية وموقد، به سقف خشبي مع ثريا ومروحة."
  ],
  "59bb2a23ea8547ee9a9d05cb436a621b": [
    "كابينة خشبية ذات باب ومدخل، تضم أرضية وسقف خشبيين.",
    "كابينة صغيرة ذات جدران خشبية وأرضية خشبية وضوء على السقف، تحتوي على غرفة ذات لوح خشبي وجدران وباب.",
    "باب خشبي مع مقبض مثبت في جدار مع إطار خشبي.",
    "باب خشبي مع إطار يُرى من الأعلى والأسفل، بينما يظهر رف خشبي مع ألواح في المنتصف.",
    "غرفة خشبية مع نبات في الزاوية، باب خشبي، وصوره على الحائط.\n\n               .",
    "منزل خشبي مع أرضيات من البلاط يحتوي على غرفة مع جدران خشبية وأريكة، يمكن الوصول إليها من خلال مدخل، مع باب خشبي يضم صورة.",
    "المشهد يضم تصميم داخلي خشبي مع مقطع قريب من السقف والجدار واللوح.",
    "المشهد يصور غرفة ذات جدران خشبية وأرضية مفروشة بالبلاط وباب."
  ],
  "009a121be20f46a6a41981c3974ab276": [
    "المشهد يظهر جدارًا خشبيًا مع واجهة خشبية وأرضية خشبية من منظور من الأعلى والأسفل والمنتصف.",
    "المشهد يظهر مقربة من هيكل خشبي مع ثقب في السقف ولوح على الحائط.",
    "كابينة ريفية ذات جدران خشبية تحتوي على غرفة تحتوي على صورة على الحائط وكرسي.",
    "كابينة ريفية تحتوي على لوحة فنية على الحائط مفروشة بطاولة خشبية، كراسي، وجذع شجرة.",
    "غرفة خشبية تحتوي على كرسي ونافذة توفر إطلالة على الخارج من خلال نافذة وسقف منزل خشبي.",
    "غرفة نوم كابينة خشبية مع سرير وجدران خشبية تُرى من الأعلى والأسفل والوسط.",
    "كابينة خشبية مع سرير وباب ومصباح معلق.",
    "كابينة خشبية ذات غرفة واحدة وباب واحد، تتميز بجدران وأرضية وسقف خشبيين."
  ],
  "75977e173324437fb629312726569895": [
    "طاولة خشبية مع كرسي وساق كرسي تجلس أسفل جدار خشبي في منتصف المشهد.\n\n                    .",
    "كرسي يجلس في غرفة خشبية داخل كوخ مع سرير ولوحة.",
    "منظر لجدار خشبي به ثقب ومخرج أزرق وأصفر ولوحة عليه.",
    "حائط خشبي به ثقب صغير يوجد به زر أزرق وأصفر و بطاقة زرقاء.",
    "بيت خشبي مع نافذة مضاءة بالنور والسماء مرئية من خلالها.",
    "كرسي موضوع أمام نافذة في كوخ خشبي.",
    "كرسي خشبي مع مسند مكسور موضوع أمام جدار في كوخ به مروحة سقف وضوء.",
    "غرفة نوم ريفية في كوخ خشبي صغير مع سرير وكرسي على أرضية خشبية، مضاءة بمصدر ضوئي واحد."
  ],
  "a4457a8d962f4a93b82214b4ad5ef9ef": [
    "صندوق خشبي به أنابيب يجلس على الأرض بجانب جدار خشبي به ثقب.",
    "مكتب خشبي به أنبوب أمامه جدار خشبي به مسمار ولوح خشبي فوقه.\n\n \n    مكتب خشبي\n      به أنبوب\n      أمامه\n    جدار خشبي\n      به مسمار\n       ولوح خشبي فوقه",
    "غرفة مع أرضية خشبية، وسقف خشبي، ونافذة.",
    "المشهد يصور غرفة تحتوي على لوح أسود، كرسي وردي، كرسي منخفض، لوح أبيض، أرضية خشبية، ومصباح معلق.",
    "المشهد يصور غرفة ذات جدران وأرضيات وسقف خشبيين مع ثريا معلقة من الأعلى.",
    "المشهد يضم جدارًا خشبيًا مع ضوء أزرق ومقبس، يُرى من زوايا مختلفة.",
    "يظهر المشهد مقطعًا قريبًا من أرضية خشبية وحائط من زوايا مختلفة.",
    "منظر مقرب من الداخل والخارج لكابينة خشبية أو مبنى."
  ],
  "1a5d5a4463014eeaa8f2db66650f6940": [
    "كابينة دافئة ذات مطبخ أصفر مع جدران وأرضيات خشبية، طاولة وكراسي، وطابق علوي مع نور سماوي.",
    "كابينة خشبية مريحة مع مطبخ يضم بلاطًا أصفر وأرففًا، وسقفًا خشبيًا، وجيتارات معلقة من مروحة السقف.",
    "كابينة خشبية مريحة مع أرضية غرفة معيشة من البلاط، منزل خشبي مع درج وغيتار، وسلم دائري يؤدي إلى الأعلى.",
    "منزل خشبي به غرفة معيشة تحتوي على أريكة وأرضية خشبية مضاءة بأضواء على السقف الخشبي.",
    "كابينة خشبية ذات نافذتين وباب خشبي، تحتوي على أريكة وباب آخر، مرئية من منظور من الأعلى والمنتصف.",
    "المشهد يصور منزلًا خشبيًا مع باب ومدخل ونافذة.",
    "منظر لخلفية منزل مع حديقة، مخزن، ومخزن خشبي، كما يُرى من نافذة في المنزل.",
    "بيت خشبي قيد الإنشاء به غرفة تحتوي على باب ونافذة."
  ],
  "fb1eef3a8c1b457985484ed1208a2f5f": [
    "حائط خشبي مع دولاب وأثواب، يضم دولابًا بلوحات خشبية وأثواب معلقة عليه، وتصوير مقرب لحائط خشبي مع باب.",
    "منظر لمبنى خشبي صغير به خزانة تحتوي على ملابس معلقة على جدار خشبي.",
    "غرفة خشبية صغيرة في كوخ مع نافذة تطل على منزل قريب، بسقف وأرضية خشبية.",
    "المشهد يصور كوخًا خشبيًا مع نافذة وأرضية وسقف وعارضة.",
    "غرفة نوم سقفية مريحة مع سرير خشبي على شرفة و نافذة، تتميز بأرضيات خشبية و سقف عارضة و جو ريفي.",
    "سرير خشبي يقع في كوخ به نافذة، أرضية خشبية، وإضاءة سقفية.",
    "كابينة صغيرة بأرضية خشبية، خزانة، وسقف خشبي.",
    "كابينة خشبية مع باب خشبي وأرضية خشبية تحتوي على صورة."
  ],
  "626113d6eaf440339ca6e2a61782b2dd": [
    "المشهد يظهر جدارا خشبيا مع باب و قطعة خشب.",
    "حالة غيتار سوداء تُرى جالسة على سطح خشبي، إما أرضية أو جدار، داخل كوخ خشبي.",
    "غرفة موسيقي مع طبل على طاولة ومرحاض في الوسط وجيتار معلق على حائط خشبي مع صور.",
    "مجموعة الطبول تقع في غرفة خشبية مع جيتارات معلقة من السقف ومتوضعة فوق جذع شجرة.",
    "مجموعة طبول معلقة في غرفة خشبية مع رؤية رأس الطبلة وعصا الطبلة من منظور من الأعلى ، مضاءة بمصباح معلق من السقف الخشبي.",
    "طبلة سوداء تجلس في كوخ خشبي مع نافذة في السقف.",
    "المشهد يضم غرفة خشبية مع مقطع قريب من الأرضية والحائط ولوح خشبي.",
    "المشهد يصور غرفة خشبية مع سقف و باب و أرضية، كل منها به ثقب صغير."
  ],
  "c50c867a5b57496cb6c6650edd9f0b62": [
    "المشهد يظهر مقربة من جدار خشبي به ثقب.",
    "مطبخ بألوان صفراء مع ثلاجة وخزانة وحقيبة معلقة في غرفة خشبية.",
    "مطبخ بألوان صفراء مع حائط، كرسي، خزانة، وفرن.",
    "المشهد يصور منزلًا ذا تصميم أصفر، به حمام يضم أرضيات وأحواض استحمام من البلاط الأصفر، ومطبخًا أصفر مع خزائن خشبية وسلم، ومطبخًا به موقد أصفر وسقف خشبي.",
    "المشهد يصور مطبخًا أصفرًا به موقد وفرن وميكروويف، ويضم أرضية مفروشة بالبلاط وأرفف خشبية.",
    "منزل خشبي مع نافذة وباب، به غرفة مع نافذة وأرضية خشبية، محاطة بجدران وأرضية من البلاط.",
    "المشهد يظهر مقطعًا مقرّبًا من جدار خشبي به مسمار.",
    "منظر مقرب من طاولة خشبية ذات سطح أبيض وفجوة فيها، أمام حائط خشبي."
  ],
  "9490f85349c3481eb7a43e7d5eda5451": [
    "نافذة في هيكل خشبي توفر منظرًا لأشجار السماء من خلال نافذة السقف.",
    "كابينة خشبية ذات نافذة وجدران خشبية، تقع على أرضية خشبية.\n\n \n كابينة خشبية   \n ذات نافذة   \n وجدران خشبية   \n تقع على  \n أرضية خشبية",
    "يظهر المشهد مقطعًا قريبًا من جدار خشبي وأرضية مع سقف مائل.",
    "كابينة خشبية تحتوي على غرفة داخلية مع جدران خشبية وباب ونافذة.",
    "منظر لمبنى خشبي به حمام يحتوي على مرحاض وأرضية خشبية، ومدخل خشبي به نبات، وسقف خشبي به نافذة.",
    "كابينة خشبية مع حمام وغرفة واحدة مع جدران وسقف خشبي.",
    "كابينة خشبية تحتوي على ساونا بداخلها، تتميز بمنشفة بيضاء معلقة على الحائط وتصوير مقرب للداخل والسقف.",
    "المشهد يظهر سقفًا خشبيًا مع خرطوم و أنبوب و عارضة."
  ],
  "45f892a4837c49028f47cb6a341f65df": [
    "كابينة صغيرة ذات طابق علوي تحتوي على مطبخ مع خزائن صفراء وطاولة على أرضية من البلاط.",
    "غرفة فندق مع أرضية من البلاط تؤدي إلى مطبخ مع خزائن صفراء وسقف خشبي، وفوق كل ذلك كابينة مع سقف خشبي وغيتار معلق منه.",
    "كابينة دافئة مع وسادة صفراء على الأريكة، جيتار على الدرج، وسلم خشبي يؤدي إلى مروحة وأضواء.",
    "كابينة دافئة مع أريكة ومخدات أمام نافذة، تتميز بسقف خشبي وسلم يؤدي إلى غرفة علوية مع نوافذ.",
    "نافذة ذات إطار خشبي و قطعة خشب ملحقة بها.",
    "منزل خشبي مع شجرة في الخلفية يحتوي على ممرين بابيين، باب يؤدي إلى فناء خلفي مرئي من المنظر الوسطي.",
    "طائرة ورقية تطير فوق شارع، وفيما يلي يمكن رؤية حديقة صغيرة مع كوخ وبعض الأشجار من الأعلى، وحديقة مع طريق رملية من الأسفل.",
    "نافذة إطار خشبي مع نبات، منظر لباب خشبي من الداخل، ونافذة تطل على السماء."
  ],
  "90f5e6e359b949fdaabf8ac3ee50a82d": [
    "كابينة خشبية ذات نافذة وحمام تحتوي على منضدة رسم بيضاء مع لوح أحمر، بينما السقف الخشبي أعلاها يحتوي على نافذتين.",
    "كابينة خشبية ذات نافذة تطل على الغابة وأرضيات خشبية من الداخل.",
    "غرفة خشبية مع مساحة علوية ونافذتين، واحدة على السقف وواحدة على السقف.",
    "غرفة خشبية صغيرة مع سرير وثريا معلق من السقف.",
    "كابينة خشبية صغيرة تحتوي على سرير وثريا، تضم بابًا وأرضيات خشبية.",
    "كابينة صغيرة ذات جدران خشبية وبابين.",
    "المشهد يصور غرفة مع أرضية خشبية وجدار، مع لقطات قريبة من كل منهما.",
    "كابينة خشبية ذات غرفة صغيرة وجدران وأرضية خشبية تُرى من الأعلى والأسفل والمتوسط."
  ],
  "dd500133846248c1b24eea995d7dee4a": [
    "كابينة ذات أرضية خشبية وباب وسقف مضاءة بنور.",
    "كابينة خشبية بأرضية و جدران من البلاط، تحتوي على باب وضوء.",
    "باب خشبي مع مقبض يظهر في إطلالة قريبة بداخل غرفة في كابينة خشبية.",
    "كابينة خشبية غرفة بأرضية من البلاط وغرفة بأرضية خشبية، كلاهما مع أبواب خشبية ونافذة.",
    "غرفة خشبية مع نبات وسرير وثريا دائري.",
    "غرفة معيشة بأرضيات من البلاط، وجدران خشبية، ونافذة كبيرة، وأرضية خشبية، تتميز بسقف دائري مع عوارض خشبية وأضواء.",
    "منظر لمبنى خشبي به باب و أرضية خشبية، يحتوي على مطبخ و غرفة طعام داخليا.",
    "منظر مقرب من باب خشبي وجدار في كوخ."
  ],
  "2296da968e464b8db6e6bdba81fbe274": [
    "باب خشبي مع مقبض أسود وسجادة باب محاط بإطار خشبي.",
    "المشهد يصور غرفة خشبية صغيرة بأرضية مفروشة بالبلاط وسقف خشبي.",
    "المشهد يصور غرفة مع جدران خشبية، وأرضية من البلاط، ولوح خشبي على أحد الجدران، وسقف خشبي.",
    "المشهد يضم غرفة خشبية مع جدار من نمط خشبي، وثابت إضاءة مثبت على الجدار، وسقف وأرضية خشبية.",
    "غرفة ذات جدران وجدران خشبية وأرضية من البلاط تضم بابًا خشبيًا مع مقبض.",
    "المشهد يصور داخل خشبي مع أرضيات مفروشة بالبلاط في مخزن أو كوخ.",
    "غرفة خشبية مع باب ونافذة وأرضية مفروشة بالبلاط ورف.",
    "هيكل خشبي يتألف من كوخ، حظيرة، وغرفة صغيرة مع جدران وأرضيات خشبية."
  ],
  "3c286cf678234163b7cb2ab3785fc498": [
    "مطبخ أصفر يحتوي على موقد وفرن وثلاجة يقع في منزل صغير بسقف خشبي وخزائن صفراء.",
    "المشهد يتكون من مطبخ به ميكروويف و محمصة، وحمام به حوض ومرآة، وجدار خشبي به باب.",
    "مطبخ به خزائن سوداء، موقد، حوض، سقف خشبي، ورف خشبي.",
    "كابينة خشبية بمطبخ أصفر وأرضيات مفروشة بالبلاط، تحتوي على سلالم وثريا مثبتة على السقف الخشبي.",
    "منزل خشبي به مطبخ يحتوي على سطح عمل أصفر وخزائن سوداء، وسلم، وأريكة، وضوء معلق من السقف الخشبي.",
    "كابينة خشبية مع نافذة سقف تحتوي على مطبخ مع سطح عمل أصفر وأسود وغرفة طعام دائرية مع طاولة خشبية وأرائك.",
    "مطبخ به خشبي ونافذة يحتوي على غلاية صفراء ووعاء، بينما يعلق ثريا في كوخ خشبي أعلاه.",
    "مطبخ كبينة ريفية مع خزائن خشبية وموقد، يضم نافذة خشبية مع ساعة ومرحاض في السقف."
  ],
  "9ddd0d8326b44a038d3985d96ffbb2a1": [
    "سلالم خشبية مع مسند يدوى تؤدى إلى كوخ في منزل خشبي دائري.",
    "المشهد يضم درجًا خشبيًا مع أرضية خشبية وإطلالات قريبة من جدار خشبي.",
    "يظهر المشهد مقطعًا قريبًا من جدار خشبي من زوايا مختلفة.",
    "المشهد يظهر مقطعًا قريبًا من جدار خشبي من زوايا مختلفة.",
    "منظر لغرفة خشبية صغيرة ذات نافذة وثقب في السقف.",
    "كابينة خشبية مع نافذة تحتوي على طائر خشبي وضوء من الداخل، مع ضوء معلق على الحائط أعلاها.",
    "مساحة معيشة مريحة مع أريكة ونافذة، تتميز بديكور خشبي وفتحة سقف.",
    "منزل خشبي به سلم حلزوني ومطبخ، مغطى بقبة خشبية ذات نوافذ، ويمكن الوصول إليه من خلال سلم خشبي يؤدي إلى غرفة المعيشة."
  ],
  "7e23cbe5e28047d49ab4641f530c9f00": [
    "غرفة بأرضية خشبية وجدران وسقف خشبيين تحتوي على كرسي وردي وباب.",
    "غرفة ذات جدران خشبية وباب، منظر من الأعلى والمنتصف، مع باب خشبي وإطار خشبي يُرى من الأسفل.",
    "كابينة خشبية ذات غرفة واحدة ونافذة، تضم بابًا خشبيًا وجدرانًا خشبية.",
    "غرفة نوم كوخية مع أرضية خشبية، سرير، نافذة، وضوء سقف.",
    "باب خشبي في كوخ به جدران خشبية وإطار يُرى من منظور أعلى وأسفل وأوسط.",
    "كابينة خشبية صغيرة مع درج، نبات، وفتحة سقف.",
    "كابينة خشبية ذات أرضية ودرابزين ونافذة تظهر من زوايا مختلفة، بما في ذلك منظر من الأعلى لكوبة خشبية ذات سقف.",
    "غرفة بأرضية وجدران خشبية تحتوي على مجموعة طبول ومروحة سقف."
  ],
  "591d3c367a09478b8a863f17635749e4": [
    "غرفة نوم ريفية مع أرضية وجدران خشبية، تحتوي على سرير ومصباح معلق في كوخ خشبي دافئ.",
    "كرسي موضوع في كوخ خشبي صغير مع لوحة معلقة على السقف الخشبي فوقه.",
    "مكتب خشبي يقع أسفل نافذة في بيت خشبي مع مقبض وإطار.",
    "نافذة إطارية خشبية مع شجرة في الخلفية.",
    "يظهر المشهد جدارا خشبيا مع باب، مع لقطات قريبة من كل من الباب والجدار.",
    "يُظهر جدار خشبي مضاء بضوء أزرق من زوايا مختلفة.",
    "سرير مع بطانية ومخدات يُرى في كوخ خشبي مع جدار خشبي به ثقب صغير.",
    "غرفة نوم مع جدران خشبية وسرير أبيض مخيط من الأعلى والأسفل والمنتصف."
  ],
  "c2b53ec055544828bb80579ec1f4d105": [
    "كابينة خشبية مريحة مع موقد ومرحاض، تحتوي على غرفة صغيرة مع أرضيات خشبية ونافذة توفر إطلالة على السماء.",
    "يوجد طقم طبول في كوخ خشبي مع نافذة وصوره على الحائط، موضوع على أرضية خشبية.",
    "غرفة موسيقية تحتوي على مجموعة طبول، جيتارات، وسقف خشبي مع جيتارات معلقة منه.",
    "منزل خشبي مع درج و مروحة سقف.",
    "منظر لمنزل خشبي مريح مع غرفة معيشة وغرفة مع نافذة وسقف خشبي مع عارضة.",
    "يظهر المشهد مقربة من جدار خشبي مع باب.",
    "يظهر المشهد منظرًا مقربًا من جدار وسقف خشبي.",
    "منظر قريب من مختلف الأسطح الخشبية، بما في ذلك طاولة مطلية، جدار خشبي، وباب به ثقوب."
  ],
  "e8a34a4b401249a589ed3b571839366e": [
    "كابينة خشبية مع ضوء معلق بها سخان ماء أزرق متصل بنافذة ومكبس هواء صغير معلق من جدار خشبي.",
    "منظر لحمام صغير به سخان مياه و أنابيب، ويضم منعم ماء أزرق في غرفة خشبية وتصوير مقرب للسقف الخشبي.",
    "يتم تثبيت منعم ومصفاة مياه في سان دييغو بينما يتم تثبيت جهاز توجيه لاسلكي على السقف.",
    "غرفة بها سخان ماء أزرق ومرشح على أرضية خشبية، تحت سقف خشبي مع ضوء وأداة.",
    "المشهد يصور حماماً به أرضية وجدار خشبيين، ويضم أنابيبًا ومرحاضًا، ويقع في غرفة ذات سقف خشبي وأنابيب إضافية.",
    "لوح ركوب الأمواج مع خرطوم ماء معلّق على الحائط، وزهرة زهرة الشمس مرسومة عليه، ومجفف وغسالة معلّقين عليه أيضًا.",
    "غرفة خشبية تحتوي على غسالة، جيتار معلق على جدار خشبي، وحمام به دش ومرحاض.",
    "منظر لغسالة و مجفف أبيضين أمام نافذة، مع منظر منتصف لمبنى يُرى من نافذة ومنظر علوي لنافذة كوخ مع عوارض خشبية."
  ],
  "ac56847024014b05bcc718f73ccde0b2": [
    "منظر مقرب من كوخ خشبي مع مدخل وباب في محور الاهتمام.",
    "غرفة بأرضية مفروشة بالبلاط، وجدران خشبية، ونوافذ، وسقف خشبي مع ضوءين، وأرضية خشبية.\n\n,           ,     \n\nغرفة بأرضية خشبية، وجدران خشبية، ونوافذ، وسقف خشبي مع ضوءين.",
    "غرفة صغيرة بأرضية وجدران خشبية تحتوي على باب خشبي بإطار.",
    "باب خشبي يُبنى ويُرى من زوايا مختلفة، بما في ذلك من الأعلى أثناء بنائه في كابينة.",
    "عامل بناء يبني سقفًا خشبيًا في كوخ صغير به سرير وباب، بينما يظهر غرفة صغيرة بأرضية خشبية وباب أسفل.",
    "غرفة ذات جدران خشبية، وأرضية مفروشة بالبلاط، ونبات في وعاء، وأريكة، وإضاءة سقف دائرية.",
    "مطبخ مع أرضيات من البلاط، خزائن خشبية، سطح عداد أصفر، وسقف خشبي مع جهاز إضاءة.",
    "كابينة خشبية مع باب و جدران و أرضية خشبية."
  ],
  "15b25adcf9bb4a0f8c751138a651dd8b": [
    "حمام به جدار خشبي و حوض ، باب خشبي مع مقبض أسود وإطار ، ورف خشبي على جدار مع باب أسود.",
    "حمام به حوض، مغطس، حائط خشبي، مرآة، وباب.",
    "حمام به جدران مفروشة بالبلاط ومرحاض مرئي من الأعلى، بينما يظهر منظر منتصف يظهر غرفة صغيرة بجدار خشبي وتليفزيون، ويظهر منظر الأعلى سقف خشبي به ضوء.",
    "حمام خشبي مع حوض استحمام أبيض ودش، يضم سقف خشبي ورأس دش.",
    "معلقة سلكية كرومية على جدار خشبي في الحمام.",
    "باب خشبي مع رف مناشف ومقبض، إطار خشبي.",
    "منظر ريفي يضم بابًا خشبيًا في مطعم مع أرضيات مفروشة بالبلاط، ومطبخ مع جدران وأرضية خشبية، وكوخ صغير مع جدران وسقف خشبي.",
    "منظر لمبنى خشبي به مطبخ وباب خشبي مع أرضية مفروشة بالبلاط ومفتاح للإنارة."
  ],
  "bead484602044dd9b9f855148864ee99": [
    "كابينة خشبية مزدحمة مع خزانة مليئة بالملابس والأحذية.",
    "كابينة خشبية تحتوي على خزانة تحتوي على ملابس معلقة على رف خشبي وحقيبة على الأرض.",
    "يتم تركيب جدار خشبي في غرفة، بينما يظهر كوخ خشبي مع باب ونافذة من المنظر المتوسط، ويظهر باب خشبي مع إطار خشبي من المنظر العلوي.",
    "منظر لمدينة من خلال نافذة في منزل خشبي بسقف خشبي وإطار خشبي.",
    "سرير يقع في غرفة خشبية ذات نافذة، تحتوي على أرضية وسقف خشبيين مع عارضة.",
    "غرفة نوم مع سرير خشبي، جدران وأرضيات خشبية، نافذة، وسقف خشبي مع إضاءة.",
    "غرفة ذات أرضية خشبية، باب خشبي، مرآة، وسقف خشبي.",
    "المشهد يصور جدارًا خشبيًا مع باب ومدخل في كابينة."
  ],
  "f868b98ee5334981a93aa1d3c8441f52": [
    "منظر قريب من جدار خشبي به مسمار و ثقب.",
    "منظر مقرب من سطح خشبي وأرضية به مسمار.",
    "حائط خشبي مع جذع ولوح خشبي جالسين عليه يُرى من زوايا مختلفة.",
    "كابينة ذات أرضية خشبية وأرائك تضم لوحة معلقة على الجدار وجذع خشبي على الأرض.",
    "غرفة نوم كابينة خشبية مع أرضية من البلاط، سرير، كرسي، نافذة، وضوء.",
    "غرفة نوم ريفية مع سرير على منصة في كوخ خشبي.",
    "غرفة خشبية مع باب، كرسي، وأرضية.",
    "كابينة خشبية مع باب خشبي وزِر أزرق عليه، وأرضية خشبية من الداخل."
  ],
  "af23bd7af9a14d7494fdd8733cb7fa5e": [
    "حائط خشبي مع سلة معلقة عليه يظهر من زوايا مختلفة.",
    "أرضية خشبية مع ثقب فيها ومسمار بارز من السطح.\n\n         .",
    "المشهد يظهر جدارًا خشبيًا به مساطر، يُرى من زوايا مختلفة.",
    "غرفة ذات جدران وأرضية وسقف خشبيين، تضم جيتار معلقًا من السقف.",
    "منزل خشبي مع أرضية خشبية ملساء ومشذبة ونافذة دائرية في السقف الخشبي.",
    "مجموعة الطبول موضوعة على سطح خشبي أسفل سقف خشبي يحتوي على طبل.",
    "كابينة خشبية تحتوي على مجموعة طبلات وكرسي داخلها، وتضم كرسيًا مصنوعًا من جذع شجرة وفتحة في السقف.",
    "جيتار وطبل على الأرض بجانب حقيبة جيتار في كوخ خشبي."
  ],
  "32cd64f9c7d74e7185517bca189a00b4": [
    "كابينة صغيرة بأرضية وسقف خشبيين تحتوي على مطبخ أصفر مع طاولة وكراسي، وأرضية من البلاط الأصفر مع كراسي إضافية.",
    "كبينة صغيرة ذات سلالم خشبية وأرضية خشبية تؤدي إلى مطبخ به خزائن صفراء وأرضية خشبية، ويتميز بتصميم بلاط أزرق وأصفر على أرضية المطبخ.",
    "منظر ريفي يضم رواق فندق مع أرضية مفروشة بالبلاط، كوخ صغير مع جيتار، و كوخ خشبي مع درج حلزوني.",
    "كابينة صغيرة ذات أرضية من البلاط المخطط بالأزرق والأبيض وسلم خشبي تقع داخل منزل أكبر ذي أرضية خشبية.",
    "غرفة معيشة مع أرضية من البلاط، أريكة، نافذة، وجدران خشبية مع نافذة سقفية ونوافذ إضافية.\n\n,     \n\nغرفة معيشة مع أرضية بلاط، أريكة، نافذة، جدران خشبية، نافذة سقفية، ونوافذ إضافية.",
    "منظر لبيت من خلال نافذة مع أرضية مفروشة بالبلاط وشجرة في الخلفية.",
    "منظر لنبات على أرضية من البلاط داخل منزل خشبي مع نافذة مطلة على حديقة.",
    "كابينة صغيرة تحتوي على غرفة طعام مزودة بجدول وكراسي، نافذة، وأرضية خشبية."
  ],
  "90440703eace49f3b867750beca05a25": [
    "ساعة مثبتة على جدار خشبي داخل كوخ، مع دلو أصفر قريب.",
    "مطبخ أصفر مع ثلاجة، خزانة بباب زجاجي، ورفوف خشبية.",
    "المشهد يصور مطبخًا أصفر مع خزائن خشبية، موقد أسود، ثلاجة صفراء، وسقف خشبي.",
    "مطبخ به سطح عمل أصفر و محمصة، درج يؤدي إليه، وسقف خشبي مع مصباحين معلقين.",
    "منزل به مطبخ معزول بالبلاط الأصفر، غرفة معيشة دائرية بأرضية خشبية، وفتحة سقف في السقف الخشبي.",
    "كابينة خشبية ذات نافذة وباب، منزل خشبي ذو نافذة وشوكة، ونبات على عتبة نافذة خشبية مرئية من منظور أعلى و سفلي ومتوسط.",
    "نافذة إطار خشبي مطلة على حديقة خلفية.",
    "نافذة إطارية خشبية في بيت خشبي."
  ],
  "a26c4e73940a44c89caa6788fcf4ca97": [
    "مطبخ منزل صغير مع أرضية خشبية ومرحاض يقع في كوخ مع موقد وسقف خشبي.",
    "غرفة ذات أرضية خشبية، وجدران وسقف، وباب، وثريات، وصور.",
    "حمام ريفي في كوخ خشبي مع أرضيات خشبية، مرحاض، حوض، وسقف خشبي مع ثريات.",
    "نبات صغير في وعاء يقع في غرفة خشبية مع باب ونافذة في كوخ خشبي.",
    "كابينة خشبية صغيرة مع مصباح معلق من السقف ونافذة، تحتوي على أرضية وجدران خشبية.",
    "مشهد يظهر به غرفة معيشة ذات أرضية من البلاط وكنبة ونافذة، وداخل كنيسة خشبية مع نور سماوي.",
    "منطقة طعام مضاءة جيداً مع أرضية مطبخ من البلاط وسقف خشبي يضم فتحة سقف.",
    "مطبخ أصفر مع خزائن خشبية وموقد، به سقف خشبي مع ثريا وطاولة."
  ],
  "ab0f99b210bb4556b7fc18190126480b": [
    "كبينة خشبية مع درج يؤدي إلى غرفة ممتلئة بالجيتارات ومروحة سقف.",
    "المشهد يضم درجًا خشبيًا يؤدي إلى جدار خشبي مع عرض قريب، كل ذلك موضوعًا على أرضية خشبية.",
    "يظهر جدار خشبي مدهون بالأبيض مع لوح خشبي في مقطع قريب من زوايا مختلفة.",
    "حائط خشبي به ساعات، بما في ذلك ساعة مركزية، وحلقة خشبية معلقة من الأعلى.",
    "منظر من الداخل لكابينة خشبية مع جدار وطابق وسقف خشبي، وحلقة خشبية معلقة من السقف.",
    "غرفة معيشة تحتوي على أريكة وصور تحت سقف خشبي مع عارضة خشبية.",
    "غرفة معيشة فسيحة بأرضية خشبية وسقف خشبي مع نور طبيعي ونوافذ، وسقف مع نوافذ إضافية.",
    "هيكل خشبي مع بيت دائري، طاولة طعام، كراسي، سلم، نوافذ، وقبة مع سقف ونوافذ."
  ],
  "d375a9c7bc4748a2b36ee572d56aa9e2": [
    "مطبخ أصفر مع أرضية من البلاط وغيتار، يضم درجًا خشبيًا يؤدي إلى منزل خشبي مع درج دائري ومروحة سقف.",
    "سلالم خشبية مع درجات وسور ومروحة.",
    "يُصوَر السلم الخشبي ذو الدرجات والمدارس الخشبية من زوايا مختلفة.",
    "كابينة خشبية مع ساونا ونافذة، تحتوي على درج ومقبض.",
    "نافذة خشبية يظهر عليها يد من الأعلى، وفي الوسط تظهر نافذة في منزل بإطار خشبي، ومن الأعلى يظهر باب خشبي به ضوء.",
    "غرفة ذات جدار خشبي ت صورة كلب، لوحة أطفال يلعبون في العشب، وسجادة خضراء على الأرض.",
    "غرفة خشبية مريحة مع لوحة بقرة، أريكة، سقف خشبي مع ضوء ونافذة.",
    "منزل خشبي دافئ يحتوي على غرفة معيشة ذات أرضيات من البلاط وأريكة، ومنطقة لتناول الطعام مع طاولة وكراسي تحت سقف خشبي مع عدة مصابيح."
  ],
  "4dcbaaa91e0645c180fce1bd8f72d7f7": [
    "كابينة خشبية صغيرة مع نافذة وباب تحتوي على غرفة مع أرضية خشبية ووعاء قمامة، بالإضافة إلى غرفة صغيرة مع كيس فيها.",
    "كابينة خشبية مع نافذة وفتحة سقف، تحتوي على غرفة بأرضية خشبية وأنبوبة.",
    "بيت خشبي مع أرضية و سقف و عارضة خشبية موضح من زوايا مختلفة.",
    "المشهد يصور غرفة خشبية مع ضوء سقف ومقبس، وتصوير مقرب للجدار الخشبي مع ثقوب.",
    "جدار خشبي به نور أزرق عليه ثقب فيه ولوح خشبي فوقه.",
    "غرفة خشبية مع سرير صغير وإطار سرير، تتميز بسقف خشبي مع نافذة.",
    "كابينة خشبية تحتوي على سرير وأرضية، تقع في غرفة ذات سقف خشبي ونافذة.",
    "يصور المشهد كوخًا له جدران وأرضية وسقف خشبيين، وباب واحد."
  ],
  "0836acc78091475dbba186b98e05792a": [
    "سلم خشبي مع درابزين يؤدي إلى غرفة في منزل خشبي مقبب السقف.",
    "المنظر يصور جدارًا خشبيًا مع درج، وتصويرًا مقربًا للجدار، وفتحة في الجدار من الأعلى.",
    "يظهر المشهد مقطعًا قريبًا من جدار خشبي مع لوح خشبي.",
    "المشهد يظهر مقربة من جدار خشبي مع لوح خشبي من زوايا مختلفة.",
    "بيت خشبي صغير مع نافذة وباب وسقف يُرى من زوايا مختلفة.",
    "منظر لبيت خشبي صغير مع ضوء معلق وصوره على الحائط، من منظور من الأعلى والأسفل والمتوسط.",
    "غرفة خشبية دائرية مع أريكة ونوافذ تطل على الغابة.",
    "قبة خشبية ذات نوافذ تقع فوق كوخ صغير به غرفة نوم علوية وسلم، تطل على منظر لغرفة المعيشة وغرفة الطعام أسفل."
  ],
  "f7dfad43a3a6462cb96145242bd8bdd0": [
    "يظهر أسفل ذلك مكدس أنابيب أبيض مع غطاء، بينما يتدلى أنبوب أبيض من جدار خشبي في المنتصف، ويظهر نافذة بإطار خشبي من الأعلى.",
    "غرفة تحتوي على أنابيب وأنبوب أبيض متصل بجدار خشبي، مع خرطوم ماء أزرق متصل بنفس الجدار من الأعلى.",
    "خزان ماء أزرق ومرشح يظهر من زوايا مختلفة، مع وضع الخزان على أرضية من البلاط وعلى رف.",
    "يتم تركيب منعم ماء في منزل خشبي، مع وجود خوذة زرقاء وبلاستيك ملفوف قريبًا.",
    "مكنسة شفط بيضاء تجلس على أرضية خشبية في غرفة تحتوي على أنابيب و جدار خشبي.",
    "غسالة بيضاء عليها تسمية تقع في غرفة ذات جدار خشبي مزين بزهرة زهرة الشمس.",
    "تركيب حمام ريفي مع مرحاض في كوخ خشبي، و سخان ماء أبيض، و أنبوب أبيض في صندوق خشبي.",
    "منظر لأنابيب بيضاء معبأة في صندوق خشبي، أنبوب أبيض واحد على رف خشبي، ونافذة تطل على شجرة وأسلاك."
  ],
  "efcb9e4c410841ca8665f6cab94e943b": [
    "كابينة خشبية تحتوي على غرفة صغيرة تحتوي على كرسي ولوح أبيض، وغرفة أكبر تحتوي على كرسي ونافذة، ومصباح معلق فوق باب خشبي.",
    "غرفة ذات أرضيات وجدران وسقف خشبيين تتدلى منها ثريا من السقف ونافذة في أحد الجدران.",
    "كابينة صغيرة بأرضية و سقف خشبيين ونافذة.",
    "مستودع خشبي مع بابين، أرضية خشبية، ورف على الحائط.",
    "غرفة نوم كوخ خشبي مريحة مع سرير ونافذة ونبات.",
    "كابينة خشبية مع نوافذ وسقف دائري، تحتوي على أرضية خشبية ومروحة سقف.",
    "كابينة خشبية مع أرضية دائرية وسلم ومروحة في السقف.",
    "غرفة خشبية صغيرة مع باب ونافذة."
  ],
  "7bbddf0c8df249a3b8a6da60b1b7fd57": [
    "مطبخ به خزائن صفراء، سطح طاولات من الجرانيت الأسود، خزائن خشبية، موقد، سقف خشبي، وثريات إضاءة.",
    "مطبخ مع خزائن صفراء وأجهزة كهربائية سوداء وطاولات عمل سوداء، تحت سقف خشبي مع مصباح معلق.",
    "مشهد متعدد المستويات يضم مطبخًا مع أرضيات من البلاط وطاولة خشبية، وغرفة سقف دائري مع أرضيات خشبية، وسقف خشبي مع جهاز إضاءة.",
    "كابينة خشبية مريحة مع درج حلزوني ونبات في الداخل، تتميز بأرضية غرفة معيشة مفروشة بالبلاط وسلم يؤدي إلى الكابينة.",
    "غرفة معيشة ذات أرضية مفروشة بالبلاط، وسقف دائري، ونوافذ، وسقف خشبي مع إضاءة، وفتحة سقفية.",
    "غرفة ذات طاولة خشبية ونافذة كبيرة مطلة للخارج، تقع في مساحة ذات سقف خشبي.",
    "مشهد مع طاولة من الكوكيز والحليب، و جدار خشبي مع أدوات، وساعة وضوء على جدار خشبي آخر.",
    "كابينة خشبية مع نافذة وورقة خشنة في الوسط، تحتوي على مطبخ مع حوض ومكتب في الأسفل، وأرضية خشبية في الأعلى."
  ],
  "f9ea869fc8a04b05bef902bed791696d": [
    "غرفة ذات جدار أبيض وأرضية خشبية تتدلى فيها قيثارات أكوستيك على جدار خشبي.",
    "غرفة خشبية صغيرة تتدلى فيها قيثارة على الحائط وباب، تقع داخل كوخ.",
    "غرفة خشبية مع باب ومروحة سقف.",
    "غرفة خشبية مع نبات على الأرض ومروحة سقف معلقة من السقف.",
    "كابينة دافئة مع درج خشبي وأريكة ونافذة دائرية في السقف.",
    "بيت خشبي بسقف دائري وشباكين في الوسط وشباك في الأعلى.",
    "منظر لبيت خشبي مع شريط، ونافذة، وعارضة في السقف.",
    "يتم تركيب طقم الطبول في غرفة خشبية صغيرة ذات نافذة، تحتوي على سقف خشبي، كرسي، وطاولة."
  ],
  "bf218ea3168f4a7e9ab0385613d2ed19": [
    "غرفة تحتوي على خيارات تخزين تشمل خزانة ورف خشبي وكرسي مع وجود حقائب وأصناف ملابس مختلفة.",
    "منظر لمخزن مع ملابس معلقة على أرفف ورف من الملابس بألوان وأنماط مختلفة، يُرى من الأعلى مع تكبير للسقف الخشبي.",
    "منظر لخزانة تحتوي على ثياب معلقة على رف، رف مع ثياب معلقة عليه، وحائط خشبي مع مطرقة سوداء معلقة عليه.",
    "منظر لكابينة خشبية تحتوي على حقيبة ومحفظة، يظهر منظر قريب من السقف من وجهتي نظر الوسط والعلوية.",
    "يظهر جدار خشبي به سلك يمر خلاله وباب خشبي في مناظير قريبة.",
    "غرفة نوم كابينة خشبية مع سرير ونافذة وضوء يسطع من خلالها.",
    "غرفة خشبية مع جدار وباب وضوء.",
    "كابينة خشبية صغيرة تحتوي على سرير وكرسي تقع فوق رف و كوخ خشبي صغير، كلاهما ممتلئ بالملابس والأحمال."
  ],
  "959878d8792948b5888684622f4eca36": [
    "السلم الخشبي يؤدي إلى كوخ في منزل خشبي به سلم حلزوني.",
    "يصور المشهد كوخًا خشبيًا مع سلالم وجدران، مع التركيز على مقربة من أحد الجدران الخشبية.",
    "المشهد يظهر مقربة من جدار خشبي مع لوح خشبي.",
    "المشهد يصور جدارًا خشبيًا مع باب في غرفة.",
    "منظر لبيت خشبي مع سلم بجانب نافذة، وحدائق مرئية من خلال النافذة، وتصوير مقرب للسقف الخشبي.",
    "يد خشبية تجلس على عتبة نافذة في كوخ خشبي مع نافذة، محاطة بجدران وأرضيات خشبية.",
    "غرفة معيشة كوخ خشبي مريح مع أريكة وصوره ونافذة وضوءين في السقف.",
    "منزل خشبي دائري به سلم حلزوني و يعلوه قبة و نوافذ."
  ],
  "0896e14268a54c1faa6a5648eb8eb63b": [
    "مطبخ مع أرضية من البلاط وغيتار، جدران صفراء، وسلم يؤدي إلى منزل خشبي مع درج دائري وسقف.",
    "درج خشبي مع درجات وسوار، مزود بمروحة.",
    "المشهد يصور كوخًا خشبيًا مع سلم، حائط، عمود، وسقف كلها مصنوعة من الخشب.",
    "كابينة خشبية مع ساونا ونافذة بإطار خشبي وباب.",
    "تمثال يَد يَقف أمام نافذة، يُقدم منظرًا لبيت، بينما تُعلّق لافتة فوق النافذة.",
    "المشهد يضم جدارًا خشبيًا مع باب أخضر وإطار يُرى من زوايا مختلفة.",
    "غرفة معيشة مريحة بصوره على الحائط ت لوحة تظهر طفلا يلعب في العشب، بينما يمكن رؤية كوخ خشبي بجدار أخضر من الأعلى.\n\n            .",
    "غرفة معيشة دائرية مع أريكة وطاولة على أرضية خشبية، تحت سقف خشبي مع فتحة سقف."
  ],
  "22916ceaf05b46a6bc0b961d80782da8": [
    "حمام به أرضيات من البلاط، جدران خشبية، حوض، مرآة، وباب.",
    "حمام يجمع بين عناصر الفسيفساء والخشب، ويحتوي على حوض استحمام، مرحاض، وخزائن.",
    "حمام به أرضية مفروشة بالبلاط ومرحاض يقع في غرفة ذات جدران خشبية وأرضية خشبية، وتقع هذه الغرفة في غرفة أكبر ذات جدران خشبية ونافذة.",
    "حوض استحمام خشبي موضوع على أرضية خشبية في حمام به نوافذ، مصحوب بشاور وتجفيف مناشف.",
    "المشهد يظهر مقربة من جدار خشبي به ثقب.",
    "هناك ثقب في الأرضية الخشبية والباب، مع وجود مقبض معدني ظاهر على الأرضية.",
    "المشهد يظهر مقربة من جدار خشبي مع إطار خشبي.",
    "باب خشبي مع شريط أبيض، إطار خشبي، مقبض، ومقبض مرئي من الأعلى والأسفل والمنتصف."
  ],
  "e057d1f9d9ba42948fc848930f235276": [
    "نظام مائي يتألف من أنبوب ومكثف ماء ومرشح ماء موجود في غرفة بأرضية وخشب جدار.",
    "أنبوب متصل بحائط خشبي به سخان ماء متصل به.",
    "هناك سخان ماء أبيض به أنابيب وأسلاك متصلة.",
    "غرفة خشبية تحتوي على ثلاجة على أرضية خشبية، باب خشبي مع مقابض، ومغلف ماء أبيض.",
    "كابينة صغيرة ذات جدران وأرضية وسقف خشبيين، تتميز بنمط مفروش بالبلاط على الأرضية وثريا معلقا من السقف.",
    "غرفة ذات أرضية خشبية وجدار خشبي، تتميز بنور أصفر على جدار خشبي.",
    "حمام به أرضية من البلاط وحوض يوجد به لوح ركوب الأمواج معلق على الجدار، بينما يظهر جدار خشبي به سخان ماء ولوح ركوب أمواج آخر من الأعلى.",
    "منزل خشبي به نافذة وأنبوب يحتوي على غرفة غسيل تحتوي على غسالة ومجفف، وهناك غرفة منفصلة تحتوي على غسالة ونافذة."
  ],
  "0fc2263dc29f4a9183320eddd33edb58": [
    "كابينة خشبية صغيرة مع غرفة بداخلها جدران خشبية وباب مع ساعة على الباب.\n\n \n كابينة خشبية صغيرة    \n مع غرفة بداخلها     \n جدران خشبية  \n وباب   \n مع ساعة على الباب",
    "باب خشبي مع مقبض يظهر في منظر مقرب من الأعلى والمنتصف، مثبت داخل جدار خشبي في كوخ.",
    "حمام به جدران خشبية، أرضيات مفروشة بالبلاط، مرحاض، سقف خشبي مع ضوئين، وباب.",
    "الحمام يحتوي على عناصر خشبية ويضم دشًا وحوض استحمام.",
    "منظر لباب كوخ خشبي ومقبضه من زوايا مختلفة.",
    "كابينة خشبية ذات باب ونافذة تحمل نبتة في إناء موضوع على الباب.",
    "مطبخ مع أرضيات من البلاط وطاولة طعام صفراء وأكراس مضاءة بثريا دائري في السقف.",
    "مطبخ صغير مع أرضيات خشبية وجدران مفروشة بالبلاط يحتوي على غسالة و مجفف، بينما يعلو سقف دائري مع عوارض خشبية و مصباح."
  ],
  "b95ef00660ea4ea89162e31370ba6558": [
    "حمام مع تفاصيل خشبية، بما في ذلك حائط ومرآة وأرفف، مرئي من منظور من الأعلى ومنتصف.",
    "كابينة خشبية تحتوي على حمام به مرحاض وخزانة، وغرفة ذات جدران خشبية وخزانة.",
    "حمام به مرحاض وجدران خشبية، به أرضية وسقف خشبيين مع صورة عليهما.",
    "حمام به حوض استحمام ونافذة، ونافذة به ستارة، ودش في كوخ خشبي بسقف خشبي.",
    "حمام خشبي مع حوض أبيض ورف مناشف ودش مع ستارة ورأس دش محاط بجدران خشبية.",
    "حمام به جدران خشبية ورف مناشف خشبي يضم أيضًا رف مناشف كروميه وأرضية خشبية.",
    "كابينة خشبية مع باب، حائط، أرضية، نور، ورف مناشف.",
    "حمام كابينة خشبية مع حوض ومرآة وجدران خشبية."
  ],
  "875adc5ab7fc4b4b84ca877ae871d3a3": [
    "المرحاض يقع في غرفة خشبية مع أنابيب ونافذة ومنظر من الأعلى.",
    "المشهد يصور غرفة ذات جدران خشبية، وأرضية خشبية، ونافذة على جدار خشبي.",
    "منظر لجدار خشبي مع باب خشبي يضم شريط أبيض ومقبض.",
    "صورة مقربة من باب خشبي به ضوء، مثبت في جدار خشبي.",
    "المشهد يظهر مقطعًا قريبًا من جدار خشبي وأرضية من منظورات مختلفة.",
    "منظر مقرب من أرضية خشبية مع بقع، مسمار فيها، ومنظر متوسط للارضية.",
    "يظهر المشهد مقطعًا قريبًا من لوح خشبي مع شق، و جدار خشبي، وإرشادات حول كيفية صنع جدار خشبي.",
    "يوجد مرحاض في كوخ خشبي صغير مع أرضيات خشبية."
  ],
  "f64f236a92db4eb981cf6af366d900c4": [
    "صندوق خشبي مع مكبر صوت يقع على رف محاط بكتب وألعاب، مع كرسي قريب.",
    "المشهد يضم جدارًا خشبيًا وأرضية يُشاهدان من زوايا مختلفة.",
    "منظر مفصل لسطح خشبي به عيوب تشمل شظية و مسمار.",
    "منظر مقرب من جدار خشبي مع طلاء أبيض.",
    "سلم خشبي يؤدي إلى غرفة ذات باب خشبي على أرضية مفروشة بالبلاط.",
    "غرفة معيشة تحتوي على أريكة ولوحة فنية تقع على أرضية مفروشة بالبلاط الأزرق والأبيض في كوخ صغير به درج.",
    "غرفة دائرية بسقف خشبي ونوافذ تطل على غرفة معيشة تحتوي على أريكة ونافذة، كل ذلك مبني على أرضية مفروشة بالبلاط الأزرق والأبيض.",
    "جيتار أصفر يجلس على أرضية بلاط في منتصف كوخ خشبي مع نوافذ سقفية، محاطًا بطاولة صفراء في مطبخ."
  ],
  "a42b032ed6144de99fb2fd18d74750f7": [
    "صورة مقربة من جدار خشبي به مسمار.",
    "يضم المشهد عدة لقطات مقربة من عناصر خشبية، بما في ذلك رف مع ثقوب، أرضية، ولوح مع مسامير.",
    "يظهر جدار خشبي مطلي باللون الأبيض وباب من زوايا مختلفة.",
    "منظر مقرب من أسطح خشبية مختلفة، بما في ذلك لوح به ثقوب وجدار مطلي وأرضية بها مسمار.",
    "منظر مقرب من جدار خشبي به ثقوب، يضم لوحة على جدار بلوحات خشبية.",
    "كابينة خشبية مع كرسي ونافذة، تحتوي على طاولة خشبية وكرسي على أرضية خشبية، مع منظر لكرسي في غرفة مع نافذة من الأعلى.",
    "منظر لغرفة تحتوي على كرسي من القماش البني الفاتح، حقيبة جلدية بنية مع حزام، مصباح سقف، وأريكة.",
    "كرسي موضوع في كوخ خشبي الجدران والأرضيات."
  ],
  "e538501778d5481f80d3557b1571f33f": [
    "كابينة خشبية مع مدخل وباب خشبي مزود بمقبض خشبي وسلم.",
    "المشهد يصور كوخًا خشبيًا بغرفة ذات جدران خشبية وأرضية خشبية وباب.",
    "غرفة خشبية مع كرسي ومصباح معلق.",
    "كابينة خشبية مريحة مع سرير، كرسي، طاولة، ونافذة، مضاءة بمصباح معلق.",
    "كابينة خشبية تحتوي على سرير وغطاء، تضم غرفة ذات جدران خشبية وفتحة صغيرة في السقف.",
    "حائط خشبي مع سطح مطلي باللون الأبيض ولوح خشبي يظهر من زوايا مختلفة.",
    "المشهد يظهر مقطعًا قريبًا من جدار خشبي مع لوح خشبي.",
    "المشهد يظهر مقربة من جدار خشبي به ثقوب."
  ],
  "e47436300f4f4b90a2415ea87eee0903": [
    "مطبخ به حوض وموقد، مع طائر صغير جاثم على مكتب خشبي.",
    "كابينة خشبية مع مطبخ صغير، غرفة مع أبواب خشبية، ونافذة.\n\n \n\n كابينة خشبية   \n مع مطبخ صغير    \n غرفة مع أبواب خشبية     \n ونافذة",
    "غرفة خشبية مع باب وثريا سقف دائري.",
    "غرفة ذات جدران خشبية، أرضية خشبية مع نبات، باب خشبي، وسقف خشبي مع جهاز إضاءة.",
    "غرفة معيشة مع أرضيات مفروشة وكنبة، درج خشبي، وسقف خشبي مع ضوء وفتحة سقف.",
    "غرفة معيشة ذات أرضيات من البلاط وأريكة وأثاث خشبي ونافذة دائرية داخل مبنى خشبي به نافذتان.",
    "مطبخ كوخ خشبي ريفي مع سطح منضدة أصفر، خزائن سوداء، طاولة وكراسي، وسقف خشبي مع ثريات وفتحة سقف.",
    "المشهد يصور مطبخًا أصفر مع خزائن خشبية، وطاولة عمل صفراء، وسقف خشبي مع أضواء."
  ],
  "26964f2a05a344ffaa88b46e2040155f": [
    "منظر لكابينة خشبية ذات نافذة وباب ومرآة وساعة ونافذة في الجدار.",
    "المشهد يصور مطبخًا أصفرًا به موقد، ميكروويف، ثلاجة، وسقف خشبي.",
    "مطبخ أصفر مع طاولات واجهزة سوداء، خزائن خشبية، وضوءان معلقان من السقف.",
    "منزل خشبي مع عداد مطبخ أصفر وسلم حلزوني مضاء بنور.",
    "مساحة معيشة دافئة ومريحة مع طاولة طعام، غرفة معيشة دائرية، سقف خشبي مع إضاءة، ونافذة.",
    "غرفة خشبية مع كرسي، طاولة، وأدوات معلقة على الحائط.",
    "نبات صغير في وعاء يقع على عتبة نافذة خشبية في بيت خشبي.",
    "مشهد يضم نافذة إطار خشبي مع مقعد، سياج خشبي، دراجة، ونافذة مكسورة."
  ],
  "f461fdc9b5c54386bcb1350bf4072015": [
    "المشهد يصور غرفة مع أرضية خشبية وجدران وسقف مع باب ومصباح.",
    "غرفة بأرضية خشبية وجدران وباب، تحتوي على صورة على أحد الجدران.",
    "منظر لحمام كابينة خشبية مع أرضية مفروشة بالبلاط وحوض وباب خشبي، بالإضافة إلى مقطع قريب من الجدار الخشبي.",
    "كابينة خشبية مع غرفة تحتوي على سرير، كراسي، وطاولة، مع باب وإضاءة فوقه.",
    "غرفة نوم كابينة خشبية مع سرير ونافذة وباب مع ضوء يسطع من خلاله.",
    "غرفة ذات جدران وأرضية خشبية، تحتوي على نبات في جدار وباب ونافذة في جدار آخر.",
    "منزل خشبي يحتوي على مطبخ ومنطقة طعام مزودة بأرضيات من البلاط وأثاث خشبي وفتحة سقف.",
    "مطبخ مع لمسات صفراء، بما في ذلك أرضية من البلاط، موقد، خزائن، وغسالة، كل ذلك تحت سقف خشبي مع جهاز إضاءة."
  ],
  "b70cb517baa54649b2c788c63c9db911": [
    "غرفة ذات جدران خشبية ونافذة.",
    "المشهد يصور مطبخًا أصفر مع طاولات وأجهزة مطبخية سوداء، خزائن خشبية، موقد، وسقف خشبي مع جهاز إضاءة.",
    "كابينة صغيرة مع مطبخ أصفر يضم طاولة مطبخ سوداء وسقف خشبي مع مروحة.",
    "منزل خشبي به مطبخ مزود بأرضيات من البلاط وطاولة، درج يؤدي إلى سقف خشبي مزود بإضاءة ودرج آخر.",
    "غرفة ذات سقف خشبي ونوافذ تطل على غرفة معيشة ذات نافذة دائرية وأثاث خشبي، بينما يقع طاولة طعام عليها الكثير من الطعام أسفلها.",
    "كابينة خشبية تحتوي على طاولة وكراسي بداخلها، وتتميز باب خشبي مع مرآة ورأس دش خشبي مع ضوء في الأعلى.",
    "حائط خشبي به ثقب يُرى من منظور قريب، بينما يُوضع شوكة وسكين على طاولة خشبية، وتُرى شوكة أخرى على لوح خشبي من منظور من الأعلى.",
    "كابينة خشبية مع نافذة صغيرة تحتوي على نبتة، نافذة خشبية مع طائر، ونافذة في الأعلى."
  ],
  "c9030e71fc29447599a5c21d90261ca5": [
    "غرفة ذات جدران خشبية وأرضية خشبية وجدران وأرضية مفروشة بالبلاط، وباب وسقف دائري مع جهاز إضاءة.",
    "المشهد يظهر مقربة من باب خشبي وجدار في كوخ.",
    "المشهد يضم جدارًا خشبيًا به جذع شجرة مثبت فيه، وأرضية خشبية، وتصوير مقرب للمنظر.",
    "غرفة كوخ خشبي مريحة مع سرير، كرسيين، طاولة، وسقف خشبي مع مصباح معلق.",
    "غرفة نوم صغيرة مع سرير مصنوع من الرقائق وشباك، تتميز بسقف خشبي مع جهاز إضاءة.",
    "باب خشبي به لوح زجاجي وإطار أبيض يُرى من الوسط، بينما يبدو من الأعلى أنه له إطار خشبي.",
    "غرفة طعام تحتوي على طاولة خشبية ينمو فيها نبات صغير في باب خشبي به نور سماوي.",
    "مطبخ مع أرضيات من البلاط وغسالة ومجفف، يضم سقفًا خشبيًا وأرضيات خشبية، وإضاءة سقف دائرية في كابينة خشبية."
  ],
  "be5b6e7ec1654cf5bef5d348f9601697": [
    "منظر لجدار خشبي مع لوح وشرائط معدنية وتصوير مقرب للباب الخشبي.",
    "باب خشبي به مقبض مثبت في جدار خشبي مع شريط خشبي.",
    "غرفة ذات أرضية خشبية، ونافذة، وسقف خشبي.",
    "كابينة خشبية مريحة مع غرفة نوم صغيرة تحتوي على سرير وأرضيات خشبية ونافذة، مع زووم على السقف الخشبي.",
    "سرير يقع في غرفة خشبية صغيرة ذات طابق علوي ونافذة، تحت سقف خشبي به نافذة سقفية.",
    "غرفة نوم خشبية بسيطة تضم سريرا وخزانة وجدران وسقف خشبيين مضاءين بنور يخترق السقف.",
    "غرفة نوم صغيرة تحتوي على خزانتين تقع داخل كوخ خشبي به باب ونافذة.",
    "كابينة خشبية مع مرحاض وغرفة مع أرضية خشبية وباب خشبي، تتميز بباب خشبي عليه صورة."
  ],
  "1c0715389b644f578961d420672e3613": [
    "المشهد يصور هيكلا خشبيا به سقف من عوارض خشبية، وتصويرا مقربا للسقف الخشبي، ومنظرا لجدار خشبي به ثقب من الأعلى.",
    "سقيفة خشبية مع نافذة وأرضية خشبية تؤدي إلى علية خشبية مع نافذة وسقف خشبي مع عارضة.",
    "غرفة ذات جدران خشبية وأرضية خشبية وجدار خشبي مضلع ونافذة في السقف الخشبي.",
    "كابينة ريفية مع حمام وغرفة نوم وسقف خشبي.",
    "كابينة خشبية مع مرحاض، باب، نبات، حائط خشبي، أرضية خشبية، وضوء.",
    "المشهد يصور هيكلا خشبيا به سقف وجدار به ثقوب وأرضية به مسمار.",
    "يصور المشهد الداخلية من كوخ خشبي مع نظرة مقربة من الجدران والسقف والديكور الداخلي بشكل عام.",
    "يظهر المشهد غرفة خشبية مع أنبوب سقف وخرطوم، وتصوير مقرب لجدار خشبي مع لوح."
  ],
  "ad590941e4f14f15968f0ee824bb08c4": [
    "يصور المشهد حماماً به جدار وأرضية خشبية.",
    "يظهر المشهد مقطعًا قريبًا من جدار خشبي من زوايا مختلفة.",
    "منظر قريب من جدار خشبي به ثقوب و لوح.",
    "المشهد يصور جدارًا خشبيًا مع باب وأرضية خشبية.",
    "حمام كوخ خشبي مع حوض استحمام، نافذة مع ستارة، رأس دش، وسقف خشبي.",
    "حمام خشبي مع حوض استحمام، دش، رف مناشف، ورأس دش.",
    "حمام كابينة خشبية مع حوض ومرحاض، يضم بابًا خشبيًا وسقفًا مزودًا بإضاءة.",
    "حمام خشبي به مرحاض وورق مرحاض وجدار خشبي به رف وزجاجة وباب خشبي."
  ]
}