{
  "3daad58ad53742038e50d62e91f84e7b": [
    "ممر مع باب مقوس وثريا وأرضية خشبية مغطاة بسجادة يؤدي إلى باب.",
    "حمام مزود بدش، باب زجاجي، جدران مفروشة بالبلاط، مرآة، وباب منفصل.",
    "المشهد يصور حماماً به حوض استحمام بني، مغسلة، مرآتين، وثرياً.",
    "حمام به طاوله رخامية، حوض كبير، مغسلة، نافذة، سقف، ومرآة.",
    "حمام بهوض كبير، وجدران وأرضية من البلاط، ونافذة، ومصباح معلق من السقف.",
    "المشهد يصور ثلاثة مناظير مختلفة لحمام يحتوي على ميزات متنوعة مثل طاولة رخامية، حوض استحمام كبير، حوض استحمام، نافذة، ونافذة دائرية في السقف.",
    "حمام يحتوي على حوض، مرآة، سطح كونترتوب بني، ومصباح.",
    "حمام به مرحاض وأرضيات مفروشة بالبلاط مرئي من منظور من الأعلى، في حين يُرى باب مع ضوء يسطع من خلاله من الأعلى."
  ],
  "499d247ee57b40c793ed54b50c8fb408": [
    "المشهد يتكون من ستارة مع رف في ثلاثة مناظير مختلفة، بألوان ومواد متباينة.",
    "المشهد يصور غرفة تحتوي على ستائر، سجادة، ستارة بيضاء، نافذة، وعامود ستارة بني.",
    "غرفة تحتوي على سرير وسجادة وستائر ونافذة ومروحة سقف وثريا.",
    "غرفة نوم في بيت سافوي مع سرير وثريا معلقة من السقف.",
    "غرفة نوم تحتوي على سرير، دولاب، مصباح، سجادة على الأرض، وصور على السقف.",
    "غرفة صغيرة تحتوي على مكتب ولوحة فنية، تضم مكتبًا به هاتف وكرسي وسقفًا به ثريا.",
    "تلفزيون مثبت على حائط في غرفة المعيشة، مع مرآة عليه.\n\n           ,     .",
    "غرفة تحتوي على تلفزيون على رف، وقاعدة تلفزيون زاوية مع تلفزيون، وتلفزيون مع مرآة."
  ],
  "748fe3b8618747f4b7b316e769d53980": [
    "حمام يحتوي على مرآة وطاولة وستائر يقع تحته سقف خشبي وخلفه جدار خشبي.",
    "المشهد يصور حماماً يحتوي على حوضات، مرايا، خزائن خشبية، وباب.",
    "حمام به أرضية من البلاط وباب خشبي وخزائن، متصل بممر به أبواب خشبية وضوء سقف.",
    "باب خشبي به مقبض و ثقب عليه مقبض معدني.",
    "غرفة تحتوي على كرسي جلدي بني وأريكة ومدخل مع نافذة وباب.",
    "المشهد يصور غرفة تحتوي على كرسي، طاولة، مصباح، مكتب، مرآة، وسقف عارضة خشبية.",
    "المشهد يصور غرفة نوم مع رأس سرير كبير ومقعد، ويتميز بثريا، وعرض من الأعلى يظهر غرفة طعام مع عوارض خشبية وثريا آخر.",
    "غرفة معيشة مع سجادة وكرسي تؤدي إلى غرفة مع باب ومدخل مع ستائر، كل ذلك تحت سقف خشبي مع باب خشبي."
  ],
  "42e98f3fe3914b719d347293e4d27040": [
    "المشهد يصور بابًا خشبيًا مع مقبض معدني يُرى من زوايا مختلفة.",
    "ممر مع باب وجدار أبيض وأرضية من البلاط يضاء بنور ساطع.",
    "غرفة ذات أرضية وجدار مفروشين بالبلاط، ونافذة مع ثريا، وثريا كبيرة معلقة فوق مرآة.",
    "مطبخ مع أرضيات من البلاط، وطاولة خشبية، وقوس خشبي، ومرحاض أبيض.",
    "باب خشبي به مفتاح كهربائي و مقبض مثبت في إطار خشبي على حائط خشبي.",
    "المشهد يتكون من غرفة تحتوي على حائط أصفر وضوء، وحائط أبيض مع باب أبيض ومرحاض، وحائط آخر مع قسم أبيض وأصفر.",
    "ممر مع بلاط بني وأبواب خشبية ومرحاض وخزائن خشبية ومضاءة بمصباح سقف.",
    "باب خشبي مع مقبض ومكبح يُرى من زوايا مختلفة، مثبت في جدار خشبي."
  ],
  "9deb4588e97447e5922db7db84c5b744": [
    "منزل فاخر مع رواق كبير يضم لوح خشبي ومدفأة، غرفة معيشة مع كراسي وسجادة، وشرفة مع درابزين خشبي.",
    "غرفة معيشة فسيحة مع أرضيات خشبية، ولوحات خشبية، وموقد نار، كراسي، عوارض خشبية، ومصابيح معلقة.",
    "غرفة تحتوي على مدفأة تظهر من ثلاثة زوايا مختلفة، وتعرض أرضيات خشبية وألواح خشبية ومصابيح كريستالية.",
    "غرفة تحتوي على طاولة بلياردو وأبواب، تتميز بباب خشبي مع نافذة زجاجية.",
    "طاولة بلياردو تقع على أرضية مفروشة بالبلاط في غرفة تحتوي على مدفأة ونافذة زجاجية مع فانوس معلق فوقها.",
    "المشهد يضم غرفة مع باب زجاجي، أرضية خشبية، نافذة كبيرة، أريكة، وباب خشبي مع نافذة.",
    "غرفة معيشة ذات لوح خشبي، وثريا، وكرسى مفروش وردي يقع تحته سقف خشبي مع نافذة.",
    "غرفة معيشة فسيحة مع لوحات خشبية مزخرفة، مدفأة، مصابيح كريستالية، وأرائك مريحة."
  ],
  "8b2c4bd5f50745f79e032467595ad5f0": [
    "حمام به مرحاض و حوض و صورة إطارها على الحائط و مروحة على السقف.",
    "المشهد يصور حماماً مع جدار أصفر ومرحاض من منظور منتصف، بينما من منظور الأعلى يبدو أنه يحتوي على جدار وسقف أبيض، ومن منظور الأسفل يوجد حوض استحمام ومرحاض.",
    "حمام به أرضية مفروشة بالبلاط، ومرآة، وجدار به مفتاح للضوء، وباب يؤدي إلى غرفة أخرى.",
    "باب خشبي مع أرضية من البلاط وقوس أبيض محاط بإطار خشبي.",
    "منشفة معلقة على باب خشبي في حمام إطاره خشبي.",
    "حمام به جدار بلاط أسود وأبيض ومرآة مع ثريا يُرى من المنتصف، بينما تظهر صورة غير واضحة لممر مع أقواس من الأعلى.",
    "حمام به حوض بني ومرآة، يضم مرآة مع ضوئين ومدخل قوسي مع ضوء يسطع من خلاله.",
    "امرأة تجلس على كرسي في حمام به جدار بلاط ومرآة، وفيما يبدو من فوق رواق به أقواس وباب."
  ],
  "be8f9fbb02d6432e99ad51bbf570c795": [
    "مطبخ مع موقد، ثلاجة، هود من الفولاذ المقاوم للصدأ، شواية، وعارضة خشبية مع ثريا معلق.",
    "باب خشبي مع مقبض زجاجي وصورة عليه إطار خشبي.",
    "ممر مع أرضية من البلاط وكنبة يؤدي إلى ممر آخر مع كنبة وموقد، بينما يطل سقف خشبي مع صورة معلقة عليه على الفضاء.",
    "غرفة تحتوي على باب مزود بد ومقبض، وتحتوي أيضًا على نافذة زجاجية ملونة بتصميم ورد، مثبتة على الحائط من منظور من الأعلى إلى الأسفل.",
    "غرفة معيشة تحتوي على مدفأة ونافذة كبيرة توجد أمامها كرسي أبيض، بينما يعلو الغرفة عارضة خشبية.",
    "المشهد يصور منزلًا به صالة مع أرضية من البلاط وسجادة من جلد البقر، وغرفة طعام مع عوارض خشبية وطاولة، وغرفة مع سقف خشبي وثريات.",
    "غرفة معيشة تحتوي على أريكة وطاولة في الأسفل، طاولة خشبية وأكراس في الوسط، وعارضة خشبية معلقة في الغرفة من الأعلى.",
    "غرفة تحتوي على أريكة وأرضية من البلاط، وتضم مطبخًا صغيرًا بابًا خشبيًا ومرحاضًا، وعامودًا خشبيًا مع جهاز إضاءة فوقه."
  ],
  "070b40c1eeb04680a0dc335c5ea121cf": [
    "غرفة تحتوي على كرسي من المخمل الأخضر، ومرآة، ونافذة بإطار ولوحة، وسقف خشبي مع صورة.",
    "رواق فسيح مع مدفأة ومرآة كبيرة في الوسط مضاءة بمصابيح معلقة من سقف خشبي.",
    "أُتُمان أسود يجلس أمام مدفأة مع حامل نار حجري كبير وساعة، تحت سقف خشبي مع شمس معلقة عليه.\n\n      \n\n أُتُمان أسود   \n يجلس \n أمام   \n مدفأة \n مع \n حامل نار حجري  \n كبير \n وساعة  \n تحت \n سقف خشبي  \n مع \n شمس معلقة عليه",
    "غرفة معيشة دافئة مع مدفأة، تلفزيون، سجادة، باب، عوارض خشبية، ونافذة.",
    "غرفة تحتوي على كرسي وسجادة ولوحة معلقة على الحائط والسقف.",
    "غرفة نوم مع سرير، أرضية خشبية، باب يؤدي إلى شرفة، وعوارض خشبية مع مروحة سقف.",
    "غرفة نوم مريحة مع سرير أبيض، أوتومان وردي، مصباح جانبي، عوارض خشبية، ومرآة.",
    "غرفة نوم تحتوي على سرير، كرسي، ولوحة فنية على الحائط، تقع في غرفة ذات عوارض خشبية."
  ],
  "1113418419f84a5c80586634f7611f14": [
    "المشهد يصور مطبخًا به بار وكراسي، رواقًا به لوحة وطاولة، وسقفًا به عارضة خشبية وصور.",
    "المشهد يظهر مطبخًا واسعًا مع طاولة رخامية و جزيرة كبيرة في وسط الغرفة، مع سقف خشبي وثريات.",
    "مطبخ به خزائن خشبية، جزيرة مركزية، سطح عمل، حوض، عوارض خشبية، ومصباح معلق.",
    "المشهد يتكون من حمام يحتوي على طاولة رخامية، خزانة خشبية تحتوي على هاتف ولوحة فنية، ومطبخ يحتوي على سقف خشبي ولوحة.",
    "رواق مع أرضية مفروشة بالبلاط، قوس خشبي، طاولة، وكرسي.",
    "غرفة معيشة تحتوي على أريكة وستائر ونافذة، تتميز بسقف خشبي عند النظر إليها من الأعلى.",
    "المشهد يظهر مساحة معيشة متعددة الوظائف مع مدفأة و تلفزيون، وكذلك منطقة طعام منفصلة مع ثريات وأعمدة خشبية.",
    "المشهد يصور منزلًا دافئًا ور مع غرفة معيشة، رواق مع مدفأة، وغرفة طعام مع أعمدة خشبية وثريات."
  ],
  "28dd5de59dfb4a6ab38cacf7a3374e43": [
    "غرفة ذات سقف خشبي تحتوي على طاولة صالة خشبية مع زهرية زهور، وصورتان إطارية على طاولة خشبية.",
    "المشهد يصور منزل متعدد المستويات مع غرفة معيشة ورواق وصالة طعام، كل منها يحتوي على ميزات فريدة مثل مدفأة وأقواس وأرضيات من البلاط وسقف خشبي وثريات.",
    "مساحة معيشة مفتوحة فسيحة وأنيقة مع أريكة مريحة وبار، ومطبخ حديث مع سقف خشبي وجزيرة، وغرفة طعام أنيقة مع ثريات وأعمدة خشبية.",
    "المشهد يصور غرفة معيشة مفتوحة واسعة مع غرفة معيشة تحتوي على أريكتين وطاولة قهوة ومطبخ مع شريط ومطعم، وخشب وأباجورة تضيف لمسة من الأناقة من وجهة النظر العلوية.",
    "غرفة تحتوي على أريكة أمام نافذة، مزخرفة بستائر زهرية وسجادة، وسقف خشبي.",
    "غرفة ذات سقف خشبي تحتوي على مدفأة مع تلفزيون ودرج وكرسي.",
    "صحن ذهبي على رف الموقد مع نار مشتعلة تحته، بينما يرقد صحن فضي على طاولة قريبة في نفس الغرفة.",
    "غرفة تحتوي على مدفأة، أرضية مفروشة بالبلاط، باب خشبي، سقف خشبي مع مرآة و زهرية."
  ],
  "b446fc62fe5945e9ae974f69ddff4a73": [
    "منظر ريفي يضم قبعة قشية على دولاب خشبي، طاولة مع قبعة قشية ونافذة، وحمام مع سقف خشبي ونافذة.",
    "غرفة مفروشة خشبية مع دولاب، مرآة، مقعد، باب، وحمام مع سقف خشبي وضوء.",
    "غرفة تحتوي على باب خشبي وثريات بها دولاب به باب في الوسط وباب خشبي بمقبض خشبي.",
    "حمام به باب خشبي ومرآة، يقع في غرفة بسقف خشبي.\n\n \n حمام \n به \n باب خشبي  \n ومرآة  \n يقع \n في \n غرفة \n بسقف خشبي",
    "رواق به مقعد خشبي و مصباح يؤدي إلى خزانة خشبية صغيرة ذات أدراج.",
    "خزانة خشبية أو دولاب مع باب ومقابض.",
    "غرفة تحتوي على باب خشبي، سجادة عليه، خزانة خشبية ذات بابين وقبضة، وخزانة خشبية ذات مصباح فوقها.",
    "مطبخ مع خزائن خشبية، خزانة خشبية مع باب، خزانة خشبية مع حوض ومستنبت."
  ],
  "b8a09dcf771a45df8501fa1f19abd2c5": [
    "المشهد يصور مطبخاً يحتوي على فرن و ميكروويف من الفولاذ المقاوم للصدأ، بالإضافة إلى خزائن خشبية.",
    "ممر مع أرضيات من البلاط، باب، وقوس يؤدي إلى سقف مع قوس خشبي وضوء.",
    "مطبخ مع أرضيات من البلاط، ولوحة بلاط خلفية، باب كبير مقوس، سقف خشبي، وإضاءة.",
    "مطبخ يجمع بين مواد فخمة تشمل الجرانيت والرخام والخشب، ويتميز بجزيرة كبيرة وثريات أنيقة.",
    "مطبخ مع سجادة منسوجة صفراء، وطاولة خشبية، ومدخل مقوس، وسقف خشبي، وخزانة.",
    "المشهد يصور مطبخًا واسعًا مع جزيرة كبيرة وشاشة تلفزيون، ويضم طاولة خشبية ومرحاضًا، وغرفة طعام مع سقف خشبي وثريا.",
    "منزل ريفي مع مواقد نار في المطبخ وغرفة الطعام، وأرضيات من البلاط، وسقف من عوارض خشبية، ومصباح معلق.",
    "صورة معلقة على جدار ممر مع أرضية مفروشة بالبلاط."
  ],
  "a79f7b47f6c047fc991840810e24e4e4": [
    "باب خشبي مع مقبض معدني وإطار خشبي، بالإضافة إلى مقبض الباب، كما يظهر من زوايا مختلفة.",
    "غرفة طعام مع سجادة كبيرة، كراسي، سقف خشبي، ثريات، وإضاءة.",
    "غرفة طعام فخمة مع طاولة كبيرة، ولوح خشبي، وموقد نار، وسقف خشبي، وثلاث مصابيح معلقة.",
    "ممر مع أرضية خشبية وأبواب فرنسية مضاءة بمصباح، بينما يمكن رؤية سقف خشبي مع نافذة وباب من الأعلى.",
    "المشهد يصور بابًا خشبيًا مع مقبض معدني يُرى من زوايا مختلفة.",
    "باب خشبي مزود بباب يحيط به أواني نباتية من كلا الجانبين.",
    "منظر لممر مع باب، أرضية مفروشة بالبلاط، سجادة، مصباح، وباب من الأعلى إلى الأسفل.",
    "بيت أبيض مع عوارض خشبية ونوافذ يحتوي على أرضية مفروشة، نافذة خشبية، وباب خشبي.\n\n \n بيت أبيض   \n مع عوارض خشبية   \n ونوافذ  \n يحتوي على \n أرضية مفروشة   \n نافذة خشبية   \n وباب خشبي"
  ],
  "2d28fa8831e04fcfa7e0e0fced1e9886": [
    "غرفة ذات سقف خشبي تحتوي على سجادة مع باب وستائر أمامها، وستارة مطرزة باللون البني والأبيض في الوسط.",
    "ممر مع لوحة فنية إطارية وباب يؤدي إلى غرفة مع سقف خشبي وصور، مع طاولة جانبية صغيرة ومرآة.",
    "رواق مع أرضية خشبية، باب، سقف، ومرآة.",
    "غرفة تحتوي على كرسي من الجلد البني، وسادة ورقية، كرسي أمام النافذة، سقف عارضة خشبية، وباب.",
    "ممر مع كرسي، مصباح، هاتف، مرآة، وسقف من عوارض خشبية.",
    "غرفة ذات سقف خشبي تحتوي على سرير مغطى بغطاء وردي ومرآة معلقة، تقع بالقرب من نافذة.",
    "منظر لغرفة نوم مع رأس سرير بني ومخدات حمراء، وغطاء سرير وردي أبيض، ولوحة، بالإضافة إلى ثريا معلقة في غرفة طعام قريبة.",
    "غرفة نوم مع سرير وسجادة مرئية من منظور من الأعلى، بينما يظهر باب مع ستارة بنية وبيضاء من منظور منتصف، وغرفة مع ثريات وخشب مرئية من منظور من الأعلى."
  ],
  "6cda62bd30404207b8ad5a95c88a399a": [
    "المشهد يضم أرضية مفروشة بالبلاط مع باب زجاجي وباب خشبي مع نوافذ.",
    "غرفة تحتوي على طاولة بلياردو على أرضية من البلاط، غرفة معيشة مع مدفأة نار و أبواب زجاجية متحركة، وسقف وأبواب خشبية.",
    "طاولة بلياردو مع غطاء أحمر و عصا تقع في غرفة مع مدفأة، بينما يمكن رؤية ممر مع ثريات معلقة فوقه من الأعلى.",
    "غرفة تحتوي على طاولة بلياردو، تضم باب زجاجي منزلق، مدخل يؤدي إلى حديقة و شرفة، ونافذة كبيرة تطل على الجبال.",
    "منظر لباب مع أرضية مفروشة بالبلاط وحاوية زهور تؤدي إلى شرفة يُرى من خلال باب زجاجي ونافذة مقوسة في منزل.",
    "غرفة معيشة تحتوي على أريكة وموقد وأرضية من البلاط، مضاءة بسقف ذي أقواس وثريات.",
    "غرفة معيشة مع أرضية من البلاط، أريكة، نافذتان كبيرتان، مدفأة، عوارض خشبية على السقف، ومصباح.",
    "غرفة مع أرضية مفروشة بالبلاط، تلفزيون مثبت، وموقد."
  ],
  "573bfc7970ee40829523ed2b6eec8ca0": [
    "غرفة معيشة دافئة مع لوح خشبي ومدفأة متصلة بمشرفة خشبية مع ثريا وسلم.",
    "منزل فسيح وجميل مع غرفة معيشة ورواق وغرفة كبيرة مع سلم وثريا.",
    "غرفة معيشة واسعة مع مدفأة، أرضيات خشبية، كراسي، ثريات، وجذوع خشبية.",
    "غرفة معيشة دافئة مع كرسي جناح وموقد نار وطاولة بلياردو، تتميز بباب خشبي مع إطار وضوء فوقه.",
    "غرفة معيشة تحتوي على طاولة بلياردو وموقد، وتوجد كرسي أمام باب خشبي مع نافذة وإضاءة.",
    "رواق مزود بلوح خشبية يضم طاولة كونسول وخزانة كبيرة مع مرآة في الأعلى.",
    "منزل دافئ مع غرفة معيشة وغرفة طعام تتميز بلوح خشبي، وثريات، وسقف خشبي مع نافذة وباب.",
    "غرفة معيشة دافئة مع جدران خشبية، أقواس، أريكة كبيرة مطبوعة بالزهور، ونافذة في السقف."
  ],
  "17e450ed7bd2429b81d50ebe770937aa": [
    "سلم خشبي يؤدي إلى غرفة ذات نافذة دائرية وثابت إضاءة، مع نافذة ظاهرة على منصة السلم.",
    "زهرة زجاج ملون مع تصميم زهور مرئية من الأعلى، بينما نافذة زجاج ملون مع تصميم مشابه يظهر من المنتصف، ونافذة زجاج ملون على الدرج ت نمطًا مختلفًا.",
    "فرشاة دهان صفراء تستريح على حائط أبيض أسفل لوحة من الألوان الصفراء والبنية، محاطة بإطار خشبي من الأعلى.",
    "كلب يجلس على أرض بيضاء أمام جدار أبيض بينما رجل يركب دراجة على جدار أصفر فوقه.",
    "غرفة تحتوي على كرسي، مصباح حائطي بضوئين، وجدار بضوئين شمعيين.",
    "منظر لبيت به نافذة دائرية، ونافذة زجاج ملون في غرفة، وسلم عليه وردة.",
    "سلالم حلزونية ذات درابزين أسود تؤدي إلى سلالم حديدية مطروقة تحمل فازة.",
    "المشهد يضم درجاً مع أنواع مختلفة من السلالم، بما في ذلك سلم زخرفي، سلم حديدي أسود، وسلم حديدي زخرفي."
  ],
  "a868c39ea01143fcbaca1f255f9e1178": [
    "أرضية بلاط دائري تؤدي إلى باب خشبي مع قوس، يفتح إلى رواق كبير مع ثريا دائرية.",
    "أرضية بلاط دائري تؤدي إلى ممر مع درج خشبي ورف كتب، والذي يؤدي إلى درج مع أقواس وثريات.",
    "باب خشبي مع مقبض معدني ودرابزين يؤدي إلى سلالم مع ضوء يسطع من خلال الباب من الأعلى.",
    "يتميز المشهد بعناصر خشبية مختلفة تشمل خزانة، ولوح جداري، ولوحات جدارية مقوسة.",
    "غرفة معيشة واسعة تحتوي على طاولة بلياردو وأرائك يتم الوصول إليها من خلال باب خشبي يؤدي من رواق فسيح مع ثريا.",
    "خزانة خشبية مع باب، إطار خشبي مع مقبض، وتصوير مقرب لجدار مقسم باللوح الخشبي.",
    "منظر لمدخل مع صورة عليه، يؤدي إلى أرضية من البلاط البني وباب خشبي، مع درج قوسي خشبي وثريات مضاءة فوقه.",
    "ممر في المنزل به أرضية من البلاط، مقعد، بلاط دائري، نافذة، وسقف مقوس مع جهاز إضاءة."
  ],
  "41223b7c740347d3b2fea257b73f1a64": [
    "غرفة معيشة ذات لوحات خشبية، طاولة قهوة ذات سطح زجاجي وكرسي، وشرفة مطلة على الغرفة.",
    "يتميز المشهد بموقد مع عناصر زخرفية متنوعة مثل الأواني والسجادة.",
    "موقد مع حامل وديكورات مختلفة، بما في ذلك زهرية، مرئي من زوايا مختلفة.",
    "غرفة مفروشة بالخشب مع زهرية على طاولة أمام النافذة وثريات.",
    "طاولة خشبية تقع أمام باب مزخرف بزهرية زهور ونبات، مع نور فوقه.\n\n            .",
    "المشهد يظهر غرفة معيشة واسعة مع أرضيات خشبية، طاولة بلياردو، مدفأة، وباب خشبي مع إطار زجاجي.",
    "غرفة معيشة واسعة مع لوح خشبي، موقد، كرسي، عوارض خشبية، ومصابيح معلقة.",
    "غرفة معيشة واسعة مع لوح خشبي، طاولة كبيرة وأرائك، درج سلم، ثريا، وجدران خشبية."
  ],
  "f5a6564a68744895b25176ee9af53c57": [
    "رواق مع أرضية مفروشة بالبلاط، وثابت إضاءة، ومصباح معلق.",
    "باب أبيض مع لوح زجاجي ومفتاح إضاءة يفتح من مدخل به أرضية من البلاط البني وإطار خشبي.",
    "رواق به أرضية من البلاط، أقواس، ثريات، وباب.",
    "المشهد يصور مطبخًا به خزائن بنيّة، وطاولات عمل بيضاء أو خشبية، وموقدًا، وسقفًا خشبيًا.",
    "مطبخ مع خزائن بني، وطاولة رخامية، وجزيرة مطبخ صفراء، وسقف خشبي، ومصباح معلّق.",
    "مطبخ واسع مع جزيرة كبيرة ومرحاض، خزائن بنية، وسجادة صفراء، يقع في غرفة مع سقف خشبي وإضاءة.",
    "مطبخ فسيح مع أرضيات من البلاط، وسجادة، وموقد، وجزيرة كبيرة يقع في غرفة مع سقف خشبي وثريات.",
    "مطبخ به فرن من الفولاذ المقاوم للصدأ وأرفف خشبية، منظر من الأعلى مع باب خشبي وسقف خشبي."
  ],
  "69d18f7069e44875bc6459bb25804499": [
    "يوجد مرآة في غرف مختلفة، بما في ذلك غرفة مع أرضيات خشبية، غرفة مع مدفأة، وحمام مع عوارض خشبية.",
    "غرفة تحتوي على مدفأة تتميز بقوس حجري وأرضيات خشبية وتمثال جمل على الأعلى.",
    "غرفة تحتوي على مدفأة مشتعلة، ورف فوق المدفأة يحتوي على جهاز تحكم عن بعد، ومنحوتة معدنية على شكل شمس على الجدار.",
    "مدفأة مع شمعة و زهرية تقع أسفل م  مزخرف بتمثال، بينما معلقة لوحة جدارية على شكل شمس أعلاها.",
    "منظر لغرفة ذات سقف خشبي وستائر، مع باب يؤدي إلى فناء وآخر مع سجادة وباب.",
    "غرفة معيشة مريحة مع عوارض خشبية، مدفأة، كرسي ووسادة على سجادة، ولوحة فنية على الحائط.",
    "غرفة نوم تحتوي على سرير وكرسيين يعلوها ثريا معلقة من عوارض خشبية.",
    "غرفة بأسقف خشبية، لوحة، كرسي، مرآة، وطاولة خشبية."
  ],
  "f113a975447c4f9dbac6564c10ed67d1": [
    "حمام به نافذة و نبات، به نافذة إطار خشبي مع مقعد.",
    "زهرة في وعاء تجلس أسفل تمثال نسر على حافة نافذة.",
    "ممر مع قوس وباب، يضم بابًا خشبيًا وأرضية خشبية، ومصباحًا فوقه.",
    "باب خشبي مع نافذة ونبات، نافذة زجاجية وضوء يسطع من خلالها.",
    "غرفة تحتوي على باب ومرآة، وفيهما زهرية تحتوي على فروع جافة على طاولة وزهرية تحتوي على فروع معدنية ملتوية.",
    "غرفة ذات حائط أبيض وأرضية خشبية تحتوي على لوحة فنية على أحد الجدران، وثريا على آخر، وكرسى في الزاوية.",
    "ممر مع أرضيات خشبية وسقف خشبي يؤدي إلى غرفة نوم تحتوي على سرير ومرآة.",
    "المشهد يصور غرفة ذات جدار بيز و أرضية خشبية، جدار أصفر مع باب، وتصوير مقرب من جدار بيز."
  ],
  "8240fb8bd3f248a99c70ad97b1b94458": [
    "غرفة طعام ومطبخ مع طاولة ذات سطح زجاجي، مدفأة، ومصباح معلق من السقف.",
    "غرفة طعام تحتوي على طاولة خشبية وأرائك مغطاة بسطح زجاجي، تضاء بنافورة معلقة من السقف.",
    "غرفة مع أرضية خشبية، نافذة، مقعد خشبي، وسقف.",
    "م مع نافذة تطل على جبل، ونافذة إطارات بني تطل على مسبح، ومشهد منتصف للمسبح من نافذة.\n\n,     \nمشهد من نافذة تطل على جبل، ونافذة تطل على مسبح، ومشهد منتصف للمسبح.\n\n     \nمنظر من نافذة إلى جبل ومسبح.",
    "منظر من مبنى ذي نوافذ يظهر الأشجار والبركة والسماء.",
    "نافذة ذات إطار بني وأطار خشبي توفر منظرًا لأشجار والسماء، بينما توفر نافذة أخرى في مستوى أدنى منظرًا لشجرة واحدة.",
    "منظر لشرفة مع طاولة خشبية وأرائك مرئية من خلال نافذة بإطار خشبي وأرضية مفروشة بالبلاط ومنظر أشجار.",
    "غرفة ذات طاولة وكراسي تضم لوحة على الجدار ونافذة."
  ],
  "4da3647985964f649ca240574cb0d32c": [
    "المشهد يضم حماماً مع جدار أصفر وأرضية بيضاء، لوحة مع خلفيات صفراء وبيضاء، وتصوير مقرب لجدار مع طلاء ذهبي وأبيض.",
    "باب خشبي به مقبض و ثقب صغير فيه، يحتوي على مفصلات معدنية عند النظر إليه من الأعلى.\n\n \n باب خشبي   \n به مقبض   \n و ثقب صغير فيه      \n يحتوي على مفصلات معدنية   \n عند النظر إليه من الأعلى",
    "غرفة نوم مع أرضية خشبية وباب خشبي وسقف خشبي.",
    "م       , ,      .",
    "منظر لمفتاح الضوء على حائط أبيض، بلاطة بنية، وحائط مطلي بالذهب من زوايا مختلفة.",
    "ممر يحتوي على ثلاثة مرايا، كل واحدة منها تحتوي على كائن مختلف  زهرة وساعة وساعة في الوسط.",
    "رواق به أرضية من البلاط الدائري، أقواس، ومصابيح معلقة فوق مدخل مع ضوء يخترق.",
    "رواق به أرضية مفروشة بالبلاط وباب، ونافذة وباب، وسقف به أقواس وضوء ساطع."
  ],
  "ffc16df830484bdf97716d0858568965": [
    "ممر مع أرضية خشبية، باب خشبي، وسجادة يؤدي إلى غرفة مع ثريا.",
    "حمام مزود بمرآة كبيرة وأثاث خشبي، بما في ذلك طاولة تجميل وأرفف، مضاءة بمصباح سقف.",
    "المشهد يصور حماماً بمكتب خشبي ومرحاض متصلاً بممر مع باب ومرآة، ويضم عدة مرايا في الحمام.",
    "ممر مع ثريا ومرآة يؤدي إلى غرفة مع أرضية خشبية وجدار.",
    "حمام بهو بانيو كبير وأرضية من البلاط مرئي من خلال باب به قوس وثريات.",
    "ممر مع أرضيات خشبية، أقواس، باب، ومرآة تحت سقف مقوس.",
    "رجل يعمل على جهازه المحمول على طاولة بينما يزين الغرفة إطارات ملصق لمشهد شاطئ وصور معلقة على الحائط.",
    "ممر مع طاولة سوداء وصوره يؤدي إلى باب خشبي مع صورة معلقة عليه، يُرى من الأعلى كصورة لممر مع صورة معلقة عليه."
  ],
  "a32965abf4d149fb8f9a4ebe5706ac04": [
    "باب خشبي مع مقابض متنوعة ولوح زجاجي مصور من زوايا مختلفة.",
    "طاولة خشبية عليها كتاب تقع تحت إطار مطبوعة زهرة معلقة على الحائط، مع صورة أخرى معلقة فوقها.",
    "ممر مع سجادة وطاولة يؤدي إلى مدفأة ومطبخ، كل ذلك تحت سقف خشبي مع جهاز إضاءة ومصباح",
    "المشهد يظهر غرفة معيشة مريحة مع عوارض خشبية وسجادة، وكذلك غرفة طعام مع سقف خشبي.",
    "باب خشبي به لوح زجاجي وساعة عليه، ويضم نافذة زجاجية من الأعلى.",
    "غرفة معيشة مع نافذة زجاجية ملونة مرئية من الأعلى، بينما يظهر باب خشبي مع نافذة زجاجية ملونة وباب مع مقبض ولوح زجاجي من منظر الوسط والأسفل على التوالي.",
    "غرفة معيشة دافئة مع مزيج من الأرضيات الخشبية والرخامية، عوارض خشبية، أريكة، طاولة، ومغطاة بسقف خشبي وضوء.",
    "باب خشبي يحتوي على لوح زجاجي ومقبض في إطار خشبي."
  ],
  "ed8c17be5875438d80180c45b8516811": [
    "المشهد يصور بابًا خشبيًا مع إطار أسود وخط أسود.",
    "المشهد يتكون من خزانة مطبخ مع باب خشبي ومقبض حديدي مطروق، ومقبض باب مع مقبض حديدي مطروق، وجدار خشبي مع مشعلين شمعدان.",
    "غرفة معيشة مريحة مع أرضية خشبية، كرسي، مدفأة، لوح خشبي، ومصباح معلق.",
    "منزل واسع مع أرضيات خشبية، مدفأة، أبواب خشبية، ومصباح معلق في الردهة.",
    "غرفة معيشة واسعة مع سجادة كبيرة وأرائك في الطابق السفلي، مدفأة نار وطاولة بلياردو في الوسط، ومصباح معلق فخم وسقف خشبي في الطابق العلوي.",
    "غرفة معيشة واسعة تجمع بين عناصر حديثة وتقليدية، تحتوي على طاولة كبيرة وأرائك وثريا معلقة من الأرضيات الخشبية ومصباح أرضي.",
    "مساحة لتناول الطعام دافئة ومهيأة مع أرضيات خشبية ولوحات خشبية وطاولة خشبية وسقف قوسي خشبي جميل.",
    "ممر مع باب خشبي وقوس يؤدي إلى غرفة مع خزانة خشبية وأرضية من البلاط، مضاءة من نور فوق الباب."
  ],
  "b1843cc513fc4180a57efa7b81b64da9": [
    "باب خشبي يؤدي إلى غرفة تحتوي على باب خشبي، ستائر، وسقف قوسي خشبي.",
    "غرفة نوم مع أرضية خشبية، ونافذة مع ستارة، وسقف مقوس مع مروحة.",
    "غرفة ذات نافذة وستائر وأرضية خشبية موضحة من زوايا مختلفة.",
    "غرفة ذات ستائر ونافذة، وتضم سجادة أمام النافذة.\n\n       ,        .",
    "ممر خشبي مع باب، أرضية خشبية، سجادة، وباب من منظور من الأعلى، إلى الأسفل، ومنتصف.",
    "باب خشبي مع مقبض أسود ومقبض مثبت في جدار خشبي مع ألواح خشبية، وعند النظر إليه من الأعلى، يحتوي الباب على مقبض معدني.",
    "منظر لحمام به مرحاض و رف مناشف من الأعلى والمنتصف، يقع في ممر به ثريا وأرضية مفروشة بالبلاط.",
    "حمام به مرآة ومناشف وطاولة براونة وأضواء."
  ],
  "81a29947931043349fa2b9a675e80409": [
    "رواق مع أرضية مفروشة بالبلاط، باب، ثريا، ومصباح سقف.",
    "منظر لحمام به أرضية و جدار من البلاط، يضم لوحة تظهر خلفية صفراء و بيضاء، ومرحاض و حوض ظاهران من الأعلى.",
    "نافذة ذات إطار خشبي ومقبض، تظهر شجرة في الخلفية كما تُرى من زوايا مختلفة.",
    "غرفة ريفية مع أرضية خشبية، نافذة وباب مزين بحافر حصان.",
    "رواق مع أرضيات من البلاط، نوافذ مقوسة، ثريات، باب، ومصباح.",
    "باب زجاجي بإطار خشبي وضوء يسطع من المقبض.",
    "المشهد يضم بابًا زجاجيًا يحتوي على تصاميم مختلفة متعلقة بالنبيذ.",
    "باب خشبي مع مقبض أبيض مضاء بواسطة مصباح معلق على الجدار بجانبه."
  ],
  "e6c050abf5ef4848b6577f9b1566f4d2": [
    "المشهد يصور مطبخًا به باب خشبي وفرن وأرضية مفروشة بالبلاط وطاولة خشبية وأكراس، بالإضافة إلى عدة أبواب.",
    "مشاهد مع باب، نافذة، نبات، رف خشبي، أطباق، أواني، ونافذة خشبية مع نبات.",
    "المنظر يضم نافذة وإطارية خشبية، كلاهما بهما نباتات.",
    "النظر من خلال نافذة ذات إطار خشبي ومقبض أسود، يمكن رؤية منزل يطل على جبل.",
    "منظر لمسبح من خلال نافذة ذات إطار بني وإطارات خشبية، مع شجرة في الخلفية.",
    "غرفة ذات أرضية مفروشة بالبلاط ونافذة ذات إطار خشبي تطل على حديقة وأشجار.",
    "غرفة طعام تحتوي على طاولة وكراسي مرئية من الأعلى والمنتصف، بينما يظهر المنظر السفلي نافذة وكراسي حول الطاولة.",
    "غرفة طعام مع طاولة ذات سطح زجاجي، كراسي، ومصباح مع شموع معلقة منه."
  ],
  "359bc2c80f9d4c049c9a30cdc3852e07": [
    "طاولة خشبية مع زهرية تجلس في مدخل مع مرآة كبيرة وطاولة ، تؤدي إلى حمام مع سقف مقوس ومرآة.",
    "رواق مع أرضية من البلاط الدائري، باب خشبي، سجادة، قوس، وضوء.",
    "رواق فسيح مع أرضية موزاييك دائرية، أقواس، سلم، ومصابيح كريستالية.",
    "أرضية بلاط دائرية مع درج خشبي يؤدي إلى قوس خشبي وباب، محاطة بمقابض حديدية مطروقة.",
    "ممر مع أرضية من بلاط بني و زهرية يؤدي إلى درج مع أقواس و مصباح و باب مع صورة.",
    "ممر مع كرسي ومرآة وأرضية من البلاط يؤدي إلى أقواس في مبنى.",
    "مقعد خشبي منحوت يقع أسفل باب خشبي مع إطار يؤدي إلى مدخل مع مصباح ومرآة أعلاه.",
    "مكتب خشبي يجلس في غرفة مع نافذة، بينما هناك حمام مع مرآتين وممر مع مرايا مقوسة."
  ],
  "e229a67787414f3386b26464ceebe198": [
    "حمام به حوض، مرآة، مقصورة صابون، أجهزة إضاءة، وضوء.",
    "حمام به حوض، باب، مفتاح إضاءة، ومرآة بإطار خشبي.",
    "غرفة نوم مع نافذة مقوسة وستارة، تضم سجادة على الأرض.",
    "باب خشبي مع نافذة وسجادة أمامه يُصوَّر من زوايا مختلفة.",
    "يتميز المشهد بتصوير مقرب لأسطح خشبية مختلفة، بما في ذلك لوحة وجدار وأرضية تحتوي على ثقب.",
    "منشفة معلقة على حائط الحمام بجانب حامل مناشف به صورة، وفي حين معلقة صورة أخرى على الحائط أعلاه.",
    "حمام به مرحاض، دش مفروش، رف مناشف، سقف مفروش، وباب.",
    "حمام به حوض، رف مناشف، مرآة، وأضواء."
  ],
  "274c722ed45e4400b519611e2ca9c200": [
    "لوحة معلقة على جدار في غرفة بأرضية خشبية وعارضة خشبية فوقها.",
    "يتم وضع مرآة على أرضية خشبية في غرفة ذات عوارض خشبية.",
    "منزل دافئ مع مدافئ في غرفة المعيشة والرواق، وسقف خشبي مع عارضة.",
    "غرفة معيشة دافئة مع مدفأة وسجادة وباب تضاء بنافورة معلقة من أعمدة خشبية فوقها.",
    "غرفة نوم مع سرير، كرسي، أوتومان، باب شرفة، ثريات، وجوائز خشبية.",
    "غرفة نوم مع سرير وطاولة جانبية وأغطية بيضاء ومخدات وخشب وأرجوحة.",
    "سرير أبيض مع سجادة من جلد الحملان موضع في غرفة ذات قوس و سقف من خشب، مع باب مرئي من الأعلى.",
    "غرفة ذات سقف خشبي ولوحة تحتوي على حمام يحتوي على لوحة على الجدار وسجادة فرو بيضاء على أرضية خشبية."
  ],
  "ed11b5b189b74a219c5a5b1145df66c9": [
    "مشهد يضم تمثال خنزير على طاولة خشبية، وتمثال قط على لوح خشبي، وتصوير مقرب لباب خشبي زخرفي.",
    "تمثال خنزير أبيض يجلس على طاولة خشبية في غرفة ذات لوحات خشبية ونافذة، محاطة بجدار خشبي في منزل.",
    "المشهد يصور مدفأة مع أواني زخرفية متنوعة ونافذة.",
    "المشهد يضم مدفأة مع حامل و سجادة و أعمدة مزخرفة.",
    "غرفة معيشة واسعة ذات لوح خشبي، مدفأة، طاولة زجاجية كبيرة عليها زهور، وسقف خشبي به نافذة وباب.",
    "غرفة معيشة فسيحة مزودة بلوح خشبية، طاولة بلياردو، مصابيح معلقة، وطاولة كبيرة مع كراسي.",
    "غرفة معيشة واسعة مع لوح خشبي، أرضيات خشبية صلبة، مدفأة، ثريات، وكرسية.",
    "مطبخ مع أرضية خشبية وأرفف متصل بممر مع لوح خشبي وباب، كل ذلك تحت سقف خشبي مع ضوء وشمعدان."
  ],
  "52280dcf1af54cd9806e8574f13468b3": [
    "غرفة تحتوي على رف كتب خشبي ممتلئ بالكتب وساعة، بالإضافة إلى رف خشبي يضم كرة أرضية في الأعلى.",
    "مشهد يضم رفًا خشبيًا للكتب وساعة، يقع داخل منزل هاري بوتر.",
    "غرفة مريحة مع رف كتب، خزانة خشبية، وشمعة تُخلق جوًا دافئًا.",
    "رفوف خشبية تحتوي على صور ورفوف تحمل كتب متعددة على أرضية خشبية.",
    "خزانة كتب خشبية عليها كتب تقع في غرفة ذات رف خشبي وسقف خشبي، وسجادة موضوعة تحتها.",
    "رواق مع أبواب خشبية، سجادة، أرضية خشبية، وسقف خشبي مع قوس.",
    "غرفة تحتوي على خزائن خشبية، ولوح خشبي، ورفوف كتب، وسجادة، وضوء على السقف.",
    "غرفة دراسية دافئة بأثاث خشبي، تشمل مكتبًا ورفوف كتب وخزائن، مزينة بسجادة و مصباح."
  ],
  "c9f0045f40984820ac2bef8de7ce9dfc": [
    "منظر لغرفة مع بابين، أحدهما مزود بألواح زجاجية وإطار خشبي، والآخر مزود بأبواب زجاجية وأرضية من البلاط البني، مع ثريا معلقة فوق المدخل.",
    "رواق فسيح مع ثريا وأبواب خشبية يظهر من الأعلى، في حين أن الأرضية المفروشة بالبلاط مع باب ومدخل مرئية من الأسفل.",
    "رواق مع ثريا وبابين، أحدهما مع باب بني وإطار خشبي، والآخر مع باب خشبي.",
    "باب خشبي به تصميم دائري وإطار خشبي يؤدي إلى مطبخ به خزائن خشبية.",
    "غرفة طعام مع طاولة خشبية وأرائك، ولوح خشبي، وثريا، وسقف خشبي مع أضواء.",
    "غرفة طعام بأثاث خشبي، جدران، وسقف، تحتوي على ثريات ومرآب إضاءة.",
    "ممر مع باب خشبي، ثريا، وأرضية مفروشة بالبلاط يؤدي إلى باب خشبي آخر مع أرضية مفروشة بالبلاط.",
    "رواق به أرضيات مفروشة بالبلاط، وأبواب، وثريات، وسقف مقوس مع ثريا في المنزل.\n\n  \n رواق   \n به   \n أرضيات مفروشة بالبلاط      \n وأبواب    \n وثريات     \n وسقف مقوس      \n مع   \n ثريا   \n في المنزل"
  ],
  "cd3c81699b094ff6ab449f7b939779f8": [
    "سلّم فخم مع ثريا ودرابزين حديدي يؤدي إلى غرفة ذات سقف مقوس وثريا أخرى، بينما توفر نافذة الضوء الطبيعي في الوسط.",
    "درج فخم مع ثريا وسقف مقوس يؤدي إلى غرفة مع ثريا وسقف مقوس.",
    "درج كبير مع أقواس وثريات مزخرف مع نباتات ونافذة مقوسة كبيرة، بينما يضيف سجادة مع نبات في وعاء لمسة دافئة للمكان.",
    "درج فخم مع ثريا وزخارف احتفالية يؤدي إلى سقف خشبي مع جهاز إضاءة.",
    "غرفة طعام فخمة مع عوارض خشبية وثريا مرئية من الأعلى، بينما يتدلى ثريا في غرفة بأرضيات خشبية في الوسط، ويمكن رؤية منظر السلم من الأعلى من الأسفل.",
    "سلالم خشبية مع درابزين ونبات تؤدي إلى رواق مع ثريا معلقة من السقف.",
    "رواق به سجادة، أواني، جرة كبيرة، وعاء، عارضة خشبية، ونباتات على سقف أبيض.",
    "ممر مع سجادة و زهرية و زهرية مزهرة يؤدي إلى غرفة ذات سقف دائري ومرآة."
  ],
  "af818a567c6840a786194024a1b547f5": [
    "باب خشبي ذو إطارات خشبية ومعدنية هو محور المشهد.",
    "خزانة خشبية مع رف وكرسي، تتميز بزخرفة خشبية وباب مع مقبض.",
    "المشهد يضم مدفأة مع تمثال خنزير عليها، وطاولة صالة مع تمثال خنزير آخر، ونافذة في الوسط.",
    "المشهد يصور غرفة معيشة تحتوي على مدفأة، سجادة، أريكة، وشمعدانين.",
    "غرفة معيشة فسيحة مع طاولة كبيرة، مدفأة، لوح خشبي، ثريا، وسقف خشبي.",
    "غرفة معيشة فسيحة مع أرضيات خشبية، ولوح خشبي، وموقد نار، ومصابيح معلقة من السقف الخشبي.",
    "غرفة معيشة واسعة مع أرضيات خشبية، ولوح خشبي، وموقد، وأريكة، وسقف خشبي، ومصباح معلق.",
    "خزانة خشبية وباب مع مقابض معدنية وحدادة، إلى جانب حامل شموع، يظهران على جدار خشبي."
  ],
  "79ebcbcb26e74cafbe9c34e4f1528ca3": [
    "المشهد يتكون من غرفة ذات جدران بيضاء مع أرضية خشبية وباب خشبي.",
    "غرفة ذات جدران بيضاء، وأرضية من الطوب والبلاط، وسقف أبيض مع عارضة خشبية.",
    "منظر لممر مزخرف مع باب ومدخل يؤدي إلى رواق مع باب خشبي وثابت إضاءة، كل ذلك تحت سقف خشبي مع ثبات إضاءة آخر وباب خشبي.",
    "شرفة ذات شُرفة حديدية مطروقة وسقف مُغطى بالبلاط تُطل على سقف خشبي به عارضة خشبية.",
    "مساحة خارجية فاخرة تحتوي على مسبح وتراس ودرابزين حديدي و شرفة خشبية و عارضة وسقف.",
    "شرفة ذات أرضية مطلية بالبلاط ودرابزين حديدي مطروق تطل على مسبح، بينما يتدلى فانوس من سقف المنزل أعلاها.",
    "غرفة بأرضية مفروشة بالبلاط، وباب خشبي، وجدار أبيض، ومروحة سقف معلقة من عارضة خشبية.",
    "غرفة نوم مع باب خشبي يؤدي إلى سرير وباب آخر يؤدي إلى الخارج، منظر من الأعلى مع باب خشبي بإطار خشبي وزجاج."
  ],
  "b60fc1954c30464491f32618693f5daf": [
    "المشهد يظهر بابًا مع قفل رقمي، جرس باب مع شاشة، وإطار خشبي وباب خشبي.",
    "غرفة ذات باب خشبي مزود بمرآة ونافذة، وأرضية مفروشة بالبلاط.",
    "رواق مع أرضية من البلاط، قوس خشبي، رف كتب، وباب مع باب.",
    "درج فاخر مع أقواس وثريات يؤدي إلى أرضية بلاط دائرية مع درج ومرآة.",
    "رواق فخم مع أرضية من البلاط الدائري، أقواس، زهرية، درج مع مصعد حديد منحوت وثريات.",
    "ممر مع مقعد خشبي وباب مقوس يؤدي إلى سلم مع نافذة مقوسة كبيرة وشرفة، بينما يجلس مقعد ومرآة في الأسفل.",
    "ممر به سلم يضم مرآة وطاولة مع مصباح وفازة، بينما يتم عرض مرآة أكبر وفازات إضافية على طاولة منفصلة في وسط المشهد.",
    "المشهد يصور حماما به حوض ومرآة، ويتميز المرآة بقوس منحني في الوسط."
  ],
  "6e6a55cea2ea4235bdeab2545d9af45c": [
    "المشهد يصور ثلاث لوحات لامرأة، واحدة مع القهوة، واحدة مع الشاي، وواحدة تنظر من النافذة.",
    "لَوحةٌ تُعَلَّقُ فَوْقَ مَوقِدٍ في المَطْبَخِ.",
    "مطبخ مع أرضيات من البلاط وسقف مقوس يحتوي على سقف خشبي وثريات عند النظر إليه من الأعلى.",
    "مطبخ يجمع بين خزائن بيضاء وخزائن خشبية، وجزيرة مركزية، وسجادة صفراء، وعوارض خشبية، وثريا.",
    "مطبخ به طاوله خشبيه ومقلايه يقع تحت سقف مزخرف بش كبير وموقد نار.",
    "منزل فسيح أنيق يحتوي على صالة مع مدفأة وبار، وغرفة جلوس أخرى مع ثريات، وغرفة طعام مع عوارض خشبية وثريات.",
    "غرفة معيشة دافئة مع مدفأة و سجادة و أرضية خشبية و عارضة سقف.",
    "ممر مع أرضية من البلاط يؤدي إلى مطبخ مع أرضية من البلاط وباب، في حين يزين الجدار فوقه قوس خشبي وباب."
  ],
  "a313bf96ab8b4693b32d558920f4b4cb": [
    "منظر لجدار به إطار صورة، ونافذة بإطار خشبي، وشبكة في الخلفية، ونافذة أخرى بإطار خشبي.",
    "غرفة صغيرة ذات جدار أبيض، أرضية خشبية، ونافذة مع إطار وطراز خشبي.",
    "ممر مع أرضية خشبية وسجادة وباب وقوس و سقف مقوس مع جهاز إضاءة.",
    "غرفة مع أرضيات خشبية، مدفأة مع حواف رخامية، باب، ونافذة مقوسة كبيرة في السقف.",
    "غرفة معيشة تحتوي على مدفأة، سطح رخامي، سجادة، باب يؤدي إلى فناء، وتمثال جمل على رأس المدفأة.",
    "غرفة نوم مع كراسي وسجادة على الأرض، سرير ومصباح معلق في الوسط، وعوارض خشبية ومصباح معلق آخر على السقف.",
    "غرفة نوم مع عوارض خشبية، سرير، كرسي، مرآة، و صورة على السقف الخشبي.",
    "مرآة كبيرة معلقة في غرفة نوم مع كرسي أمامها وإطار خشبي يحملها من فوق."
  ],
  "404560669c47482390ad3dcebda62a19": [
    "رواق مع أرضية خشبية وسجادة وثريا ومرآة.",
    "حمام به أبواب خشبية وباب خشبي دائري الشكل به سجادة.",
    "باب خشبي مع مقبض ويد ومقوس على الحافة يظهر في مناظير مقربة من الأعلى والأسفل والوسط.",
    "حمام به باب دش زجاجي، دش كبير، حوض، باب، ومرآة.",
    "حمام بهوض كبير وثريا في الوسط، منظر من الأعلى والأسفل، مع أرضية مفروشة بالبلاط وثريا ثاني على السقف.",
    "حمام به باب خشبي، أرضية مفروشة بالبلاط، حوض خشبي، مرآة، ثريا، ومدخل.",
    "حمام به مرحاض ونافذة متصل بغرفة باب خشبي ونافذة، ويعلو بابها ثريا.",
    "غرفة صغيرة ذات أرضية خشبية وجدار خشبي تؤدي إلى ممر مع مفتاح إضاءة ولوحة وباب مع مرآة وإطار خشبي."
  ],
  "51e50a1c1dda46db856161cdb3fded5e": [
    "منظر لباب أبيض مع أرضية خشبية، ولوحة لغرفة مع جدار أبيض، وتصوير مقرب لباب مع إطار أبيض.",
    "حمام به أرضية خشبية وباب، به باب خشبي مع لوحة زجاجية ومدخل به ضوء وباب.",
    "حمام به أنواع مختلفة من الخزائن ومصباح كريستال في إضاءة السقف.",
    "غرفة بأرضية خشبية وموكيت تؤدي إلى ممر به باب ومرآة، مضاءة بمصباح سقف زخرفي.",
    "المشهد يضم رواقًا مع وحدة تحكم سوداء، ومدخلًا مع مرآة، وضوءًا.",
    "خزانة خشبية مع باب ورف خشبي مع باب يُرى في المطبخ، كلاهما مع إطار خشبي.",
    "المشهد يصور رواقًا يحتوي على خزائن خشبية وخزانة مع أبواب وأرضيات خشبية، مضاءة بمصباح معلق.",
    "باب خشبي مع مقبض وإطار يظهر من زوايا مختلفة، حيث يكشف المنظر العلوي عن مقبض معدني."
  ],
  "1320ad480d434d1d8d6d7304dc5f7854": [
    "صورة مقعد في حديقة معلقة على حائط غرفة.",
    "لوحة لحدائق معلقة على الحائط فوق المدفأة في غرفة المعيشة.",
    "رواق مع كرسي ومرآة في الأسفل، موقد نار ومرآة في الوسط، وسقف خشبي مع عارضة خشبية في الأعلى.",
    "هذه المشهد يضم منزلًا دافئًا وأنيقًا مع مواقد نار، كراسي، ثريات، وأعمدة خشبية على السقف.",
    "غرفة نوم مع سرير وملاءات بيضاء ووسائد وشرفة وعوارض خشبية ومروحة سقف.",
    "منظر سرير مع رأس سرير ووسائد، مصحوب بلمبة جانبية، في غرفة مع سقف خشبي و لمبة.",
    "غرفة مريحة مع خزانة خشبية، ومرآة، وساعة، ورف كتب محدب، وموقد، وسقف خشبي مع باب وضوء.",
    "غرفة ذات أرضية خشبية وإطار وزخرفة تحتوي على نافذة."
  ],
  "77725f5a065e4959b03f6155773581a1": [
    "باب خشبي مصبوغ باللون الداكن ومزود بمقبض مثبت في إطار خشبي.",
    "المشهد يصور مدخلاً مع باب خشبي ومرآة في الأسفل، مدخلاً آخر مع باب في الوسط، ومدخلاً مع باب خشبي ونافذة في الأعلى.",
    "ممر مع باب خشبي ومصباح يؤدي إلى حمام.",
    "المشهد يتكون من مطبخ مع أرضيات من البلاط، وحمام مع باب وجدار، ورواق مع أقواس وباب.",
    "غرفة معيشة مع أرضية من البلاط، أريكة، مدفأة، وبار، تتميز بممر مدخل مقوس مع مصباحين معلّقين.",
    "باب خشبي الإطار مع أرضية مفروشة بالبلاط يؤدي إلى غرفة مع باب خشبي يضم مقبض معدني وثريا فوقه.",
    "رواق مع أرضيات من البلاط، باب خشبي، ثريا، وقوس.",
    "غرفة صغيرة بجهاز هاتف مثبت على الحائط، ومانع حريق، وساعة حائطية، وشكل دائري أبيض ذهبي على الحائط."
  ],
  "ed9197c6adb442b29243a5110e5693b9": [
    "خزانة خشبية ذات مرآة ورف، تحمل مناشف، تقع أسفل خزانة ذات باب ورف.",
    "خزانة خشبية مع مرآة وبابين أحدهما خشبي والآخر زجاجي، مرئية من زوايا مختلفة.",
    "حمام به حنفيات رخامية، أدراج، مرآة، كاميرا، ومثبت إضاءة.",
    "حمام مع طاولة رخامية، حوض، مرآة، وإضاءة سقفية.",
    "رواق مع سجادة وباب ومدخل وضوء سقف زخرفي.",
    "ممر مع طاولة كونسول سوداء وسجادة ومقعد وصور ومصباح معلق فوق باب.",
    "ممر خشبي يؤدي إلى حمام مزود بمصباح وباب.",
    "منظر لخزانة مع أرضية خشبية وخزائن، سجادة، مرآة، وباب خشبي يسطع الضوء من خلاله."
  ],
  "bd46cf7b4c8d4069b8a19e936253db74": [
    "ممر مع درج خشبي، أرضية بلاط مطبوعة دائرية، باب خشبي، سجادة، ونافذة.",
    "رواق مع درج، أرضية مفروشة بالبلاط، باب، نور، قوس كبير، وساعة.",
    "منظر لممر مع درابزين أسود و سلة مهملات سوداء و أرضية خشبية محاطة بدعامة حديدية مطروقة سوداء و جدار منحني.",
    "درج مع سلاسل و زخارف و أجهزة إضاءة مختلفة.",
    "درج خشبي يؤدي إلى جدار به مفتاح إضاءة ولوحة فنية، بينما يزين الجدار العلوي مرآتان وساعة.",
    "ممر مع باب بني يؤدي إلى غرفة المعيشة من خلال باب خشبي، مع قوس خشبي ودرابزين أعلاه.\n\n \n ممر \n مع \n باب بني  \n يؤدي إلى  \n غرفة المعيشة  \n من خلال \n باب خشبي  \n مع \n قوس خشبي  \n ودرابزين أعلاه",
    "رواق فسيح مع أقواس، أرضية من البلاط، مقعد خشبي، وسلم يؤدي إلى ثريا.",
    "رواق فخم مع ثريا وسلم يؤدي إلى رواق مع مقعد ومرآة، بينما يخدم أرضية بلاط دائرية مع مدفأة وساعة كمنطقة تجمع دافئة."
  ],
  "d1e91883626e4ac88023658af4028f6d": [
    "غرفة معيشة دافئة مع مدفأة، سجادة، حجر م ، صورة كبيرة، سقف خشبي، وتمثال.",
    "غرفة معيشة فسيحة مع مدفأة ومطبخ، تحتوي على أريكة وسجادة على الأرض وسقف خشبي مع ثريا فوقه.",
    "غرفة معيشة مفتوحة واسعة تحتوي على صالة مريحة ومطبخ حديث وسقف خشبي مع إضاءة.",
    "مكتب نافذة مريح مع ستائر زهرية يطل على أريكة مع وسائد ونافذة أمامه.",
    "غرفة ذات ستائر زهرية وأريكة بيضاء تُرى من زوايا مختلفة.",
    "تُعرض التلفزيون على منصة خشبية ورف مع جهاز تحكم عن بعد قريب، كل ذلك يحتوي في خزانة خشبية.",
    "غرفة معيشة تحتوي على تلفزيون وآلات تحكم عن بعد و كاميرا وأريكة، وتتميز بجهاز تلفزيون خشبي مع سطح زجاجي.",
    "المشهد يتكون من منضدة تلفزيون مع جهاز تحكم عن بعد و جهاز تحكم، مدفأة مع باب زجاجي وتمثال، وموقد خشبي مع زهرية."
  ],
  "836e4c8c66a445559938e556fbf2dcba": [
    "يتميز المشهد بخزانة خشبية مع إطار وزجاجة خشبية مع إطار.\n\n    زجاجة خشبية            ,        ,    باب خشبي .",
    "باب خشبي مع مقبض وإطار موضح من زوايا مختلفة.",
    "لوحة ب خلفية صفراء وسماء زرقاء معلقة على حائط أبيض فوق رف خشبي، مع ثريا وضوء على الحائط العلوي.",
    "منظر لخزانة خشبية مع أدراج وباب، باب مع إطار خشبي وجدار أصفر، وحمام مع مصباح وباب.",
    "ممر مع سجادة وخزانة يؤدي إلى باب يفتح على حمام مع نور سقف ومرآة.",
    "غرفة تحتوي على خزانة وحمام مزودان بثلاجة خشبية وأبواب، وسجادة، ومرآة، وثريات.",
    "القبعة موجودة في مواقع مختلفة داخل غرفة خشبية تحتوي على خزانة وضوء ونافذة ودرج.",
    "غرفة ذات جدران صفراء وخزانة خشبية ونافذتان."
  ],
  "4e34693a636341a2bb423d6126c967e5": [
    "المشهد يصور حماماً به حوض أبيض وباب أسود على حائط مفروش بالبلاط الأبيض، ويتم رؤيته من الأعلى مع باب خشبي على الحائط المجاور.",
    "منظر لممر مفروش بالبلاط مع نافذة وباب إطارات خشبية، تحت سقف خشبي مع نافذة وباب آخر.",
    "ممر مع باب وباب خارجي وسجادة باب يؤدي إلى غرفة طعام ذات سقف خشبي وثريات معلقة.",
    "فناء أخضر مع ممرات مفروشة بالبلاط، وتراس، ومشرب خشبي محاط بالنباتات.",
    "مشاهد تظهر بابًا مع نبات، مسبحًا، ونافذة مع نبات ينمو منها.",
    "غرفة طعام مع ثريا، أرضية خشبية، طاولة وكراسي مرئية من خلال باب مع جهاز إضاءة من الأعلى والأسفل.",
    "المشهد يصور مطبخًا مع أرضية من البلاط وغرفة طعام مع طاولة وكراسي، وكذلك غرفة مع سقف وصور.",
    "باب خشبي مع مقبض وإطار يُظهر من زوايا مختلفة."
  ],
  "e7cdf75eb687483c9dbd7bd3c3e19b56": [
    "سلم كبير مع درابزين من الحديد المطاوع وثريات يؤدي إلى سقف مقوس في كنيسة ذات نافذة كبيرة.",
    "منظر لممر مع سجادة دائرية، وسلم مع ثرياتين، وحمام مع نور سقف دائري",
    "درج مع مصاعد حديدية، زهرية زهور، ثريا، جهاز إضاءة، ومروحة سقف.",
    "السلم يؤدي إلى غرفة تحتوي على جدار أبيض وباب، في حين يمكن رؤية جدار منحني وباب آخر من الأعلى.",
    "منظر لغرفة تضم ثريا، وورقة نباتية صغيرة على درج، وسقفا به نافذة وثريا.",
    "غرفة بموك مع سجادة على أرضية خشبية، درج مع ثريا وورقة نباتية، وإضاءة سقف مع عوارض خشبية وخشب.",
    "ممر مع أواني وزجاجة يؤدي إلى قوس كبير، مع مصباح سقف زخرفي فوقه.",
    "درج فاخر مع مسند حديدي يؤدي إلى غرفة مع ثريا معلقة من السقف ونافذة، كلها محاطة بقوس."
  ],
  "cc20dc9d74df4643b94a0260058c7822": [
    "ممر مع باب و مقبض باب يؤدي إلى حمام مع باب و سجادة، بينما يعلو فوقهما ثريا و مصباح.",
    "حمام به دش، أرضية من البلاط، باب خشبي، حوض، ثريا، ومرآة.",
    "حمام به عدة حوضات ومرايا، ويوجد ثريا معلق فوق واحدة من الحوضات.",
    "المشهد يصور حماما به حوض كبير و مغسلة و نافذة و سقف و مصباح.",
    "حمام به حوض كبير و مغسلة و سطح رخام و ثلاثة نوافذ بما في ذلك واحدة مستديرة في السقف.",
    "حمام مع طاولة رخامية، حوض، مرآة، نافذة، سقف دائري ونافذة دائرية.",
    "حمام به طاولة رخامية و حوض و مرآة و مصباح.",
    "حمام مزود بمميزات مختلفة بما في ذلك خزانة خشبية بنوعية بني مع سطح من الرخام، خزانة خشبية مع مرآة، ومرآة مع إضاءة."
  ],
  "ac3dc08c7a2646b991fda42ccc42bc47": [
    "ثلاث أبواب، اثنان منها مقبضان وواحدة مع ستائر ونافذة.",
    "يصور المشهد غرفة مع ستائر بنية معلقة على الحائط، مع صورة مقربة من ستارة بنية وبيضاء مطرزة.",
    "بيت به غرفة معيشة ورواق وغرفة بسقف خشبي ونافذة.",
    "غرفة نوم تحتوي على سرير، كرسي، ثريا، وغطاء أحمر وبرتقالي، تُرى من الأعلى والأسفل والوسط.",
    "غرفة نوم تحتوي على سرير مزين بغطاء أوراق زهرية أحمر وبرتقالي، وم، وتقع في غرفة ذات سقف خشبي ونافذة.",
    "سرير مصحوب بمصباح ومصباح مع مصباح جانبي وصوره ولوحه معلقه على الحائط.",
    "رواق مع أرضية من البلاط الدائري، مصباح، ثريا، أقواس، وثريا.",
    "باب خشبي مع مقبض أسود وأرضية مفروشة بالبلاط يُرى من الأعلى والمنتصف، كلاهما محاطان بالخشب."
  ],
  "23e06a377e3a4c87ab4c2c2a47b227ce": [
    "غرفة طعام بأثاث خشبي، ومصباح معلّق، وسجادة على الأرض، كل ذلك تحت سقف خشبي مع مصباح معلّق آخر.\n\n             .",
    "مساحة معيشة فخمة وأنيقة مع منطقة لتناول الطعام وموقد وخشب منحوت وثريات وسلم.",
    "غرفة معيشة دافئة بأرضيات خشبية، وسجادة، وموقد، وسقف خشبي مع ثريات.",
    "منظر لمطبخ مع حائط أصفر وسقف خشبي، يضم أبواباً فرنسية مع ألواح زجاجية وشمعدان مع قناني زجاجيتين.",
    "باب خشبي مع نافذة زجاجية يؤدي إلى منزل حيث تعلق كأس نبيذ على نافذة مطلة على السماء.",
    "المشهد يضم منظرًا لباب شرفة مع منظر لمسبح، وأبواب فرنسية مع مقابض وزجاج، ونافذة مع إطار خشبي وزجاج.",
    "ممر مع أرضية خشبية، باب، مصباح، وسقف خشبي مع جهاز إضاءة.",
    "غرفة خشبية مع منطقة لتناول الطعام، باب مصنوع من لوح زجاجي، مرآة، وسقف خشبي."
  ],
  "e341fbd84f1d40918dda5ba34d5e4a33": [
    "حمام به أرضية من البلاط و باب يؤدي إلى رواق به مقبض باب و ثريا معلقة من جهاز إضاءة فوق.",
    "المشهد يصور ثلاثة حمامات مختلفة مع ميزات متغيرة مثل رخام وطاولات خشبية، مرايا، وأجهزة إضاءة.",
    "المشهد يصور حماماً به حوض، مرآة، تمثال، مرآة كبيرة، حوض استحمام، ومصباح.",
    "حمام به حوض، سطح عداد رخام، نافذة، وسقف دائري.",
    "حمام به حوض كبير و مغسلة، نافذة كبيرة به تمثال، ونافذة دائرية في السقف به تلفزيون.",
    "حمام به حوض كبير ونافذة، يضم نافذة كبيرة وحوض في الوسط، ونافذة دائرية في السقف من المنظر العلوي.",
    "حمام فاخر مع طاولات رخامية، مرآة كبيرة، ومصباح كريستال.",
    "حمام به تواليت و حوض، يضم أرضية من البلاط ومرآة، يقع في ممر به ثريا وضوء سقف."
  ],
  "c757b3ad24ed4706bc84645a8e748bee": [
    "تُثبّت التلفزيون على الحائط أو السقف في الغرفة.",
    "غرفة نوم بسرير وستائر وثريا بظلال أبيض وستارة بيضاء في فندق ساسكاتشوان.",
    "غرفة نوم تحتوي على سرير وغطاء سرير كبير ومخدات وشباكين وثريا معلقة من السقف.",
    "غرفة نوم تحتوي على سرير ووسائد ومصابيح ولوحة فنية على الحائط.",
    "ممر مع مصباح وخزانة يؤدي إلى خزانة مع مصباح آخر وخزانة، وباب مع ضوء يسطع من خلاله.\n\n  \n ممر      \n مصباح      \n خزانة      \n باب      \n ضوء يسطع",
    "مشهد يضم مكتبًا وهاتفًا وسلكًا هاتفيًا ولوحة فنية على حائط في غرفة وصورته على حائط.",
    "يوجد هاتف على مكتب خشبي أسفل لوحة مُطرزة على الحائط، مع صورة مُطرزة لزهرة معلقة من السقف أعلاه.",
    "تلفزيون مثبت على حائط بژي بجانب طاولة خشبية."
  ],
  "86297b5701214f4ba45cb0d5638e6fd1": [
    "ممر مع أبواب خشبية و مصباح أرضي مع ظل أبيض يجلس على أرضية خشبية تحت سقف خشبي مع نافذة وباب.",
    "غرفة معيشة فسيحة مع لوح خشبي، مدفأة، طاولة زجاجية، أريكة، كراسي، وشرفة خشبية مع ثريات.",
    "غرفة معيشة واسعة مع مدفأة، كراسي، سجادة، عوارض خشبية، ومصابيح كريستالية.",
    "غرفة كبيرة ذات أبواب خشبية، مدفأة، صندوق خشبي مع سجادة على الأرض، باب خشبي مع نور ونافذة.",
    "يظهر جدار خشبي مع مصباح ولوح خشبي من الأعلى، وفي الوسط توجد زهرية زجاجية على لوح خشبي، ومن الأسفل يظهر خزانة كبيرة مع مرآة في الأعلى.",
    "باب خشبي مع مقبض مثبت في جدار مقسم في غرفة.",
    "غرفة طعام مع أرضية خشبية، كراسٍ، ثريات، وأضواء على سقف خشبي.",
    "غرفة طعام مع أرضيات خشبية و أسقف و ثريات."
  ],
  "77f6c7bb773441c8becf542b828dfc64": [
    "غرفة نوم مع كرسي ووسادة، لوحة وشباك في الوسط، وسقف خشبي مع ثريا في المنظر العلوي.",
    "غرفة تحتوي على ألواح خشبية ومرآة كبيرة تحتوي على كرسي ووسادة، بينما يعلق ثريا فوق طاولة غرفة طعام في منطقة منفصلة.",
    "غرفة معيشة دافئة مع مدفأة، حوض حجري كبير، تلفزيون، وسقف من عوارض خشبية تحت سماء مشرقة.",
    "غرفة معيشة دافئة مع مدفأة، لوحة فنية، كرسي أخضر، عوارض خشبية، ونافذة.",
    "تعلّق لوحة في رواق مع كرسي وطاولة في غرفة قريبة، كل ذلك تحت سقف خشبي.",
    "غرفة نوم مع سرير أبيض وأرضية خشبية مرئية من خلال مدخل مع قوس خشبي وباب يؤدي إلى غرفة مع عوارض خشبية ومروحة سقف.",
    "سرير أبيض مع غطاء ووسائد في غرفة ذات سقف خشبي و مصباح جانبي ومرآة.",
    "غرفة نوم مع غطاء سرير أبيض، أوتومان وردي، سقف خشبي، وكرسي، بالإضافة إلى نافذة."
  ],
  "ab0c7784e47b48ffbba8fab6d6422904": [
    "غرفة نوم دافئة مع فراش مخطط باللون الأحمر والبرتقالي، وستائر، وسقف خشبي مزخرف بمصابيح كريستالية.",
    "غرفة تحتوي على سرير مع رأس سرير خشبي وسجادة، وتتميز بسقف مقوس مع ثريا، وتخدم أيضًا كغرفة طعام مع سقف خشبي.",
    "حمام به مرآة، كرسي، وسقف خشبي يظهر من منظور من الأعلى والمنتصف، بينما غرفة به طاولة ومرآة تظهر من منظور من الأسفل.",
    "حمام به عدة مرايا، بما في ذلك مرآة كبيرة تعكس الغرفة، ومرآة إطارية ذهبية معلقة على الحائط.",
    "سطح من الجلد الأصفر مع صورة صفراء وبيضاء و ظل جهاز كمبيوتر محمول على الحائط.",
    "منظر لمبنى به نافذة وباب، كلاهما بإطارات خشبية وخطوط بيضاء.",
    "غرفة ذات سقف خشبي تحتوي على سرير به نمط زهور وردي وأبيض، ومرآة أمامه، وصور على الجدار.\n\n       ,     .",
    "غرفة نوم تحت سقف خشبي مع صورة معلقة فوقه، تحتوي على سرير مزين بالوسائد الوردية والرمادية، وصور معروضة على الحائط، ومصباح على طاولة رأس السرير."
  ],
  "bd2ede9bfc754b81a407f6cb590fc698": [
    "غرفة معيشة تحتوي على أريكة وطاولة قهوة وباب خشبي، ومضاءة بمصباح سقف معلق.",
    "غرفة معيشة دافئة مع طاولة قهوة خشبية، أريكة، مدفأة، ومدخل، كل ذلك تحت سقف خشبي وعلى أرضية خشبية.",
    "غرفة معيشة دافئة مع مدفأة، سجادة من جلد البقر، مرآة، كرسي، وعامود خشبي.",
    "غرفة مريحة مع مدفأة، كرسي، وسادة، سقف خشبي، ونافذة.",
    "منظر من غرفة ذات سقف خشبي ونوافذ يظهر من خلال باب مع أرضية من البلاط وبابين، يظهر فيه شرفة مع مسبح وأرائك.",
    "غرفة تحتوي على طاولة طعام وكراسي أمام باب، كرسي أبيض أمام نافذة، وسقف به نافذة وأعمدة خشبية.",
    "غرفة معيشة تحتوي على أريكة ونافذة، تقع في غرفة ذات سقف خشبي ونوافذ، مع طاولة مزخرفة بأزهار أسفلها.\n\n \n غرفة معيشة   \n تحتوي على أريكة ونافذة      \n تقع في غرفة ذات سقف خشبي ونوافذ          \n مع طاولة مزخرفة بأزهار أسفلها",
    "غرفة تحتوي على طاولة خشبية وأرائك، وطاولة طعام مع كراسي وترتيب زهور، وسقف مع ثريا وعوارض خشبية."
  ],
  "90769276290547eaabfde2cc89a6cf59": [
    "المشهد يتكون من حمام مع سجادة وأرضية من البلاط، ومطبخ مع موقد وفرن، وغرفة مع سقف خشبي وكرسي خشبي.",
    "مطبخ واسع مع جزيرة كبيرة، سطح رخامي، سقف خشبي، ومصباح.",
    "المشهد يصور مطبخًا به خزائن خشبية، وطاولة خشبية، وسقف خشبي، وأرضية مفروشة بالبلاط، وباب خشبي.",
    "منظر مقرب من باب خشبي مصبوغ باللون البني وإطار خشبي، ومنظر مقرب من باب خزانة خشبي.",
    "غرفة طعام مع طاولة وكراسي على أرضيات من البلاط، تتميز بسقف مقوس.",
    "غرفة تحتوي على كرسي ونافذة متصلة بممر يحتوي على باب وقوس، بينما تظهر جدار تحتوي على مفتاح إضاءة وطاولة من الأعلى.",
    "مرآة وحمام مع مجلة يُرى من الأعلى، بينما غرفة المعيشة مع مدفأة وكتاب تُرى من المنتصف، وسقف مع جهاز إضاءة وصور يُرى من الأعلى.",
    "يصور المشهد مطبخًا واسعًا به حوض وطاولة، مدفأة نار و جزيرة كبيرة، وغرفة طعام ذات سقف خشبي وثريا."
  ],
  "74bd28e9fefa45eb8025420ad4f1997b": [
    "غرفة مع سجادة ومكتب تضم تلفزيون مثبتًا على الحائط وكرسيًا تحت السقف.",
    "غرفة نوم مع سرير، مصباح، سجادة، ثريا، وسقف.",
    "غرفة نوم تحتوي على سرير، مصباحان، مصباح طاولة مع ظل، نافذة، وسقف خشبي.",
    "منظر مقرب من باب خشبي مع مقبض وصبغة داكنة.",
    "منظر لخزانة تحتوي على رف للملابس وطاولة ملابس وبلوزة بيضاء معلقة على شماعة وضوء وباب.",
    "غرفة خشبية مع دولاب، مصباح، باب مع منشفة معلقة عليه، وخزانة مع منشفة معلقة عليها.",
    "منظر لغرفة ذات جدران بيضاء مع أرضية خشبية، كرسي خشبي، باب مع باب، و صورة لجدار مصبوغ باللون الأصفر.",
    "غرفة تحتوي على هاتف على مكتب خشبي، صورة إطارية معلقة على الحائط، وسقف مطلي بالذهب مع لوحة إطارية."
  ],
  "0a9f30bd318e40de89f71e4bf6987358": [
    "ممر مع باب ومدخل يؤدي إلى غرفة، مع ضوء يسطع من فوق.\n\n \n ممر \n مع \n باب \n ومدخل  \n يؤدي إلى  \n غرفة \n مع \n ضوء \n يسطع \n من فوق",
    "زاوية غرفة بممرات خشبية، باب خشبي، رف خشبي، وإضاءة تُلقى ظلالاً على الجدار.",
    "شخص واقف في غرفة مع مرآة، مع جدار أصفر في المقدمة ومظلة بيضاء ذات نمط في الخلفية.",
    "ممر مع باب وأرضية من البلاط يؤدي إلى مبنى ذو سقف دائري مع مدخل.",
    "حمام به أرضية مفروشة بالبلاط، ومرآة مع ساعة معلقة عليه، وثريات معلقة على السقف.",
    "رواق فسيح مع ثريا، رواق ساعة، وأرضية مفروشة ببلاط على شكل دائري.",
    "منظر ل على الحائط مع ضوء عليه، ومفتاح حائطي مثبت على الحائط مع ضوء عليه، ونافذة في مبنى مع حائط أصفر.",
    "منظر لجدار مطلي باللون الأصفر والأبيض وزهرة صفراء تنمو عليه"
  ],
  "6d1885c360bb4fdcb0ae719cc021af42": [
    "رواق مع أرضيات مفروشة بالبلاط، ونوافذ مقوسة، وثريات إضاءة، وباب.",
    "المشهد يظهر غرفة مع أرضية مفروشة بالبلاط، باب خشبي، وثلاث نوافذ بإطارات خشبية.",
    "شخص واقف في غرفة بها جدار ذو نمط أصفر وأبيض وجدار بژ مع بقع صفراء.",
    "حمام به دش أصفر وجدار به أرضية وجدار من البلاط، مع لوحة صفراء وبيضاء معلقة في الوسط.",
    "ممر مع أرضية من البلاط، أجهزة إضاءة، مطبخ، وباب.",
    "باب خشبي مع أرضية من البلاط له مقبض أسود وزر في الوسط ومقبض خشبي وزر في الأعلى.",
    "امرأة تجلس في غرفة مع مظلة ممططة بيضاء وصفراء قريبة، في حين يضيء ضوء أصفر حائط أبيض من الأعلى.",
    "المشهد يتكون من مجموعة متنوعة من أجهزة الإضاءة المثبتة على الحائط بما في ذلك رف لتعليق المعاطف مع ضوء يسلط عليه، مصباح حائطي مع ضوءين، ومصابيح شموع مثبتتين على الحائط."
  ],
  "09f31cb3d1584052bdec594a45ab0d0f": [
    "عمود معدني مع درابزين من الحديد المطاوع يؤدي إلى درج مع درابزين معدني يصعد إلى غرفة ذات أقواس وجدار أصفر.",
    "درج فخم مع مسند حديدي مطروق وثريا يؤدي إلى رواق مع قوس وثري.",
    "رواق فسيح مع درج، نافذة مقوسة كبيرة، ومصباح معلق.",
    "درج مع سلم خشبي وسجادة يؤدي إلى مستوى وسطي مع ثريا وجذوع خشبية، كل ذلك تحت سقف خشبي مع جهاز إضاءة.",
    "سلالم خشبية تؤدي إلى غرفة طعام مع ثريا معلق، محاطة بأعمدة خشبية.",
    "رواق فسيح مع نبات توبياري على طاولة، شجرة كبيرة، ثريا، وسقف خشبي.",
    "المشهد يتكون من ثلاثة أواني ممتلئة بأنواع مختلفة من العصي، بما في ذلك الأغصان البيضاء والقصب وكتلة من العصي.",
    "ممر مع زهرية وأرضية خشبية يؤدي إلى سلم مزخرف بقوسين وباب."
  ],
  "d66c5c3fa2254b8ca1c911f20b0578d4": [
    "غرفة ذات بابين، أحدهما مزود بألواح زجاجية وجدار حجري، والآخر بأرضية من البلاط البني وباب زجاجي، تضاء بنور ثريا معلق فوق المدخل.",
    "رواق فسيح مع أبواب مقوسة، ثريات، وأرضية مفروشة بالبلاط يؤدي إلى مدخل.",
    "ممر مع باب خشبي وأرضية مفروشة بالبلاط يحتوي على ثريا في الأعلى وباب خشبي آخر في أحد الطرفين.",
    "غرفة طعام مع طاولة خشبية وأرائك، ولوح خشبي، وشمعدانين معلّقين من سقف خشبي.",
    "غرفة طعام مع أسقف خشبية، ثريات، أضواء، سجادة، وكراسي.",
    "المشهد يضم بابًا خشبيًا به أنماط دائرية، ومرآة مثبتة فيه على مستوى العين، ومرآتين إضافيتين في الأعلى.",
    "منظر لباب بني مع أرضية مفروشة بالبلاط، وباب مطبخ مع باب خشبي، وباب خشبي يخترق الضوء من خلاله.",
    "منظر لممر مع أرضيات من البلاط وأبواب تؤدي إلى باب مع نوافذ مقوسة وأرضيات خشبية، كل ذلك تحت سقف مقوس في منزل."
  ],
  "d5d55adb422942ee92a5f92bbbf5bb03": [
    "المشهد يتكون من خزانة صغيرة مع أدراج، خزانة خشبية مع باب، وخزانة مع باب خشبي وجدار أبيض.",
    "باب خشبي مع مقبض وزر مثبت في إطار خشبي.",
    "حمام به أرضية خشبية وسجادة، ومرآة وخزانة، وباب مع ضوء يخترق منه.",
    "المشهد يتكون من أثاث خشبي بما في ذلك خزانة ورف كتب ورف مع مصباح على الخزانة.",
    "المشهد يضم منزلًا مصممًا حول الخشب مع كرة أرضية في كل غرفة، بما في ذلك خزانة، مطبخ، وحمام.",
    "المشهد يصور غرفة تحتوي على مكتب وسجادة، خزائن خشبية، ومطبخ به سقف خشبي وثريات إضاءة.",
    "خزانة خشبية مع أبواب وثابت إضاءة من الداخل، مع ثابت إضاءة معلق فوق خزانة خشبية من الأعلى.",
    "يظهر خزانة خشبية مع مقابض سوداء وأزرار من زوايا مختلفة، بما في ذلك لقطة قريبة من الباب."
  ],
  "ee2c59f55aef4eafa2a4e437493748d5": [
    "غرفة فاخرة مع ثريا وسقف خشبي، تحتوي على باب زجاجي كبير يؤدي إليها، ويمكن رؤية طاولة بلياردو مع كرة وقضيب منها من النظرة العلوية.",
    "غرفة تحتوي على طاولة بلياردو، كراسي، سقف خشبي مع ثريا، وباب على أرضية من البلاط.",
    "غرفة طعام مع أرضية من البلاط، طاولة، نافذة كبيرة، سقف من عوارض خشبية، ومصباح معلق.",
    "شرفة مفروشة بالبلاط مع باب زجاجي منزلق ونافذة تطل على السماء.",
    "منظر لفناء به باب ونافذة تطل على شجرة وسماء",
    "يضم المشهد باب زجاجي منزلق يؤدي إلى شرفة تحتوي على مسبح، بالإضافة إلى نافذة ذات إطار خشبي توفر منظرًا للخارج.",
    "غرفة معيشة دافئة مع أرضيات من البلاط، وموقد، ونوافذ كبيرة، وعوارض خشبية على السقف، ومصباح معلّق.",
    "غرفة معيشة تحتوي على طاولة بلياردو وتليفزيون كبير تقع تحت سقف خشبي مع جهاز إضاءة ونافذة."
  ],
  "a11b85e1b01749a8b357ecdeda6a4c32": [
    "ممر مع أرضيات خشبية وأبواب، يضم ثريا وباب خشبي مع ثريا آخر.\n\n \nممر \nمع \nأرضيات خشبية  \nوأبواب  \nيضم \nثريا \nوباب خشبي    \nمع \nثريا آخر",
    "ممر خشبي مع باب وقوس يؤدي إلى سلم وشرفة.",
    "غرفة معيشة واسعة مع مدفأة، طاولة كبيرة، كراسي، ثريا، وعوارض خشبية.",
    "غرفة معيشة واسعة تحتوي على مزيج من الأثاث الجلدي والخشبي، مدفأة، ثريات، وطاولة قهوة.",
    "غرفة معيشة ذات ألواح خشبية وسقف تحتوي على مصباح أرضي كبير من الحديد المطاوع.",
    "غرفة طعام مع أرضيات خشبية وطاولة طعام وثريا وسقف خشبي.",
    "غرفة طعام ببساطة وأرائك وسقف خشبي وثريا.",
    "رواق خشبي مع أبواب، قوس، سجادة، وسقف خشبي مع أقواس وباب."
  ],
  "41d1561d41a944beb60dd65a034a074e": [
    "غرفة ذات أرضية خشبية ونافذة، متصلة بسلم ذي أرضيات خشبية وجدار أبيض، وجدار به مصباحان ونافذة أعلى.",
    "منظر لممر أبيض، لوحة لجدار ذهبي، وغرفة ذات جدار أصفر مع نافذة.",
    "نافذة زجاج ملون مع تصميم أوراق وأزهار الورد معلقة على الحائط.",
    "نافذة زجاج ملون ذات تصميم وردة تُرى من الأعلى في كنيسة القديس يوحنا، ومن الوسط تُرى من قرب، ومن الأسفل تُرى في حمام.",
    "سلم حلزوني مع أرضية خشبية يؤدي إلى سقف حيث تعلق طيارة، في حين أن مصباح حائطي بضوئين يضاء وسط المشهد.",
    "سلم مزخرف بالزهور والثريات يؤدي إلى سلم حلزوني مع جرة زهور ونافذة، حيث تجلس وردة واحدة على أحد الدرجات.",
    "درج ذو حاملات حديدية سوداء ودرابزين حديد منحوت يؤدي إلى ثريا معلقة في الأعلى.",
    "درج حلزوني مع مسند أسود وأرضية خشبية يؤدي إلى منصة مضاءة جيداً مع نافذة في المنزل."
  ],
  "e22e764c60c44da28c2ba3e5c93fd44f": [
    "مطبخ يحتوي على موقد وموقد مزدوج، به خزائن خشبية، يقع في غرفة ذات سقف خشبي وباب.",
    "مطبخ مع طاولة و أرضية من البلاط متصل مع رواق مع أقواس و أرضية من البلاط، كل ذلك تحت سقف مع عوارض خشبية و إضاءة.",
    "مطبخ به جزيرة منضدة صفراء، منضدة خشبية وموقد، ومصباح كبير من الحديد المطاوع.",
    "المشهد يصور ثلاثة مطابخ مختلفة بألواح وألوان متباينة للمطبخ والطاولات.",
    "مطبخ وغرفة طعام مع عناصر خشبية وسجادة على أرضية من البلاط.",
    "حمام به حوض و مرآة و سجادة و طاولة مطبخ مضاءة بمصباح معلق من سقف به عوارض خشبية.",
    "المشهد يصور مطبخاً ريفياً به حوض ومدفأة، يؤدي إلى غرفة طعام به ثريا وجذوع خشبية.",
    "منزل دافئ مع مطبخ وغرفة طعام وموقد ولوحة رسم كبيرة وسقف عوارض خشبية وديكورات من البلاط والخشب."
  ],
  "bd0fed0d97ec441ea72b98bbc1ca0a79": [
    "المشهد يضم حماماً مع أرضية من البلاط وصوره، لوحة فنية معلقة في ممر، ولوحة فنية أخرى معلقة على جدار غرفة.",
    "رواق فسيح مع أرضية من البلاط الدائري، ورواق مع باب مقوس كبير، ومصباح معلق من السقف.",
    "رواق به لوحة مقفلة، سلالم، صورة، وسجادة.",
    "غرفة ذات حائط أصفر توجد فيها لوحة معلقة عليه وورود في زهرية على طاولة بجانب حائط آخر.",
    "لوحة لسباق خيل معلقة على جدار في غرفة مع زهرية من الورود على الأرض بجانبها.",
    "غرفة طعام مع أرضية من البلاط البني يتم الوصول إليها من خلال قوس خشبي مع جهاز إضاءة في الوسط.",
    "رواق مع أبواب وقبب وشمعدانين.",
    "ممر مع باب، أرضية من البلاط، لوحتان معلقتان على الحائط، باب خشبي، وحائط خشبي."
  ],
  "481f06bb3f5842d099817eb83ffb76fb": [
    "ممر مع أرضيات مفروشة بالبلاط، باب، مصباح سقف، ومصباح.",
    "المشهد يظهر رواقًا به جدار أملس أبيض وأصفر، وتصوير مقرب من جدار أصفر وبني.",
    "مشهد حمام مع جدار أبيض، منشفة بيضاء معلقة عليه، شريط أصفر على جدار آخر، وحمام أصفر وأبيض مع مقبض أصفر.",
    "ركن أرضية مفروشة ببلاط مع نافذة إطارية خشبية تلقي ظلاً.",
    "المشهد يصور رواقًا مع ثريا، مطبخًا مع قوس يؤدي إلى غرفة الطعام، ورواقًا مع أرضية من البلاط ومرحاض.",
    "ممر مع أرضية من البلاط يؤدي إلى غرفة مع باب وجدار، مع مدخل فوقه مضاء بواسطة ضوء.",
    "حمام به جدار و باب أصفر يحتوي على حوض ومرآة، وباب منفصل.",
    "منظر لحمام يحتوي على مرحاض و مغسلة، مغسلة ومرآة، وممر مع ثريا معلقة."
  ],
  "04dbf54474354ec099ca16cf0d7f1686": [
    "غرفة نوم بسيطة مع سرير أبيض وسجادة، نافذة، وسقف خشبي مع عارضة.",
    "المشهد يضم ثلاث أبواب، واحد مع مقبض وزجاج، واحد مع مرآة، واحد مع إطار خشبي وستائر.",
    "باب خشبي مع مقبض وإطار يحتوي على ضوء.",
    "شرفة ذات أرضية مفروشة بالبلاط الأزرق ودرابزين من الحديد المطاوع تحتوي على مدفأة ودرابزين من الحديد المطاوع، كل ذلك تحت سقف خشبي مع عارضة خشبية.",
    "مساحة خارجية فاخرة تضم مسبحًا بحاجز حديدي مطروق، شرفة تطل على المسبح، وطاولة خشبية مع مصباح معلق.",
    "شرفة ذات أرضية مفروشة بالبلاط ودرابزين تطل على مسبح، بينما يعلو المشهد سقف خشبي مع عارضة.",
    "المشهد يضم غرفة تحتوي على باب ونافذة وأرضية مفروشة وإطار خشبي وثريات إضاءة.",
    "غرفة نوم مع كاميرا على الباب، سرير ونافذة، وباب خشبي مع لوح زجاجي يُرى من زوايا مختلفة."
  ],
  "831ed5e809af47ab97492490a5ecb0a5": [
    "المشهد يتكون من حمام مع سجادة صفراء وأرضية من البلاط، مطبخ مع جزيرة كبيرة وفرن، وغرفة مع سقف خشبي وثريا.",
    "المطبخ يضم عناصر خشبية مثل جزيرة وأرضية وباب وخزائن، بالإضافة إلى ثريا.",
    "مطبخ به خزائن خشبية وجدار أصفر مرئي من باب به إطار خشبي، يقع في غرفة به جدار وباب.",
    "باب خشبي مع مقبض يظهر في مدخل يؤدي إلى منزل.",
    "المشهد يحتوي على غرفة طعام مع طاولة وكراسي على أرضيات من البلاط، وكذلك منظر لإصلاح سقف في سان دييغو من الأعلى.\n\n          .",
    "غرفة طعام تحتوي على طاولة وكراسي يعلوها لوحة معلقة على الحائط.",
    "حائط أبيض مع حوض ومزلاج يظهر، مع كتاب أصفر على المستوى الأوسط وورقة صفراء على طاولة أعلى.",
    "مطبخ بهدف طاولة خشبية ومقوس يوجد به مفتاح إضاءة على الحائط، بينما يمكن رؤية رواق ذو جدار أصفر وباب أبيض من الأعلى."
  ],
  "beb2435723194e93bd6dca4b31e0bb19": [
    "مطبخ يحتوي على ميكروويفين، مقلاة، خزائن خشبية، وتصوير مقرب لمكتب خشبي.",
    "مطبخ به ميكروويف و حوض يظهر من منظور من الأعلى، بينما يقع ميكروويف على طاولة في منتصف المشهد، ويظهر باب خشبي مع إطار من الأعلى.",
    "رواق مع أبواب مقوسة، ومصابيح معلقة، وأرضية مفروشة بالبلاط.",
    "باب خشبي مع مقبض أسود مثبت في جدار خشبي يضم قوس خشبي أعلاه.",
    "باب خشبي مع مقبض مثبت في جدار به إطار خشبي، بينما يرقد لوح تزلج على الجدار أعلاه.",
    "غرفة بأرضية من البلاط، حائط بني، سقف أصفر، وبابين  أحدهما بمقبض بني والآخر بمقبض خشبي.",
    "مطبخ مع خزائن خشبية، أرضية من بلاط بني، أرضية من الطوب، باب خشبي، وضوء سقف مع إطار خشبي.",
    "المشهد يتكون من حمام مع حوض وميكروويف، ومطبخ مع خزائن خشبية وحوض، وخزانة مع خزائن خشبية وثريات."
  ],
  "2a47f095717143d989ac571609ffaf0a": [
    "باب خشبي مع نوافذ مقوسة ومصباح معلق فوقه، موضوع على أرضية مفروشة بالبلاط.",
    "مدخل خشبي مع أرضية مفروشة بالبلاط وبوابة دائرية في الأعلى، يضم باب خشبي بإطار خشبي.",
    "حمام به جدار أصفر ومرحاض أبيض به ميزان حرارة مثبت على الجدار ومحاط بجدران ذهبية مع طراز ذهبي.",
    "مطبخ مع منطقة بار، أرضيات من البلاط، سقف خشبي، عوارض خشبية، ومصباح.",
    "المشهد يصور مساحة معيشة متعددة المستويات مع مدفأة وبار ومطبخ مع سقف خشبي وثريات.",
    "غرفة معيشة دافئة مع مدفأة و سجادة و ثريات و سقف خشبي.",
    "المشهد يتكون من زاوية معدنية، حائط بني، حائط بيج، وحائط أبيض.",
    "المشهد يصور مطبخًا به ميكروويف، ثلاجة، خزائن خشبية، وباب مقوس."
  ],
  "ffa76a5c7f674809a71a1990629ea37a": [
    "حمام به حوض ومِرآة ومناشف وثريات.",
    "يصور المشهد حماماً يحتوي على حوض، طاولة خشبية، مرآة، وثابت إضاءة.",
    "حمام به دش و أرضية من البلاط، يضم منشفة معلقة على الحائط، يُرى من الأعلى كرواق به مرآة وسقف مقوس.",
    "حمام به حوض نحاسي و مغسلة و مرآة و مناشف و دش و مرحاض.",
    "غرفة مع حوض، طاولة، كرسي، نافذة مع ستائر، ومروحة.",
    "باب خشبي مطلي باللون البني مع قوس يُرى من زوايا مختلفة، بما في ذلك مقطع قريب من باب الخزانة.",
    "غرفة نوم مع سرير وثريا تحت سقف مقوس في منزل.",
    "حمام يحتوي على حوض، منشفة، خزانة خشبية، مرآة، وباب خشبي."
  ],
  "b61fd325bc7a4bb5a8ca1638209ca8d9": [
    "غرفة معيشة تحتوي على مدفأة، ولوح خشبي، وسجادة، ومقعد خشبي، ونافذة في الوسط.",
    "مشاهد لموقد مع حامل نار و نار، مزخرف بتصميم زخرفي، من الأعلى والمنتصف، بالإضافة إلى مقطع قريب من عمود حجر في مبنى.",
    "نافذة إطارية خشبية ذات مقعد تطل على منظر ممتلئ بالأشجار.",
    "شمعة تجلس في نافذة ذات إطار خشبي، بينما يمنع فرع من شجرة الرؤية وفرع من الزهور يتدلى من باب خشبي قريب.",
    "يُوضَعُ زهريةٌ على سطوحٍ خشبيةٍ مُختلفة.",
    "زهرية من الزهور تقع على طاولة أمام باب خشبي يحتوي على زهور.",
    "غرفة معيشة فسيحة بأرضيات خشبية ولوح خشبي وسجادة معلقة من عوارض خشبية.",
    "غرفة معيشة فسيحة مع لوح خشبي، شرفة، سجادة كبيرة، كراسي، عوارض خشبية، ومصابيح معلقة."
  ],
  "00c6dc6b90a947a48c378f08b061234e": [
    "طاولة خشبية عليها خنزير توجد في غرفة ذات لوح خشبي ونافذة، بينما يقف تمثال خنزير أمام الطاولة.",
    "موقد مع شرفة زخرفية، ووعاء نبات، تصميم منحوت كبير، زهرية، وساعة.",
    "موقد مع نار مشتعلة مزين بموقد أسود يضم شعارًا، بينما يعلّق درع على الحائط فوقه.",
    "مدفأة مزخرفة ذات منحوتات ودرابزين مزينة بفازة وساعة، بينما يوفر نافذة منظرًا من الوسط.",
    "زهرية على طاولة خشبية تحت ضوء يسطع على السقف الخشبي.\n\n \n زهرية    \n على طاولة خشبية     \n تحت \n ضوء يسطع   \n على السقف الخشبي",
    "غرفة معيشة واسعة مع مدفأة، نوافذ كبيرة، كرسي، وسجادة، تتميز بسقف خشبي وأبواب.",
    "غرفة معيشة واسعة ذات لوحات خشبية، مدفأة، طاولة قهوة، كراسي، ومصابيح معلقة من عوارض خشبية.",
    "مشهد يضم غرفة معيشة مع كرسي وسجادة، غرفة مع لوح خشبي وكرسي، وشرفة خشبية مع حاجز."
  ],
  "c59b85476c9d4423b98e1cbfd010f4c5": [
    "المشهد يصور رواقًا به مدخلان، كل منهما يحتوي على باب خشبي، وواحد منهما يحتوي على قوس خشبي، ورف خشبي في الوسط.",
    "المشهد يتألف من حمام مع جدار أبيض وأرضية مفروشة بالبلاط، غرفة مع جدار أبيض وأرضية، وغرفة مع جدار منحني وباب.",
    "ممر مع أرضية من بلاط دائري، مرآة، وشمعدانين.",
    "المشهد يصور مطبخًا به أرضية من البلاط و حوض غسيل، حائط أبيض مع باب، وسلم مع حائط أبيض وباب.",
    "درج يعلوه لوحة و يحيط به درابزين حديدي مطروق يؤدي إلى باب به نافذة زجاجية ملونة.",
    "منزل فخم مع أرضيات بلاط دائرية، سلالم خشبية، أبواب مقوسة، ودرابزين حديد مصهور.",
    "رواق فسيح مع أرضية من البلاط الدائري، أقواس، مقعد، مدفأة، ومصباح معلق من السقف.",
    "أرضية من البلاط الدائري مع باب خشبي، مرآة، وطاولة تؤدي إلى ممر مع جهاز إضاءة."
  ],
  "06257b2442c84a7d9a494429e42d3d6f": [
    "باب خشبي مع نافذة وقوس يقع على أرضية مبلطة دائرية.",
    "رواق مع قوس خشبي، باب مع سجادة وساعة على الحائط.",
    "رواق كبير مع أرضية من البلاط الدائري، وبوابات مقوسة، ومصباح معلق من سقف مقوس.",
    "درج خشبي مع درجات خشبية و مسند ، مسند حديد منحوت ، لوحة ، و قوس زخرفي.",
    "منزل فخم مع أرضية من البلاط الدائري، أبواب مقوسة تؤدي إلى غرفة كبيرة، وسلم مع قوس زخرفي ودرابزين حديدي.",
    "رواق فسيح مع أرضية من البلاط الدائري يؤدي إلى غرفة الطعام من خلال أقواس، بينما تضيف السلم ذات الدرابزين الحديدي المطاوع إلى روعة المكان.",
    "ممر مع أرضية من البلاط يوجد به باب خشبي ومقعد أمامه، وفيما يبدو من الأعلى نافذة مع قوس خشبي وضوء ساطع.",
    "رواق به لوحة خشبية، مرآة، زهرية، ساعة، وخزانة خشبية."
  ],
  "c56e92a10dda45a0a27fe34224c8294e": [
    "رواق فسيح مع ثريا وباب يؤدي إلى رواق مع باب مقوس كبير ومرآة، ويتميز بأرضية من بلاط دائري.",
    "ممر مع قاعة أرضية خشبية مطبوعة بشكل دائري يؤدي إلى باب خشبي محاط بإطارية خشبية مزخرفة بثريا وساعة.",
    "منظر مقرب من خزانة خشبية مع باب وجدار مقسم.",
    "داخل خشبي مع خزانة وباب وقوس مزخرف بالمصابيح.",
    "مساحة واسعة أنيقة متعددة المستويات تحتوي على غرفة معيشة وطاولة بلياردو ورواق مزود بأسقف خشبية وسجادة وثريات وسقف خشبي.",
    "خزانة خشبية مع مقبض، باب خشبي مع زر، وتصوير مقرب للباب الخشبي مع الإطار.",
    "منظر مقرب من عناصر خشبية مختلفة في غرفة، بما في ذلك خزانة وأرضية وباب.",
    "باب خشبي مع إطار وزخرفة وقوس."
  ],
  "b244d47e223c4650af7577f24936d6c3": [
    "مشهد يظهر سلالم مع صورة، لوحة بتصوير بألوان صفراء وبنية، وتصوير مقرب للجدار مع نافذة.",
    "أرضية مفروشة بالبلاط الدائري تؤدي إلى رواق مزود بنافذة زجاجية ملونة وثريات معلقة من السقف.",
    "أرضية بلاط دائرية تؤدي إلى باب مقوس في منزل، مع ثريا معلقة فوق غرفة تحتوي على مرآة.",
    "حمام مع سقف دائري، رواق مع ساعة وزهرة، وأرضية بلاط دائرية مع مرآة وإناء.",
    "غرفة تحتوي على زهرية و مفتاح إضاءة تضم ساعة على الحائط، بينما تظهر من فوق درج مع أقواس وساعة أخرى.",
    "ممر مفروش بالبلاط يؤدي إلى سلم به درج حلزوني ودرابزين.",
    "رواق فسيح مع أقواس وأرضية حجرية يضم ثريا معلقاً فوقه، في حين يمكن رؤية أرضية بلاط دائرية في الممر أسفل.",
    "منظر لمبنى متعدد المستويات يحتوي على حمام في الطابق السفلي وغرفة مع باب في الطابق الوسط ودرج مع نور وثريا في الطابق العلوي."
  ],
  "1da343117c3a48ce9707860471a2c9aa": [
    "قطة سوداء معلقة على حائط أبيض مع باب خشبي وإطار.",
    "باب خشبي مع لوح زجاجي ونافذة مزين بثريا وجوائز خشبية.",
    "ممر مظلل مزود بمصباح وحاجز حديدي مطروق يُ الوصول إليه عبر ممر مزخرف مع باب وحاجز، وله سقف خشبي مع فانوسين معلقين منه.",
    "منظر خلاب يضم سياج حديدي مطروق، أرضية مفروشة بالبلاط، شرفة تطل على حديقة واسعة ذات مناظر جبلية، وممر خشبي مع مصباح معلق منه.",
    "مساحة خارجية متعددة المستويات تضم شرفة حديدية مطروقة، شرفة تطل على مسبح، ومدخل خشبي مع شريط خشبي.",
    "المشهد يصور غرفة تحتوي على حائط، باب، حوض، وسقف خشبي.",
    "المشهد يتكون من جدار أبيض مع جدار ب في الوسط وصورة لجدار ب مع أرضية بيضاء من منظور من الأعلى.",
    "حمام به جدار و أرضية بيضاء، به سقف خشبي ورف."
  ],
  "8fca205ff4f740c8ad4e01e2796db860": [
    "منظر لممر مع أقواس وباب، يضم درجًا من الحديد المطاوع مع أرضية مفروشة بالبلاط وصور سقف مقوس في غرفة من الأعلى.",
    "م   ,      ,        .",
    "سلالم مع درابزين معدني وأرضية خشبية مضاءة بمصباح.",
    "درج يحتوي على درجات خشبية وجدار أبيض يحتوي على صورة عليه ويتم إضاءته من خلال نافذة زجاج ملون على الجدار العلوي.",
    "مشهد يضم سلالم، حائط أبيض مع درجات خشبية، حائط مصبوغ بالأصفر والبني، وثابت إضاءة به مصباح مضاء.",
    "يتميز المشهد بثلاثة نوافذ زجاجية ملونة، واحدة مع زهرة، واحدة مع تصميم ورقة، وواحدة مع وردة، منظر من الأعلى والوسط والأسفل.",
    "نافذة زجاج ملون ت تصميم وردة يُرى من الأعلى والوسط والأسفل في ممر.",
    "رواق فسيح مع أرضية من بلاط دائري، أقواس تؤدي إلى رواق مع مقعد، ومصباح جميل معلق من سقف مقوس."
  ],
  "55bb9a9d764e41b98f7f1c1843885baa": [
    "غرفة تحتوي على مدفأة، ومرآة، وسجادة، ومنحوتة جمل على الأعلى.",
    "توجد تلفزيون في غرفة، إما موضوعة على رف خشبي أو مثبتة على الجدار.",
    "تلفزيون باناسونيك موضوع على قاعدته في غرفة ذات سقف مقوس، يضم تلفزيونا مع مرآة وكاميرا.",
    "مشهد يظهر فيه تلفزيون في أشكال مختلفة، بما في ذلك حامل تلفزيون ولوحة و تلفزيون مثبت على الحائط.",
    "غرفة ذات ستائر ونافذة تحمل ستارة معلقة على باب به مقبض باب.",
    "منظر لباب زجاجي مع مقبض خشبي يؤدي إلى مسبح ومنطقة شرفات، مع باب خشبي ونافذة مرئيين من الأعلى.",
    "غرفة نوم مريحة مع كرسي وسجادة، سرير وموقد نار، وعوارض خشبية ونافذة في الغرفة.",
    "المشهد يُظهر منزلًا متعدد المستويات يحتوي على غرفة نوم تحتوي على سرير وكرسي في المستوى السفلي، وغرفة نوم تحتوي على سرير وثريا في المستوى الأوسط، وغرفة طعام تحتوي على سقف خشبي في المستوى العلوي."
  ],
  "d70e05c20c15468eb93117d496285f82": [
    "مطبخ مع أرضية من البلاط و سجادة و فرن مزدوج و مدفأة يقع في غرفة مع سقف خشبي و مصباح.",
    "مطبخ ومجلس مأكولات فاخر مع ثريات وخليط من العناصر البيضاء والخشبية.",
    "مطبخ مع سطح منضدة أصفر، خزائن بنية، موقد، عوارض خشبية، ومصباح معلق.",
    "المشهد يصور حماماً يحتوي على طاولة خشبية ورف مناشف وخشبيات بنية ومرحاض، ومطبخاً يحتوي على خزائن خشبية وأضواء سقفية.",
    "منزل به رواق، غرفة طعام، ومطبخ جميعها تتميز بعناصر خشبية وبوابات مقوسة.",
    "المشهد يصور حماماً به حوض ومرآة، وكذلك سقفاً زخرفياً به أقواس وصور.",
    "مطبخ دافئ مع مدفأة ومطعم مع سقف خشبي.",
    "مطبخ واسع مع جزيرة كبيرة وطاولة، يضم طاولة عمل بنية ومرحاض، يقع في غرفة ذات سقف خشبي وثريات."
  ],
  "f1f7c280b9fe489581bc3fe0b7088468": [
    "غرفة تحتوي على عوارض خشبية ومرآة تحتوي على كرسي ووسادة، بينما يضم السقف الخشبي العلوي ثريا وصوره.",
    "غرفة تحتوي على مدفأة مزودة بإطار حجر زخرفي ومتكأ خشبي، تحت سقف خشبي مع شمس معدنية معلقة منه.",
    "غرفة تحتوي على مدفأة، تلفزيون، مصباح، وساعة مثبتة على الحائط.",
    "المشهد يضم غرفة مع أرضية خشبية، تلفزيون، باب زجاجي منزلق، مدفأة، وسقف خشبي مع باب.",
    "باب يحتوي على لوحة تؤدي إلى غرفة تحتوي على باب ومقبض باب، بينما يعلوها عارضة خشبية مع ستارة.",
    "طاولة صالة زخرفية موضوعة في غرفة ذات عوارض خشبية، وفي الوقت نفسه تتدلى لوحة على الحائط في الممر.",
    "غرفة نوم مريحة مع سرير وطاولة جانبية وخشب، تقع في غرفة مع مدفأة.",
    "غرفة نوم مع عوارض خشبية وسرير، تحتوي على كرسي وسجادة، مزودة بمصباح معلّق من السقف في مطبخ.\n\n,                   ,    .             \n\nغرفة نوم مع عوارض خشبية وسرير، تحتوي على كرسي وسجادة، مزودة بمصباح معلّق من السقف.\n\n        ,     ,         ."
  ],
  "3d693374b870441ca751fba769f452cd": [
    "غرفة تحتوي على باب زجاجي، باب خشبي، ثريا، نافذة، وزوج من عصي بلياردو متكئة على أحد الأبواب.",
    "لوحة لرجل وامرأة معروضة على خزانة خشبية بجانب كرسي، بينما تُعلق لوحة إطارية على الحائط أعلاها.",
    "غرفة طعام ذات أرضية من البلاط وأرائك، لديها باب خشبي مع نافذة فيه وسقف خشبي مع نافذة وباب.",
    "غرفة طعام مع نوافذ مقوسة، طاولة، أربع كراسي، سجادة، وسقف مع عوارض خشبية وقبب.",
    "غرفة مع أرضية من البلاط، طاولة وكراسي، مدخل واسع مع باب وثريات، وسقف مع ثريات ونافذة.",
    "يوجد طاولة بلياردو في غرفة المعيشة ذات السقف الخشبي والثريات.",
    "يوجد طاولة بلياردو في غرفة معيشة ذات أرضيات مفروشة بالبلاط وأبواب وسقف خشبي وثريات.",
    "باب زجاجي بأطر خشبية يؤدي إلى غرفة المعيشة ذات باب زجاجي منزلق وأرضية من البلاط."
  ],
  "ffedee2a7b1f45e3b8a5b38f68aca03f": [
    "المشهد يضم ثلاثة أبواب مختلفة، بما في ذلك أبواب فرنسية مع ألواح زجاجية، وباب خشبي مع إطار خشبي وزجاج، وباب خشبي مع مرآة عليه.",
    "مشهد يضم ثلاثة مداخل مختلفة، كل منها يحتوي على ميزات مختلفة مثل باب بني، باب خشبي، شجرة، جهاز إضاءة، ومرآة.",
    "رواق مع أرضية مفروشة بالبلاط، أقواس، مصابيح معلقة، وباب.",
    "رواق مع أرضية من البلاط البني، أبواب خشبية، مداخل مقوسة، مرآة، ونافذة مقوسة.",
    "غرفة طعام مع أرضية خشبية، وشمعدان، وسقف مقوس مرئي من خلال باب.",
    "المشهد يصور مطبخًا به أرضيات من البلاط ومرحاض أبيض، ويضم جزيرة كبيرة وثرياً، يؤدي إلى غرفة طعام مع قوس خشبي وثريا.",
    "المشهد يصور رواقًا به حوض، مطبخًا به جزيرة كبيرة ومدفأة، وسقفًا خشبيًا به ثريات.",
    "ممر مع أرضية من البلاط البني، باب خشبي مع زجاج، وقوس أبيض مع باب."
  ],
  "49b3c844c10c4f1f8e36342aedb7bf94": [
    "مدخل فخم مع ثريا يؤدي إلى رواق مع أبواب خشبية.",
    "باب خشبي مع إطار وقوس محاط بالبلاط وإطارات خشبية.",
    "غرفة معيشة فخمة مع أعمال خشبية مزخرفة، مدفأة، ثريا، وباب خشبي يؤدي إلى غرفة بأرضية خشبية مع باب.",
    "غرفة معيشة واسعة مع أرضيات خشبية، أثاث خشبي، مدفأة، ومصباح معلق من السقف الخشبي.",
    "المشهد يصور غرفة طعام مع طاولة خشبية وأرائك، تتميز بلوح خشبي وثريا، تقع فوق مطبخ مع أسقف خشبية وثريا آخر.",
    "غرفة طعام مع ثريا، كراسي خشبية، و عوارض على السقف، تحتوي على طاولة مع كراسي وسجادة.",
    "المشهد يصور غرفة مع أرضية خشبية وخزانة، متصلة بممر مع مرآة كبيرة وخزانة خشبية، كل ذلك تحت سقف خشبي مع جهاز إضاءة ومرآة.",
    "توجد صورة ورسمة لمبنى معلقة على حائط ممر، مع صورة لباب يعلوه أقواس."
  ],
  "5f072fc901d94293832102f94b9c3c24": [
    "رواق به عدة أبواب، أرضية بلاط دائرية، سجادة، ونافذة.",
    "ممر مع درج و باب و أرضية من البلاط يؤدي إلى قوس كبير مع جهاز إضاءة.",
    "منظر لممر درج يحيط به مسند أسود مصنوع من الحديد المطاوع و أرضية خشبية و يحتوي على سلة نفايات و يؤدي إلى قوس كبير في سقف المبنى.",
    "درج خشبي مع مصعد حديدي، مصعد خشبي مع لوحة فنية، ومرآة كبيرة مع ثريا.",
    "ممر مع درج، جدار أبيض مطلي مع مفتاح للضوء ومرآة، ومرآة معلقة على الجدار من الأعلى والأسفل والوسط.",
    "ممر مع أرضية من بلاط بني يؤدي إلى باب خشبي يفتح إلى غرفة، بينما يظهر من فوق درج خشبي مع قوس.",
    "رواق فسيح مع أرضية مفروشة بالبلاط الدائري، أقواس، مقعد، سلم، ومصباح معلق.",
    "رواق فسيح مع ثريا يؤدي إلى ممر مع مقعد خشبي ومرآة، ويتميز بأرضية بلاط دائري مع تصميم زخرفي."
  ],
  "3abee6c9f9d144cead7d659a476ecb07": [
    "يُصوّر المشهد غرفة تحتوي على نافذة وباب، كلاهما يحتويان على نوافذ، مع وجود ضوء يضيء الغرفة من فوق.",
    "غرفة ذات جدران بيضاء ونافذة منحنية، تحتوي على نافذة إطار خشبي وجدار طوب، مع ضوء يسطع من الأعلى.\n\n \n غرفة  \n ذات \n جدران بيضاء  \n ونافذة منحنية    \n تحتوي على \n نافذة إطار خشبي   \n وجدار طوب   \n مع \n ضوء يسطع من الأعلى",
    "السلم الحلزوني يؤدي إلى حمام به نافذة وثريات، ويتميز بسقف منحني عند النظر إليه من الأعلى.",
    "درج مع ممرّات حديدية مطروقة، نافذة مع زهرة، وإضاءة سقف زخرفية.",
    "درج مع سجادة دائرية، زهرية زهور، ومصباح سقف به زهرة.",
    "رواق فسيح مع ثريا ودرابزين حديدي يؤدي إلى سلم مع سجادة موضوعة على الدرجات.",
    "يتم وضع مرآة على أرضية خشبية في حمام مع ضوئين على الحائط.",
    "مصباح حائطي مع شمعتين موضوع فوق حائط حيث تتدلى فيه مرآة مزخرفة بأزهار، وتحتها مرآة كبيرة تحتوي على أزهار."
  ],
  "c3f77143c7ea412fa56c31817b0732b2": [
    "غرفة معيشة فسيحة ذات لوحات خشبية، مدفأة، كراسي، وسجادة كبيرة، تتميز بثريات معلقة من السقف.",
    "غرفة واسعة أنيقة مع مدفأة، لوح خشبي، أريكة كبيرة وأرائك، ثريات، وجوائز خشبية.",
    "رجل يقف أمام سقف خشبي، بينما يقف كلب في ممر، وفي الوسط يظهر غرفة معيشة كبيرة مع مدفأة وأرضية خشبية.",
    "غرفة معيشة واسعة تحتوي على طاولة بلياردو وموقد نار يمكن رؤيتها من خلال باب زجاجي، بينما يُرى باب خشبي يسطع نور من خلاله من الأعلى.",
    "غرفة معيشة ذات نافذة كبيرة وموقد وأرضية مفروشة بالبلاط ونافذة زجاجية بإطار خشبي مع إضاءة.",
    "باب خشبي مع لوح زجاجي وأرضية من البلاط يُرى من الأعلى ومن الوسط ومن الأسفل.",
    "غرفة طعام مع لوح خشبي، مرآة كبيرة و مصباح على طاولة، زهرية، جدار خشبي مع نور و نافذة.",
    "غرفة معيشة فسيحة مع لوح خشبي، مدفأة، أريكة، وطاولة طعام، تتميز بسقف خشبي وثريات."
  ],
  "ac4ac05b1f08435ab1ef9dc96a377684": [
    "مبنى به أرضيات خشبية ولوح خشبي وشرفة ذات درابزين خشبي.",
    "كرسي يجلس في غرفة ذات ألواح خشبية و شرفة فوقها.",
    "غرفة معيشة مع مدفأة، حافة رخامية، كراسي، طاولة قهوة، ثريا، ونوافذ.",
    "غرفة معيشة واسعة مع أرضيات خشبية، كرسي، أبواب خشبية، مدفأة، باب خشبي مع نافذة، وسقف خشبي.",
    "غرفة تحتوي على طاولة بلياردو وسجادة، تضم أبواب وقوسًا خشبيًا.",
    "المشهد يصور غرفة مقصورة من خشب مع كرسي وطاولة قهوة في غرفة المعيشة، وغرفة نوم مع مقصورة خشبية وكرسي، وغرفة مع مقصورة خشبية ونافذة.",
    "المشهد يصور غرفة معيشة مريحة أنيقة مع مدفأة ولوح خشبي، مصحوبة بغرفة طعام ذات سقف خشبي وثريا.",
    "غرفة معيشة دافئة مع لوح خشبي ومدفأة، تحتوي على أريكة وكراسي، متصلة بسلم خشبي مع درابزين."
  ],
  "f672e020e2a043b2ac119e8d09e7df89": [
    "ممر مع نافذة كبيرة وباب يؤدي إلى باب خشبي مع مرآة في الوسط، وأرضية بلاط دائرية مع خزانة خشبية.",
    "رواق فسيح مع ثريا يؤدي إلى ممر مع باب مقوس و أرضية خشبية، والتي تفتح على أرضية بلاط دائرية مع باب.",
    "درج مع سقف من البلاط الدائري، ودرابزين من الحديد المطاوع، وقناطر.",
    "رواق مع باب خشبي وأرضية مفروشة بالبلاط يؤدي إلى مدخل مقوس مع لوح خشبي ومدخل خشبي مقوس مع باب فوقه.",
    "المشهد يصور رواقًا يحتوي على صورة إطارية ومدفأة، مع جدران مزينة بصور إضافية.",
    "ممر مع زهرية، أقواس خشبية، ثريات، وسقف مقوس.",
    "ممر مضاء بنور يأتي من نافذة وثريا معلق في قوس.",
    "مكتب خشبي يقع في غرفة مع نافذة مقوسة وإطار أبيض."
  ],
  "c310824d1f3f443aa1f972cae642ce66": [
    "غرفة نوم تحتوي على سرير وستائر بيج ورف خشبي وسجادة ومروحة سقف.",
    "المشهد يضم غرفة ذات نوافذ متعددة، كل منها به ستائر، وإطلالة على حديقة وباب شرفة، بالإضافة إلى مقعد نافذة.",
    "ستارة بنية ذات شرطة معلقة في غرفة ذات مقعد نافذة.",
    "حمام به مرآة و مرآة حائطية، لوحة باب ذات إطار أصفر، وساعة معلقة على الحائط.",
    "رواق مع سجادة وباب ونافذة وقبب ومدخل.",
    "منظر لغرفة حمام صغيرة تحتوي على مرحاض وغسلة، غرفة مع جدار أبيض وضوء، وممر مع باب من منظور من الأعلى والمنتصف.",
    "سرير مع مصابيح وصور على الجدار، بما في ذلك مصباح منضدة جانبية، يُرى من منظور من الأعلى والمتوسط مع صورة معلقة على السقف.",
    "غرفة نوم مع سرير مطبوع بالأحمر والأبيض، تلفزيون، ومصباح معلق من السقف."
  ],
  "6a5804eabf574d3f9498c7d2967bfa47": [
    "يصور المشهد بابًا خشبيًا مع مقبض ويد، ونافذة، وتصويرًا مقربًا من الأعلى.",
    "غرفة تحتوي على حائط أصفر وطاولة خشبية، تحتوي على دولاب خشبي يوجد فوقه قبعة قش، وفوقها حمام يحتوي على مرحاض و مغسلة.",
    "المشهد يصور مساحة معيشة صغيرة مع سجادة، دولاب، ومطبخ مع خزائن خشبية وضوء سقف مع إطار خشبي وباب.",
    "خزانة خشبية مع سجادة في الزاوية، وحمام مع أبواب خشبية ومرآة، وباب خشبي مع مروحة وضوء يمكن رؤيتهما من زوايا مختلفة.\n\n,      \nخزانة خشبية وسجادة في الزاوية، وحمام مع أبواب خشبية ومرآة، وباب خشبي مع مروحة وضوء.\n\n                      ,    \nخزانة خشبية وسجادة في الزاوية، وحمام مع أبواب خشبية ومرآة، وباب خشبي مع مروحة وضوء من زوايا مختلفة.",
    "خزانة خشبية مع مقبض أسود وتصوير مقرب من بابها وباب الخزانة.",
    "يُظهر المشهد خزانة خشبية مع أبواب ، أحدها يظهر في مقربة.",
    "خزانة خشبية مع مقابض ومفاصل معدنية تظهر من زوايا مختلفة، بما في ذلك مقطع قريب من الباب مع المقابض.",
    "منظر مقرب من عناصر خشبية مختلفة في الغرفة، بما في ذلك باب وجدار و خزانة زاوية."
  ],
  "64c00dea4b1a41a98bd439d56b753283": [
    "سرير مع حاجز سرير و مصباح، مصحوبًا بضوء سقف معلق من عارضة خشبية.",
    "غرفة نوم مع غطاء سرير أبيض، مدفأة، مصباح، وسقف خشبي.",
    "المشهد يصور منزلًا متعدد المستويات مع مدافئ، مصابيح كريستالية، ومميزات خشبية في جميع أنحاء.",
    "ستارة معلقة على جدار خشبي به باب وباب مع ستائر وحبل مربوط به.",
    "حمام به جدار أصفر وأرضية بيضاء متصل بغرفة به أرضية وجدار خشبيين مفصولين بجدار مصبوغ بالأبيض مع لمسة صفراء.",
    "غرفة ذات جدار أصفر وسقف أبيض تحتوي على صورة لجدار منحني يمر عبره الضوء، بينما يوجد في منطقة منفصلة جدران بيضاء وأرضية خشبية.",
    "رواق مع أرضية خشبية، سجادة، مرآة، لوحة، ومصابيح.",
    "منظر لممر مع جدار أبيض وباب يؤدي إلى غرفة تحتوي على كرسي وسجادة، كل ذلك تحت سقف مقوس كبير في مبنى.\n\n \n منظر  \n لممر   \n مع جدار أبيض    \n وباب يؤدي إلى غرفة       \n تحتوي على كرسي وسجادة     \n كل ذلك \n تحت سقف مقوس كبير     \n في مبنى"
  ],
  "a8037d63a223407e89b8a7c9bb560c3f": [
    "المشهد يضم جدار أبيض مع باب خشبي ونافذة، نافذة مع إطار خشبي، وجدار مع عارضة خشبية ونافذة.",
    "زاوية غرفة بأرضية مفروشة بالبلاط وباب ذو إطار خشبي وبابين.",
    "غرفة طعام مع أرضيات خشبية، أسقف خشبية، مدفأة، ومصباح معلق.",
    "باب خشبي مع باب وزجاج يؤدي إلى مساحة بأرضية وسقف خشبيين مضاءة بنور يمر عبر السقف.",
    "منظر لمسبح ومنطقة شرفة مع باب يؤدي إليه، كما يظهر من الأعلى من خلال نافذة مع منظر للأشجار والسماء.",
    "منزل به شرفة و فناء مغطى بالبلاط يضم نبتة في أواني على طاولة وباب.",
    "باب مع بساط أمامه يؤدي إلى غرفة طعام مع ثريا معلقة فوقه.",
    "غرفة ذات أرضية مفروشة بالبلاط، وباب خشبي ونافذة، وخشب على السقف."
  ],
  "fe680f01b8c742c78b9771ac09fadb06": [
    "ممر مع أرضية من بلاط دائري يؤدي إلى باب مع نافذة وقوس.",
    "حائط أصفر مع ضوء أصفر يسطع عليه يُرى من المنتصف، مع لوحة تُظهر خلفية صفراء وبنية معلقة على حائط أعلى، وفيما يُشبه النظر إلى الأسفل يظهر حائط مصبوغ باللون الأصفر وأرضية بيضاء.",
    "شخص جالس على طاولة يلقي ظلاً، وفي الوسط يظهر حوض أبيض مع منضدة صفراء، وفي المقدمة يظهر جزء من أرضية بلاطية بنية من الأعلى.",
    "غرفة ذات جدار أصفر ونافذة وباب تُرى من الأعلى والأسفل، مع جدار أبيض ونافذة أخرى مرئية من المنظر العلوي.",
    "ممر مع أرضيات مفروشة بالبلاط، أقواس، نافذة، ثريات، ومصباح.",
    "باب خشبي مضاء بالشموع يقف على أرضية مفروشة بالبلاط مع شمعة معلقة قريبة منه.",
    "غرفة غسيل تحتوي على غسالة و مجفف، حائط مع مصباح و مجموعة أخرى من غسالة و مجفف، و مصباح حائطي مع شمعة فيه.",
    "المشهد يصور غرفة غسيل مع غسالة ومجفف على المستوى الأوسط، وحمام مع جهاز إضاءة وباب على المستوى العلوي."
  ],
  "9a999a2186194fb7aa9310ba04d1c86f": [
    "رواق مع أرضيات مختلفة وباب، يضم سقفًا خشبيًا وثريات إضاءة أعلاه.",
    "مطبخ مع أرضيات من البلاط، موقد، لوحة على الحائط، وسقف مع صورة ومرآة.",
    "المشهد يصور مطبخًا واسعًا وفاخرًا مع سطح من الرخام، وجزيرة كبيرة، وموقد، متصلًا بغرفة طعام ذات سقف خشبي وثريات.",
    "المشهد يصور مطبخًا به خزائن خشبية، وجزيرة مركزية، وبار مع كراسي، وأعمدة خشبية، وطاولة خشبية.",
    "المنظر يصور مساحة معيشة متعددة المستويات تحتوي على مطبخ وغرفة معيشة وغرفة خشبية مع كرسي.",
    "المشهد يظهر مساحة معيشة متعددة المستويات مع مدفأة مريحة، مقاعد مريحة، ومنطقة طعام منفصلة مع عوارض خشبية أنيقة ومصباح كروي.",
    "المشهد يصور منزلًا متعدد الطوابق به غرفة معيشة ورواق وغرفة طعام، كل منها به مدفأة ونفاذ فريد.",
    "رواق مع طاولة صالة، سجادة، زهرية، طاولة خشبية، صور إطارية، و عوارض خشبية في غرفة مع صورة."
  ],
  "bbf276ac29704bc18fb76eb278555ac3": [
    "غرفة ذات أرضية خشبية ونافذة مغطاة بالستائر.",
    "مشهد يضم طاولة خشبية تحمل مصباحًا وخزانة مع قضيب وستارة من منظور من الأعلى والأسفل والمتوسط.",
    "مشهد حمام مع رف مناشف، وروب أبيض، وعقال مناشف على رف خشبي.",
    "ثوب أبيض معلق على رف خشبي بينما منشفة معلق على خزانة خشبية قريبة.",
    "غرفة ذات باب خشبي، مرآة، سجادة، خزانة تحتوي على ثلاثي القوائم وضوء على السقف.",
    "غرفة نوم مع باب خشبي، سرير، بطانية، خزانة مع قضيب معدني، ومنشفة بيضاء مطوية معلقة على قضيب خشبي.",
    "شريط أسود معلق على حائط أبيض مع صورة بيضاء، بينما يقع كرسي خشبي ذو غطاء خشبي أسفله.",
    "المشهد يتكون من طاولة صغيرة ذات سطح خشبي ودرابزين، و خزانتين، الأولى ذات رف خشبي وباب خشبي، والثانية ذات ستارة وباب خشبي."
  ],
  "4ba353cfdcac4050b03986e23b673c73": [
    "باب خشبي مع إطار خشبي يُصوَّر من زوايا مختلفة.",
    "حمام به سجادة وخزانة خشبية يؤدي إلى خزانة به رف مناشف وملابس معلقة عليه، مغطى بمصباح وآخر خزانة خشبية.",
    "خزانة تحتوي على ملابس معلقة على قضبان وسجادة على الأرض، من منظورات مختلفة.",
    "منظر مقرب للباب الخشبي مع المقبض والمقبض، مثبت في جدار خشبي.",
    "باب خشبي به مقابض خشبية و معدنية يظهر من زوايا مختلفة.",
    "غرفة نوم مع سرير وطاولة ومصباح معلق تحت سقف خشبي.",
    "غرفة نوم تحتوي على سرير وستائر وطاولة جانبية، تتميز بسقف خشبي وستارة.",
    "ستارة بنية وبيضاء عليها نمط تظهر من الأعلى والأسفل والمنتصف مع ظهور جهاز التحكم عن بعد في المنظر السفلي."
  ],
  "86f32b6029b44cc98b7f1f5e3af0646b": [
    "حمام به مرآة ونافذة وثريات وأرضية خشبية.",
    "منظر لممر مع درابزين حديدي مطروق ونافذة يؤدي إلى حمام مع إضاءة سقف ومرحاض.",
    "زهرية من الزهور موجودة في مواقع مختلفة داخل الغرفة، بما في ذلك على الدرج، وطاولة أمام النافذة، وفي مصباح السقف.",
    "غرفة تحتوي على فازة من الفروع معلقة من السقف وفازة من الزهور تحتوي على فرع على طاولة، بالإضافة إلى فازة من الزهور على الدرج.",
    "غرفة تحتوي على درج، نافذة، مرآة، إطار خشبي، سقف، وباب.",
    "درج فاخر مع سجادة، مصعد حديد منحوت، ثريا، وسقف قوس دائري مع جهاز إضاءة.",
    "درج فخم مع مصاعد حديدية مطروقة يؤدي إلى غرفة ذات أقواس وضوء ساطع.",
    "غرفة ذات جدار مُزخرف وسجادة على أرضية خشبية مُضاءة من فوق."
  ],
  "a1c0980fcdd94ab7843fe9762e25aee6": [
    "غرفة صغيرة مع دولاب، خزانة، نافذة، كرسي، سجادة، وضوء يضيء على الخزانة.",
    "حمام به رف مناشف خشبي يحمل منشفة وقفص خشبي قريب به ثياب معلقة على قضيب.",
    "رجل جالس على كرسي وسماعة خشبية بالملابس معلقة فوقه وعمود أسود وأبيض من الخشب مع مقبض معدني تحتها.",
    "خزانة خشبية مع شماعة، وباب خشبي مع مقبض، وخزانة مع قضيب ورف ظاهرة من زوايا مختلفة.",
    "المشهد يضم مرآة مع حامل ثلاثي القوائم، موضوعة داخل إطار خشبي وخزانة.",
    "باب خشبي به مرآة موجود على مستويات مختلفة",
    "غرفة نوم مع أرضية خشبية وسرير، تتميز بثريا، تقع في ممر مع سقف مقوس وباب خشبي.",
    "خزانة خشبية مع منشفة معلقة عليها ورف خشبي فوقها."
  ],
  "f7a060bfa1164b5e9c5cca04284f6d6b": [
    "المشهد يصور منزلًا به مطبخ ورواق مع أبواب مقوسة وموقد، وسقف به عوارض خشبية وباب.",
    "مطبخ به موقد، فرن، هود خشبي، خزائن، وهاتفان على سطح الموقد.",
    "مطبخ به موقد و حامل سكاكين و حجر زجاجي و غطاء خشبي و خزانة خشبية.",
    "مشهد يظهر مطبخًا به خزائن بنيّة ومرحاض، بالإضافة إلى خزانة بأبواب خشبيّة وضوء.",
    "مطبخ به خزائن خشبية، حوض اصفر، خزانة خشبية وطاولة، ونافذة.",
    "المشهد يصور حماماً به حوض و ميكروويف، متصلاً بمطبخ به خزائن بنيّة و حوض، كل ذلك تحت خزائن خشبيّة و مصباح.",
    "مطبخ فسيح مع طاولة رخامية، خزائن خشبية، أرضيات بلاط، سقف خشبي، ومغسلة.",
    "مطبخ به جزيرة كبيرة، سطح مطبخ أصفر، ومصباح معلق به مصابيح حديدية مطروقة."
  ],
  "37cbb99f26454733992123c45ee74bca": [
    "يصور المشهد بابًا خشبيًا مع إطار، مدخلًا مع إطار خشبي وأرضية، وسجادة.",
    "مكبر صوت معلق من سقف غرفة ذات جدار أبيض وأرضية من البلاط في أحد الزوايا.",
    "المشهد يظهر غرفة تحتوي على نافذة إطار خشبي وكرسي، وباب خشبي مع مرآة، وسقف خشبي مع باب آخر.",
    "منظر شرفة ذات مسند ونافذة، باب خشبي بإطار أسود ومسند، وسقف خشبي مع باب.",
    "منظر للبركة والشرفة من شرفة ذات مصعد حديدي وطابق خشبي مع عارضة خشبية.",
    "مساحة خارجية متعددة المستويات تحتوي على مسبح و شرفة و شرفة و  خشبية مع درابزين حديد منحوت ، محاطة بأشجار ومضاءة بمصباح.",
    "ممر مظلل بسلالم خشبية وثريات يمتد من شرفة خشبية ذات درابزين وثريات إلى ممر مفروش بالبلاط مزود بدرابزين.",
    "غرفة خشبية مع باب وأرضية وسجادة وسقف وثريا وعوارض."
  ],
  "58042d19e91b492e925de7a7ef02af7f": [
    "المشهد يتكون من غرفة مع أرضية من البلاط، وكرسي، وباب زجاجي، وطاولة بلياردو، وباب مع نافذة.",
    "غرفة تحتوي على أثاث قديم ولوحة فنية على خزانة خشبية، ولوحة فنية أخرى معلقة على الحائط.",
    "غرفة طعام مع طاولة، أربعة كراسي، نافذتين مقوستين، سقف عارضة خشبية، ونافذة.",
    "غرفة طعام مع أرضية من البلاط، وشباكين مقوسين، وطاولة، وسقف مع أقواس وثريات.",
    "مشهد يضم أرضية مفروشة بالبلاط، باب مع باب، باب شرفات مع نافورة، ونافذة مقوسة في المنزل.",
    "منزل به نوافذ مقوسة وعوارض خشبية يحتوي على باب زجاجي منزلق يؤدي إلى فناء به مسبح، وفي الداخل يوجد طاولة بلياردو على أرضية مفروشة بالبلاط مع أبواب.",
    "غرفة معيشة تحتوي على طاولة بلياردو وموقد، منظر من الأعلى، مع ممر يضم مصابيح خشبية معلقة فوقه.",
    "غرفة ذات سقف خشبي وأبواب تحتوي على طاولة بلياردو على أرضية من البلاط وأبواب زجاجية منزلقية تؤدي إلى غرفة المعيشة."
  ],
  "afa1f6b3e9424b92aff7ac85d0d17ff4": [
    "ممر مع أرضيات خشبية صلبة، سجادة كبيرة، باب، وثابتة إضاءة سقف.",
    "المشهد يتكون من حمام مع سجادة وخزانة، ومطبخ مع مرآة مقوسة كبيرة، وضوء سقف دائري.",
    "منظر لممر مع باب خشبي يؤدي إلى غرفة نوم مع مدفأة وباب، كل ذلك يُرى من الأعلى مع قوس خشبي يحدد المدخل.",
    "منظر مقرب من باب خشبي مع مقابض مختلفة وإطار خشبي.",
    "حمام بهوض كبير ومصباح معلق به أرضية مفروشة بالبلاط ومصباح معلق فوق المدخل.",
    "حمام به باب خشبي، أرضية بلاط، مفتاح إضاءة، ومدخل به إطار خشبي وإضاءة.",
    "المشهد يصور مدخلًا مع أرضية خشبية وسجادة، مع لوحات من رواق وسلم مع مدخل على الجدران.",
    "رواق به مرآة، سجادة، صورة إطارية، ومدخل ذو نافذة مقوسة."
  ],
  "de361a4b30454c398c2a252cdf70c135": [
    "المشهد يصور غرفة معيشة دافئة مع أريكة وموقد، متصلة بمطبخ به عوارض خشبية وسقف.",
    "غرفة ذات أرضية من البلاط، كرسي، نبات، مطبخ مع باب خشبي وطاولة، وعارضة خشبية معلقة من السقف.",
    "موقد مع أواني و نبات فوقه يُرى من الأعلى، بينما شوكة وسكين على الموقد في الوسط، ومرآة مستديرة معلقة على الحائط.",
    "مدفأة فيها نار تحترق، عليها دراجة و أواني، بينما يعلوها مرآة مستديرة على الحائط.",
    "كرسي أبيض يجلس أمام باب خشبي مع سلة قريبة، بينما يعلو عارضة خشبية فوق نافذة أعلى.",
    "غرفة ذات باب زجاجي كبير متحرك وسقف من عوارض خشبية يوجد كرسي أمامه.",
    "المشهد يصور غرفة طعام مع طاولة وكراسي تحت سقف خشبي مع أجهزة إضاءة.",
    "غرفة معيشة دافئة مع مدفأة، عوارض خشبية، سجادة من جلد البقرة على طاولة القهوة، ومصباح على السقف."
  ],
  "c42af8391c5447a9ac6c296604c038bd": [
    "مشهد يضم درابزين حديدي أسود، حائط أبيض، لوحة فنية ذات خلفية صفراء ودائرة، ورجل يحمل سكينا على رف خشبي.",
    "سلالم مع درابزين حديد منحوت مختلف يؤدي إلى نافذة مزخرفة.",
    "سلالم ذات درجات خشبية ودرابزين تؤدي إلى غرفة ذات نافذة وثريات محاطة بجدران بيضاء.",
    "سلالم ذات مصعد خشبي ومرآة تؤدي إلى لوحة فنية من الزجاج الملون، مع نافذة زجاج ملون ت زهرة وردي في الأعلى.",
    "مشهد يظهر فيه جدار به إطار صورة، وخطاف معلق على إطار الصورة، ونافذة زجاج ملون في الحمام.",
    "مشهد يضم لوحة لجدار أصفر وسماً، وساعة معلقة على الجدار، وشمعدان على الحائط يحمل شمعتين.",
    "سلم مزود بنافذة زجاج ملون يؤدي إلى حمام مزود بنافذة زجاج ملون مطابقة، ويُزين السلم مصعد حديدي ومصابيح.",
    "أرضية مطلية بالبلاط الدائري تؤدي إلى ممر به مقعد وباب، بينما يحد الرصيف الحديدي الزخرفي الدرج أعلاه."
  ],
  "e485b7b35cc14fdfa16fddf174055a68": [
    "باب خزانة خشبي مع مقبض خشبي يظهر من زوايا مختلفة.",
    "منظر مقرب من باب خشبي مع أرضيات مفروشة بالبلاط، مصبوغ باللون البني مع شريط خشبي.",
    "منظر لحمام به أرضية مفروشة بالبلاط وباب، ونافذة مع ضوء يسطع من خلالها، ومصباح معلق فوق نافذة في ممر.",
    "ممر به أرضية من البلاط يحتوي على باب به إطار خشبي ومقبض، ومفتاح ضوئي على الحائط.",
    "قطة جالسة على أريكة و قربها تيشيرت أبيض وأصفر ممزق معلقة ولوحة صفراء وبيضاء معروضة على الحائط.",
    "ممر مع أبواب خشبية يحتوي على ميزاب حرارة مثبت على الحائط مع ساعة عليه وثابت إضاءة.",
    "حمام بباب خشبي وأرضية مفروشة بالبلاط يؤدي إلى رواق به باب خشبي ومرآة وثريات ودواليب خشبية.",
    "منظر لمطبخ به خزائن بنية وطاولات مطبخ مفروشة بالبلاط، يضم خزانة خشبية مع إضاءة في مقربة."
  ],
  "800e999445de459fb2507e35dbf2153f": [
    "منظر لمطبخ به طاولة مطبخ مع غطاء بلاط، خزائن بني اللون، وباب خشبي مع إطار خشبي.",
    "مطبخ مع خزائن خشبية، حوض، منضدة، وباب.",
    "ممر مع أرضية من البلاط، باب خشبي، مرآة، ثريا، وباب آخر.",
    "المشهد يتكون من جدار أبيض مع ميزان حرارة مثبت على الجدار و مفتاح في المنتصف، وساعة بيضاء على الجدار من منظور من الأعلى.",
    "منظر مقرب من باب خشبي مع مقبض ولون داكن.",
    "خزانة خشبية مع مقبض باب تظهر من زوايا مختلفة، بما في ذلك لقطة قريبة من الباب.",
    "رواق مع باب، وثابت إضاءة، ومواد أرضية متنوعة.",
    "المشهد يصور مطبخًا به خزائن خشبية وطاولة عمل، تشمل حوضًا وبابًا خشبيًا."
  ],
  "a979c8771b8d4c02afac1f52a6299525": [
    "داخلية بتصميم خشبي مع كرسي في غرفة، رواق مع لوح خشبي، وسلم خشبي مع ثريا.",
    "غرفة ذات ألواح خشبية، كرسي، طاولة، مقعد خشبي، ونافذة.",
    "زهرة تجلس على طاولة زجاجية أمام مدفأة ذات حافة حجرية وشباكين.",
    "غرفة معيشة تحتوي على سجادة كبيرة وطاولة قهوة تؤدي إلى ممر مع لوح خشبي وزهرية، بينما غرفة تحتوي على خزائن خشبية ونافذة تطل على المشهد من فوق.",
    "غرفة تحتوي على طاولة بلياردو وأبواب زجاجية توجد كرسي أمامها، وفيما يظهر من فوق باب خشبي بإطار خشبي وضوء.",
    "غرفة ذات أرضيات خشبية ومقعد ظاهرة من الأعلى، بينما رواق كبير ذات أبواب خشبية ومقعد ظاهرة من الوسط.",
    "غرفة معيشة فسيحة مع لوح خشبي، مدفأة، سجادة كبيرة، أريكة، سقف خشبي، ومصباح معلق.",
    "غرفة معيشة فسيحة بأرضيات خشبية ولوح خشبي، وموقد نار، وأريكة، تضم درجًا خشبيًا مع مسند يؤدي إلى الطابق العلوي."
  ],
  "2ffb8487811b44c4af20549aae8780d4": [
    "غرفة تحتوي على طاولة بلياردو وباب على أرضية مفروشة بالبلاط متصلة بغرفة معيشة ذات باب زجاجي منزلق، كل ذلك يقع في غرفة كبيرة ذات سقف خشبي وباب آخر.",
    "غرفة طعام مع أرضية من البلاط، كراسي، نافذة كبيرة، لوحة، ثريات، وصور على السقف.",
    "غرفة طعام مع طاولة ونافذة كبيرة، تتميز بأرضيات من البلاط وسقف خشبي.",
    "منظر لمدخل مع أرضية من البلاط، مقبض الباب، جهاز الإضاءة، و نظرة سريعة على الحديقة من خلال المدخل، كما يُرى من نافذة ذات إطار خشبي وضوء فوقها.",
    "منظر لباب مع لوح زجاجي و شرفة يؤدي إلى حديقة، مع نافذة فوق تظهر السماء.",
    "المشهد يضم باب زجاجي منزلق يؤدي إلى أرضية مفروشة بالبلاط، مع منظر لبحيرة وأشجار مرئية من نافذة أعلى.",
    "غرفة تحتوي على طاولة بلياردو وأرضية مفروشة بالبلاط وأرائك ونوافذ وسقف من عوارض خشبية وباب.",
    "غرفة معيشة تحتوي على طاولة بلياردو بأنسجة حمراء واثنين من العصي، محاطة بأبواب زجاجية منزلقية وسقف خشبي مع فانوس معلق فوق الباب."
  ],
  "73a5096ab14842e9b2091fc1ad4f43cb": [
    "غرفة معيشة دافئة مع لوح خشبي، مدفأة، سجادة كبيرة، أريكة، سقف خشبي مع ثريا، وشرفة.",
    "غرفة معيشة واسعة مع لوح خشبي، مدفأة، طاولة قهوة كبيرة، كراسي، ثريا، وسقف خشبي.",
    "غرفة معيشة واسعة تحتوي على مدفأة، كراسي، وكرسي بني في الوسط، تتميز بأعمدة خشبية وثريا معلقة من السقف.",
    "غرفة تحتوي على طاولة بلياردو وباب زجاجي منزلق، بالإضافة إلى باب خشبي مع نافذة زجاجية.",
    "باب خشبي مع زهرية، باب زجاجي، زهرية زجاجية، نور، ومفتاح نور.",
    "المشهد يضم جدارا خشبيا مع أواني، ساعة، وثريات، وكذلك طاولة خشبية مع أواني فضية.",
    "غرفة طعام ذات أرضية خشبية ولوحات خشبية وطاولة وثريا وجدار خشبي مع إضاءة.",
    "مساحة متعددة المستويات مع أرضيات خشبية، ولوحات خشبية، ومصابيح معلقة، وعوارض خشبية."
  ],
  "b2dce1643d6e4dfa9448b3520ebd48e4": [
    "غرفة معيشة مع أريكة وسجادة وموقد وثريا وسقف من خشب.",
    "مطبخ واسع مع بار، كراسي، جزيرة كبيرة، ومصابيح معلقة، يقع في غرفة مع عوارض خشبية.",
    "مطبخ به ميزات خشبية تشمل منضدة، عوارض، وسقف، بالإضافة إلى بار وكرسي.",
    "ممر مع أرضية من البلاط يؤدي إلى غرفة طعام مع قوس كبير وطاولة، وفوق كل ذلك قوس مع جهاز إضاءة في الوسط.",
    "حمام به أرضية مفروشة بالبلاط، ومرآة، وستارة زهرية معلقة على الحائط.",
    "غرفة ذات نافذة مزخرفة بستائر زهرية وأريكة أمامها.",
    "غرفة معيشة دافئة مع مدفأة ومكتب ترفيه في الزاوية، تتميز بسقف خشبي.",
    "منزل به غرفة معيشة تحتوي على مدفأة وسجادة، وأرضية مفروشة بالبلاط وثريات، وغرفة طعام بها عوارض خشبية وثريات."
  ],
  "9c8b9b1e0be74525a14f150a20ea2d68": [
    "باب خشبي مع مقبض ومقبض معدني يظهر من زوايا مختلفة.",
    "مطبخ مع ملامح خشبية تشمل خزائن و باب و منضدة، مع حوض وضوء يلمع من خلال الباب.",
    "ممر مع أرضيات من البلاط، باب، حوض، خزائن خشبية، وثابت إضاءة.",
    "خزانة خشبية مع أبواب ومقابض تظهر من زوايا مختلفة، بما في ذلك مقطع قريب من الباب.",
    "باب خشبي مع شريط أبيض وإطار خشبي يظهر في مقربة من زوايا مختلفة.",
    "ممر مع أرضية مبلطة وجزء خشبي قوسي يؤدي إلى غرفة معيشة مع مدفأة ونافذة قوسية أخرى.",
    "رواق مع باب، أرضية مفروشة بالبلاط، ومصباح معلق.",
    "باب خشبي مع أرضية مفروشة بالبلاط وثابت إضاءة في الوسط، محاط بإطار خشبي."
  ],
  "e88e705a46f74c87aa5eb71cb7fe7eed": [
    "مبنى فخم أنيق مع درج، رواق، نافذة كبيرة، مصعد حديد منحوت، زهرية، سقف مقوس، ونافذة كنيسة.",
    "درج فخم مع مسند حديدي وثريا يؤدي إلى سقف مزخرف بقوسين وثريا آخر، بينما يعلو في الوسط ثريا مع شموع.",
    "ممر به سلم و مدفأة و سجادة يؤدي إلى باب، بينما يضيء مصباح سقف زخرفي الفراغ من الأعلى.",
    "درج فاخر مع ثريا ودرابزين خشبي مزين بسجادة على الدرج، يؤدي إلى سقف مع عوارض خشبية وثريات إضاءة.",
    "غرفة ذات سقف خشبي ونافذة تحتوي على ثريا كبيرة، ووعاء خشبي، وزهرة في زهرية على الدرج.",
    "المشهد يتألف من وعاءين مع عشب مجفف، وعاء مع أعواد، وغرفة مع جدار وعاء أعواد.",
    "ممر مع أبواب مقوسة وأرضية خشبية يؤدي إلى سلم مع باب مقوس، بينما يمكن رؤية سجادة وباب من المنظر العلوي.",
    "إبريق من الأغصان البيضاء يقع أمام قوس يؤدي إلى باب مزود بمرآة وإبريق من الزهور."
  ],
  "f54f9730c1cc4fd993dd71e999f07699": [
    "غرفة معيشة مع تلفزيون كبير مثبت على الحائط ومصباح معلق فوقه، ومزودة بأرضية من البلاط.",
    "غرفة معيشة مع أرضيات من البلاط، ومدفأة، وأبواب زجاجية متحركة، وسقف خشبي، وتليفزيون.",
    "غرفة معيشة واسعة تحتوي على طاولة بلياردو وأرائك وتضاء بوساطة نوافذ كبيرة، بينما يؤدي ممر مع عوارض خشبية وثريات إلى الغرفة.",
    "غرفة معيشة مع أريكة مزخرفة بالزهور، مدفأة، أبواب زجاجية منزلقية، نوافذ مقوسة، ومصباح.",
    "غرفة معيشة دافئة تطل على حديقة من خلال نافذة ومدخل قوسي أنيق.",
    "منظر من النافذة يظهر أريكة، شجرة، وحوض سباحة محاط بإطار خشبي مقوس.",
    "منظر لباب خشبي مع نبات في النافذة، نافذة تطل على حديقة، ونافذة مع إطار خشبي ونافذة.",
    "باب مع جدار أبيض و بلاط مضاء بواسطة مصباح مع ظل معدني، بينما مصباح الحائط مع شمعة يجلس أعلاه.\n\n,      \n\nباب أبيض مضاء بمصباح معدني، ومصباح شمعة أعلاه."
  ],
  "6a512589ab024c6b899b73af496b0019": [
    "غرفة ذات جدار أبيض ومرآة تحتوي على مصباح معلق وباب أبيض مع سجادة عليه.\n\n \n غرفة \n ذات \n جدار أبيض  \n ومرآة   \n تحتوي على \n مصباح معلق  \n وباب أبيض    \n مع سجادة عليه",
    "منظر لغرفة ذات جدار أبيض، سرير، طاولة جانبية، ومصباح معلق تحت سقف منحني كبير في مبنى.",
    "غرفة نوم مع مدفأة ومصابيح كريستالية، من زوايا مختلفة بما في ذلك أعلى السقف.",
    "غرفة ذات حائط أبيض وباب في الأسفل، وحائط أصفر وستائر في الوسط، وسقف ونافذة في الأعلى.",
    "المشهد يصور غرفة مع جدار مغطى بالجص واقتراب من جدار أبيض وأصفر، وكذلك اقتراب من جدار أبيض مع طلاء أصفر.",
    "رواق مع تلفزيون مثبت على الحائط، وباب، ونافذة.",
    "رواق مع أرضيات خشبية، سجادة، لوحة، كرسي، ثريا، ومرآة.",
    "ممر به أرضية خشبية، وسجادة، وباب خشبي، ولوحة، وإضاءة سقف زخرفية."
  ],
  "2900a1db084e42b5931b67452273c691": [
    "مطبخ مع خزائن خشبية، نافذة، باب، سلة نفايات، وكييس نفايات.",
    "مكنسة كهربائية تجلس على منضدة مطبخ بينما يظهر حوض وثلاجة في الوسط، ومن الأعلى يمكن رؤية حمام مع باب خشبي وجدار أبيض.",
    "خزانة خشبية مع باب، تتميز بمقبض أسود ومقبض، تُرى من الأعلى مع جدران صفراء تحيط بها.\n\n \n خزانة خشبية   \n مع باب   \n تتميز بمقبض أسود ومقبض      \n تُرى من الأعلى     \n مع جدران صفراء تحيط بها",
    "رواق مع أرضية مفروشة بالبلاط وباب خشبي مع نافذة وضوء يسطع من خلالها.",
    "منظر لغرفة غسيل مع غسالة وجفاف في الأسفل، مطبخ مع حوض و خزائن في الوسط، وسقف خشبي مع باب خشبي في الأعلى.",
    "غرفة غسيل مع خزائن خشبية وغسالة ومجفف ودلو أزرق، مضاءة بضوء يسطع من فوق.",
    "مطبخ به خزانة خشبية و حوض على سطح عداد أبيض ، مع خزانة خشبية و باب مرئي من الأعلى.",
    "غرفة غسيل تحتوي على غسالة و مجفف، و منضدة مطبخ مع سلة غسيل و صابون، و خزانة خشبية تحتوي على نافذة."
  ],
  "ca6539bde99d4b67a9e5d372d7ae8a34": [
    "غرفة معيشة دافئة مع لوح خشبي، مدفأة، كرسيان، وسجادة، منظر من الشرفة أعلاها ومن وسط الغرفة.",
    "غرفة معيشة دافئة مع مدفأة بيضاء و سجادة و ثريا و عوارض خشبية.",
    "غرفة مريحة مع مدفأة وطاولة، تضم زهرة في زهرية على الموقد، تقع في مطبخ مع لوح خشبي ونافذة.",
    "باب خشبي مع أنواع مختلفة من النوافذ والأطر.",
    "منظر لغرفة مع أرضية مفروشة بالبلاط من خلال باب، باب زجاجي مع طاولة بلياردو ظاهرة، ونافذة مع ضوء ساطع.",
    "غرفة ذات نوافذ مقوسة وطاولة بلياردو على أرضية مفروشة بالبلاط متصلة بغرفة طعام من خلال باب زجاجي منزلق.",
    "غرفة معيشة واسعة مع أرضيات خشبية، ولوح خشبي، وموقد نار، ومصابيح معلقة من السقف الخشبي.",
    "منزل فسيح أنيق مع أرضيات خشبية، ولوحات خشبية، وموقد، أعمدة خشبية، ومصباح معلق في قاعة الاستقبال."
  ],
  "582a0329c36646d08ffbdeb67868a9d2": [
    "رواق به سجادة و أرضية خشبية و لوحة و أقواس و باب به نافذة.",
    "نافذة ذات ستائر مرئية من ثلاثة زوايا مختلفة، مع سجادة وجدار حجري موجودين في المشهد.",
    "نافذة مع ستارة وجدار حجري أسفلها، حديقة مرئية من خلال النافذة في الوسط، وشجرة مرئية من خلال النافذة من الأعلى.",
    "ستارة معلقة في غرفة تحتوي على باب ونافذة وثريات.",
    "رواق به أرضية مفروشة بالبلاط، وثريات، ومرآة، وسقف مقوس.",
    "منظر مقرب من باب خشبي مع شريط أبيض على أرضية خشبية وإطار.",
    "منظر لباب خشبي عليه بقع بنية، يُرى من الأعلى مع ظهور أرضية خشبية في الخلفية.",
    "يُعرض لوح فني على باب خشبي، بينما يُعلّق لوح فني إطاري على جدار أسفل إطار خشبي."
  ],
  "2429542ef17c46bf937227318022ebcc": [
    "مطبخ به شواية من الفولاذ المقاوم للصدأ على الطاولة، موقد مع غطاء خلفي من البلاط، وأرفف خشبية مزودة بغطاء هواء.",
    "المشهد يتكون من حمام ومطبخ وغرفة خزانة, كل منها يحتوي على حوض/مرآة وميكروويف/أبواب خشبية على التوالي.",
    "مطبخ مع أرضيات من البلاط وأرفف خشبية وميكروويف وباب، يقع في ممر مع ثريا وأبواب خشبية.",
    "منظر لزاوية من غرفة تحتوي على باب، ويتميز بلوحة فنية ذات خلفية بنية وإطار أصفر، وحمام مع باب خشبي وجدار خشبي.",
    "غرفة معيشة تضم مدفأة ونافذة خشبية تظهر من الأعلى مع عارضة خشبية وثريات إضاءة، ومن الوسط، مع منظر للباب والمدفأة، مما يخلق جوًا دافئًا ورعويًا.",
    "غرفة معيشة مع مدفأة، وأرضيات من البلاط، وعوارض خشبية، ومصباح معلق من عارضة خشبية.",
    "باب خشبي مع أرضية من بلاط بني ومقبض وزر أسود، معضوء بضوء يخترقه.\n\n \n باب خشبي   \n مع أرضية من بلاط بني     \n ومقبض وزر أسود      \n معضوء بضوء يخترقه",
    "المشهد يصور مطبخًا حديثًا مع أجهزة من الفولاذ المقاوم للصدأ بما في ذلك شواية وفرن وموقد وغطاء مطبخ."
  ],
  "7bb4f4f887354eb1948dc229515574fc": [
    "غرفة تحتوي على رف كتب، سجادة، ستائر، ونافذة، مع سقف أصفر.",
    "غرفة ذات ستائر ونافذة من منظورات مختلفة.",
    "نافذة ذات ستائر وة على حديقة و شجرة في الخلفية، مع مقعد نافذة في الأسفل.",
    "نافذة مع ستائر وكرسي مرئية من الأعلى والوسط والأسفل.",
    "رواق مع مصباح وسجادة وقوس وقباب ونافذة.",
    "يصور المشهد سريرا مع مصابيح وطاولة جانبية، مع صورة على الحائط فوقه.",
    "غرفة نوم تحتوي على سرير، خزانة، تلفزيون، مصباح، وغطاء أرضي أحمر وبني، تضاء بنور ثريا معلقة من السقف.",
    "غرفة نوم بسرير أحمر وأبيض، تلفزيون، ومصباح معلق من ستائر بيضاء."
  ],
  "ff35b881eaae41869cc07a46a8fc1325": [
    "غرفة معيشة مع تلفزيون مثبت، أريكة، كاميرا، وكرسي مع جهاز تحكم عن بعد على التلفزيون.",
    "تلفزيون مثبت على جدار في غرفة مفروشة بالبلاط.",
    "مساحة معيشة مريحة مع طاولة بلياردو وموقد نار وجوائز خشبية في الممر.",
    "غرفة معيشة مع أرضية من البلاط، أريكة، باب زجاجي كبير منزلق، سقف مع مظلة إضاءة، ونافذة.",
    "غرفة معيشة تحتوي على أريكة وطاولة قهوة مرئية من ممر به سقف خشبي وثريات إضاءة، بالإضافة إلى نافذة.",
    "باب بني مكون من بابين يحتوي على ثريا مثبتة على أحد الأبواب وآخر معلق على الحائط العلوي.",
    "نافذة ذات إطار خشبي توفر مناظر لحديقة ومنزل.",
    "تلفزيون موجود في غرفة مع رف خشبي، باب دخول، وجدار به باب."
  ],
  "1dbf4725d8054e37b42fafae2e9d2fb2": [
    "غرفة دافئة تحتوي على مكتب وسجادة ورف كتب في الزاوية وسقف خشبي مع رفوف كتب وضوء.",
    "غرفة تحتوي على رف كتب خشبي وسجاد وخريطة//كرات أرضية و كتب وساعتان على السقف.",
    "غرفة تحتوي على خزانة خشبية، سجادة، صور، رف كتب مع كتب، ورف كتب خشبي مع ضوء في الأعلى.\n\n              .",
    "خزانة كتب خشبية تحتوي على كتب وصور، رف كتب يحتوي على كتب، وخزانة كتب خشبية تحتوي على رفوف وباب خشبي، تظهر من زوايا مختلفة.",
    "غرفة مفروشة بالخشب مع بابين وثريا على الحائط وشمعة تمدا إضافيا من فوق.",
    "رواق فسيح مع أرضية من البلاط الدائري، ومدخل كبير مقوس، وجناح خشبي مع ثريا، وسلم.",
    "زاوية خشبية من غرفة بأرضية من البلاط، تضم بابًا خشبيًا مع مرآتين وزخرفة خشبية مع ضوء يمر من خلالها.",
    "مساحة عمل خشبية مضاءة جيداً مع مكتب و خزائن و رف كتب."
  ],
  "9078e2b999da46ffa741a3a2a954432a": [
    "وحدة تخزين خشبية ذات رفوف متعددة وضوء في الأعلى",
    "المشهد يضم رف كتب مع كتب ورفين خشبيين مع ساعات.",
    "يظهر خزانة كتب خشبية مع كتب، سجادة، وكرة أرضية من زوايا مختلفة.",
    "غرفة تحتوي على خزائن خشبية وسجادة تحتوي على رف كتب خشبي ممتلئ بالكتب، وتحت سقف خشبي مع أضواء ورف كتب آخر.",
    "المشهد يصور غرفة تحتوي على سجادة كبيرة وخزائن خشبية، متصلة بممر يحتوي على باب خشبي ورف كتب، كل ذلك تحت سقف خشبي يحتوي على باب خشبي ورف خشبي.",
    "ممر خشبي مع درج سلم، ثريات، ومدخل مع سجاد، مضاء بنور يسطع على السقف الخشبي.",
    "المشهد يتكون من مكتب به هاتف و مصباح، بالإضافة إلى رف خشبي مع رف خشبي آخر فوقه.",
    "رف خشبي مع مصباح مكتب برونزي ورف خشبي آخر فوقه، موضوع على أرضية خشبية."
  ],
  "a81b485dbf004fdcb7a53b6d502496e8": [
    "غرفة معيشة واسعة مع أرضيات خشبية، ولوح خشبي، ودرج، ومصابيح كريستالية.\n\n      مصابيح كريستالية         . ,       ,    مصابيح معلقة.",
    "غرفة واسعة مع عوارض خشبية، وثريات، وموقد، كراسي، وأرضيات خشبية صلبة.",
    "غرفة تحتوي على طاولة بلياردو وموقد، تتميز بباب خشبي مع نافذة.",
    "غرفة تحتوي على طاولة بلياردو ونوافذ مقوسة، أرضية مفروشة بالبلاط ومزخرفة بسقف خشبي وثريات.",
    "طاولة بلياردو ذات غطاء أحمر مع عصا تقع في غرفة ذات نوافذ كبيرة، تضاء بثريات معلقة فوق نافذة كبيرة.",
    "غرفة معيشة واسعة تحتوي على طاولة بلياردو وموقد ونوافذ مقوسة وعوارض خشبية وثريات وأرضية مفروشة بالبلاط.",
    "منزل به باب خشبي، مدفأة، أرضية مفروشة بالبلاط، باب زجاجي منزلق، وعوارض خشبية.",
    "غرفة معيشة فخمة مع لوحات خشبية منحوتة، مدفأة، سجادة، كراسي، عوارض خشبية، ومصباح معلّق."
  ],
  "3542707c604c4c27835928ac9878c631": [
    "مطبخ مع طاولة خشبية مرئي من خلال باب مع أرضية مفروشة بالبلاط ونافذة أعلاه.",
    "باب خشبي مفتوح يكشف عن مدخل مع جدار من الطوب وسجادة باب على الأرض.",
    "باب خشبي مع جهاز إضاءة يُرى من الأعلى والوسط، بينما يُرى أرضية مفروشة بالبلاط وباب آخر من الأسفل.",
    "قطة تجلس على باب خشبي بينما يظهر باب زجاجي مع صحن وباب خشبي مع صحن.",
    "غرفة طعام مضاءة من خلال نافذة ذات إطار خشبي ومنضدة نافذة، تحتوي على طاولة وكراسي، مع سقف الغرفة مرئي من الأعلى.",
    "غرفة طعام مع طاولة زجاجية و زهرة و ثريا و كراسي، مع منظر للثريا و الشموع من الأعلى.",
    "غرفة تحتوي على طاولة طعام، كراسي، منديل طاولة، لوحة فنية على طاولة، زهرية على طاولة أخرى، ولوحة معلقة على الحائط.",
    "مطبخ به أرضيات من البلاط، خزانة خشبية، موقد، وفرن يُرى من الأعلى، مع سقف أبيض ومدخل قوسي مرئي في الخلفية."
  ],
  "c7a146305f454c5d84df2252563f12e5": [
    "غرفة بسيطة ومريحة مع مزيج من الجدران البيضاء والبنية، وأرضية خشبية، وكرسي خشبي، وضوء حائطي مع شمعة.",
    "رجل جالس على مقعد في غرفة توجد فيها صورة لجدار بني على خلفية صفراء، وفي الأعلى حمام به أرضية بنية ومرحاض.",
    "رجل يركب دراجة على خلفية صفراء بينما تظهر نافذة مع جدار أصفر ونافذة إطارية خشبية مع شجرة في الخلفية.",
    "غرفة تحتوي على نافذة زجاجية ملونة على الجدار ونافذة إطارية خشبية تطل على الجبال.",
    "درج حلزوني مع ثريا يؤدي إلى غرفة ذات سقف وثريا، مع نافذة مرئية من المستوى الأوسط.",
    "درج مع سلم حديد أسود مع ترتيب زهور في الوسط يؤدي إلى ثريا في السقف تحتوي على زهور.",
    "سلم حلزوني مع سجادة دائرية يؤدي إلى حمام مع جهاز إضاءة ومرآتين.",
    "غرفة ذات أرضية خشبية وم ونافذة وثريات."
  ],
  "8c913cf4718c4a0991fafeb6528417e8": [
    "ترتيب زهور أبيض يجلس على طاولة أسفل صورة إطارية معلقة على الحائط، كما يُرى من منظور من الأعلى والمتوسط.",
    "ممر مع مقعد خشبي، لوحة مطبوعة، وباب، يضم صورة زهور على الجدار.",
    "مطبخ واسع مع جزيرة كبيرة وسقف خشبي متصل بممر مع أرضية من البلاط وسجادة.",
    "مساحة معيشة دافئة مع أريكة وسجادة، متصلة بمطبخ مع بار وموقد وحوض خشبي وثريا.",
    "المشهد يصور منزلًا به صالة مع سجادة وأرائك، ثريا، وغرفة طعام مع عوارض خشبية وثريا أخرى.",
    "المشهد يصور غرفة تحتوي على مدفأة مزودة بموقد زخرفي وزهرية، موضوعة مقابل سقف خشبي.",
    "منزل به رواق، غرفة معيشة مع مدفأة، أبواب خشبية، وأرضية من بلاط بني.",
    "رواق به طاولة كونسول خشبية، زهور، صورة، لوحة رسمية إطارية على الحائط، ومروحة سقف مع نور."
  ],
  "9099e43f4530429a82e66288213a18e2": [
    "غرفة نوم مع دولاب خشبي، خزانة مع مرآة، وباب يؤدي إلى السقف.",
    "حمام يحتوي على حوض رخامي ومرآة مع ثريا مضاءة في الممر مرئية من الأعلى.",
    "حوض غسيل في الحمام مع حوض استحمام ومرآة، يضم كاميرا على مرآة في الوسط وثريات إضاءة في الأعلى.",
    "حمام به أرضية خشبية و حوض استحمام من الأعلى، بينما جدار به ساعة و ميزان حرارة من المنتصف، وجدار أبيض به أقواس وساعة من الأعلى.",
    "ممر مع أرضيات خشبية يؤدي إلى حمام مع باب ومرآة، في حين يضيء نور من فوق.",
    "ممر مع أبواب مقوسة ولوحة معلقة يؤدي إلى حمام مع مرآة وثريات، به أرضيات خشبية وسجادة.",
    "غرفة تحتوي على طاولة وسجادة ولوحة، متصلة بممر به أبواب خشبية ولوحة إطارية، مع سقف يضم لوحة معلقة.",
    "المشهد يصور غرفة مع أرضيات خشبية وسجادة، تحتوي على حمام مع حوض وباب، وتتميز بمصباح سقف ومرآة."
  ],
  "3c8ec2babad04dac9bd6d352dd996e68": [
    "رجل يجلس على مقعد مع مظلة صفراء بينما تتدلى لوحتان، واحدة لمثلث القوائم وواحدة لكوب مع ظلال، على الحائط خلفه.",
    "شخص واقف أمام جدار به باب وورقة عليه.",
    "باب خشبي مع مقبض أسود ومقبض يقع على أرضية مفروشة بالبلاط بإطار خشبي محيط به.\n\n \n باب خشبي   \n مع مقبض أسود ومقبض      \n يقع  \n على أرضية مفروشة بالبلاط    \n بإطار خشبي محيط به",
    "منظر لمدخل أرضية بلاط بني مع باب خشبي يؤدي إلى غرفة مع باب إطار خشبي، كل ذلك يقع في مبنى أبيض مع نافذة دائرية.\n\n          ,        .",
    "ممر مع أقواس وأرضية مفروشة بالبلاط يؤدي إلى درج دائري مع باب ونافذة.",
    "ممر مع جدار أصفر وباب يؤدي إلى أرضية مفروشة بحواف منحنية، وسقف دائري يعلو سلمًا.",
    "باب خشبي مع مقبض أسود وزر، ومفتاح إضاءة، وساعة محاط بإطار خشبي.",
    "باب خشبي مع مقبض يُرى من زوايا مختلفة على خلفية حائط أبيض."
  ],
  "f634472d22c64ad38f19415d1ca374b3": [
    "باب خشبي مع لوح زجاجي وقفل يظهر من زوايا مختلفة.",
    "بيت أبيض مع نافذة خشبية وباب يقع على أرضية مفروشة مع نافذة وجائز خشبي في السقف.",
    "ممر مع أرضية خشبية وثريا يؤدي إلى مدخل مفروش بالبلاط مع باب، كل ذلك تحت سقف خشبي مع ثريا معلق.",
    "فناء به رواق مفروش بالبلاط و قوس خشبي مزخرف بنبات يظهر من خلال قوس.",
    "المشهد يظهر بابًا خشبيًا مع مقبض ونافذة.",
    "غرفة طعام مع طاولة زجاجية، كراسي، ثريات، ونوافذ.\n\n        ,     .",
    "غرفة ذات أرضية مفروشة بالبلاط، وطاولة وكراسي، ولوحة فنية على الحائط، ولوحة أخرى معلقة من السقف.",
    "المشهد يصور مطبخًا مع أرضيات من البلاط وشبه قوس، وكذلك بابًا، يُرى من الأعلى والمنتصف، مع عرض منظر من الأعلى سقفًا مقوسًا في مطعم."
  ],
  "0ae9a10c4c974a6f94b251899e1c3322": [
    "باب خشبي مع مقبض يظهر أسفل رف خشبي، وهو واقع أسفل عارضة خشبية معلقة في غرفة.",
    "غرفة تحتوي على زهرية من الأغصان، وثريا معدني، وسلم خشبي مع درابزين.",
    "سلم مزود بدرابزين حديدي مطروق وسجادة يؤدي إلى غرفة مزودة بمروحة سقف، بينما يزين نبات كبير في وعاء وثريا منتصف الدرج.",
    "زهرية موجودة على سجادة بجانب درج يؤدي إلى ثريا وسقف مزود بمصباح.",
    "باب خشبي بمقبض معدني يُرى من زوايا مختلفة.",
    "زهرة في زهرية تقع على أرضية خشبية بجانب باب خشبي تحت إضاءة سقف مع إطار خشبي.",
    "ممر به أرضية خشبية ومفرش به سرير وطاولة جانبية في الوسط، مع ثريا معلقة من الأعلى.",
    "صقر يجلس على عتبة النافذة بينما يجلس نبات صغير في وعاء على رف خشبي أدناه.\n\n                  ."
  ],
  "6a684349231f4d70bdefe2ee645eeda8": [
    "غرفة خشبية مع باب، خزانة، كتاب، وخزانة ملابس.",
    "مكتبة دافئة ذات ألواح خشبية ورفوف، تضم سجادة دائرية على أرضيات خشبية وسقف خشبي مع لوح.",
    "غرفة ذات باب خشبي، وسجادة عليها، ورف كتب خشبي ممتلئ بالكتب، مغطى بسقف خشبي.",
    "باب مع قوس خشبي وباب خشبي يؤدي إلى غرفة مع أرضية مفروشة بالبلاط البني وباب أبيض مع إطار خشبي.",
    "سلم فاخر مع أقواس وثريات يؤدي إلى باب كبير مقوس على أرض من البلاط الدائري مع سلمين إضافيين.",
    "مدخل فخم مع أرضية من البلاط الدائري، أقواس، مقعد، سلم، وشمعدانين.",
    "درج كبير مع أقواس يؤدي إلى رواق مع مرآة ومقعد خشبي، بينما يوجد أرضية بلاط دائرية مع خزانة خشبية في الأسفل.",
    "باب خشبي مع مقبض يظهر من زوايا مختلفة، مع أرضية مفروشة بالبلاط مرئية من المنظور السفلي."
  ],
  "9d70475d142140da899ba96edd92d654": [
    "نافذة مكسورة تطل على حمام به منشفة بيضاء على عتبة النافذة.",
    "المشهد يصور حماماً مع باب دش زجاجي، وجدران مفروشة بالبلاط، ورف مناشف.",
    "المشهد يصور حمامًا به دش، جدران مفروشة بالبلاط، نافذة، ومرحاض.",
    "حمام به مرحاض و حامل ورق المرحاض و دش مفروش بالبلاط و جدار مفروش بالبلاط و جدار حجري وباب.",
    "حمام به مناشف معلقة على الحائط ومرحاض به صورة فوقه، ومنظر علوي لمناشف معلقة على رف.",
    "منظر لحمام به مرحاض أبيض وحوض استحمام، يقع تحته جدار به أقواس وباب.",
    "حمام مع حوض استحمام وأرضية من البلاط متصل بممر مع ثريا ومرآة، بينما حمام منفصل يضم مرآة كبيرة ومرحاض.",
    "منظر لحمام به منشفة معلقة على الحائط، وباب خشبي، ومرآة، وكذلك رواق به باب ونافذة."
  ],
  "e25cb07854e64017ba4282afbebd4d53": [
    "رواق مع أرضية مفروشة بالبلاط الدائري، باب، عقادة خشبية، ومصباح معلق.",
    "خزانة خشبية مع أبواب ومقابض تظهر من زوايا مختلفة، بما في ذلك مقربة من مقبض الباب، مقابل جدار خشبي مع جهاز إضاءة في الأعلى.",
    "غرفة ذات أرضية من خشب صلب ولوح خشبي تتميز بموقد مع ضوء يسطع من خلاله.",
    "غرفة معيشة فخمة مع مدفأة، أثاث منحوت، أرضيات خشبية، ومصباح معلق من السقف.",
    "منزل فسيح مع غرفة معيشة تحتوي على أرضيات خشبية وسجادة، طاولة بلياردو وموقد نار، ومدخل فخم مع ثريات وخشب.",
    "منزل واسع مع غرفة معيشة مريحة تحتوي على سجادة وأرائك، ولوح خشبي ونار، ومدخل فخم مع عوارض خشبية وثريات.",
    "غرفة معيشة أرضيتها خشبية مع باب يؤدي إلى غرفة طعام كلها تحت سقف خشبي مع مصباح وثريا.",
    "خزانة خشبية مع مقبض و مفتاح إضاءة، وباب خشبي به ثريا."
  ],
  "60f5f4a010f341e59c981bf071ea100b": [
    "رواق مع أرضيات مفروشة بالبلاط، أقواس، أضواء، وباب.",
    "حمام به نافذة خشبية صغيرة تطل على شجرة خارجيه، أبيض وأرضية خشبية، وباب خشبي.",
    "رجل يحمل سيجارة يقف أمام نافذة بها مرآة تعكس مرآة مع ثريا فوقها.",
    "حائط إطاري خشبي مع نافذة وباب يصدر ضوءا.",
    "مطبخ مع أرضية من البلاط وجزيرة كبيرة تتميز بأرفف خشبية مرئية من منظور من الأعلى، في حين يظهر منظر من فوق لممر في غرفة طعام.",
    "باب مع إطار خشبي ويؤدي إلى غرفة مع باب أبيض مع شريط بني عليه، وفوق الباب مرآة وضوء.",
    "المشهد يظهر ممرًا به أبواب خشبية وثابت إضاءة، مع أرضيات من البلاط البني مرئية من منظور من الأعلى.",
    "منظر لحمام به أرضية من البلاط الأبيض وباب خشبي يؤدي إلى غرفة تحتوي على باب وجدار، مع ظل شجرة مرئي على الجدار من أعلى."
  ],
  "0c454a83d94a40bc8ff95f4659b73d37": [
    "أرضية بلاط دائري تؤدي إلى باب خشبي في غرفة ذات جدار أبيض، مع مدخل دائري فوقه يضم ضوءًا ونافذة.",
    "غرفة ذات أرضية من البلاط الدائري وباب خشبي تؤدي إلى غرفة ذات جدران بيضاء وثريات معلقة وسقف خشبي.",
    "باب خشبي الإطار يقف في غرفة بيضاء الجدران مع مدخل أعلاه وجدار أسفله.",
    "المشهد يتكون من جدار مع مفتاح إضاءة و بلاط، جدار أبيض بجوار جدار أصفر، و لوحة تظهر جدار أصفر مع جدار أصفر.",
    "ممر مع أرضيات مفروشة بالبلاط، وثابت إضاءة، ومصباح، وباب.",
    "غرفة غسيل مع باب خشبي تحتوي على غسالة و مجفف، مع ضوء يسطع من خلال الباب من الأعلى.",
    "حمام بهوائط و أرضية من بلاط أصفر وأزرق، و جدار مطلي بالذهب في الأعلى.",
    "المشهد يصور حماماً به أرضية من البلاط، مرحاض، و جدار أصفر، مع لقطة مقربة من جدار مطلي بالذهب."
  ],
  "a9d9d5e3d5e44d5080b643057d25fc27": [
    "غرفة طعام ذات سقف خشبي، ثريات، طاولة، كراسي، وسجادة.",
    "غرفة معيشة واسعة مع أرضيات خشبية، ولوح خشبي، وموقد، وسجادة، وسقف خشبي، وشرفة، وسلم.",
    "غرفة معيشة فسيحة بأرضيات خشبية، أريكة، مدفأة، ثريا، ولوح خشبي.",
    "غرفة تحتوي على باب ونافذة وعناصر زخرفية مختلفة مثل زهرية ونبات.",
    "منظر لباب مع شاشة وجرس باب، مسبح من خلال نافذة، ونافذة مع ورقة معلقة منها.",
    "منظر لباب مع نور ومقبض، مصباح حائطي مع أطباق شموع، ومطبخ مع سقف خشبي ونافذة.",
    "ممر مع أرضية خشبية وسجادة وباب كبير وسقف خشبي وثريات وباب آخر.\n\n \n ممر \n مع \n أرضية خشبية  \n وسجادة \n وباب كبير  \n وسقف خشبي  \n وثريات  \n وباب آخر",
    "قاعة طعام فخمة مع أثاث منحوت، وثريات، وسجادة على الأرض، كل ذلك تحت سقف خشبي مع ثرياتين."
  ],
  "57f418bdecb94deab6d1e5542ba88ef0": [
    "ستارة بني فاتح معلقة في غرفة ذات نوافذ خشبية.",
    "غرفة تحتوي على رف كتب خشبي ووعاءين، بالإضافة إلى خزانة ذات ضوء وستائر.",
    "غرفة ذات نافذة مع ستائر وإطلالة على حديقة، وثمة سجادة على الأرض.",
    "غرفة ذات ستائر، أرضية خشبية، ونافذة، مع ستائر معلقة من السقف.",
    "المشهد يصور غرفة نوم تحتوي على سرير و مصباح وطاولة جانبية، من زوايا مختلفة.",
    "غرفة نوم مع سرير وثريا مرئية من الأعلى، في حين يمكن رؤية سرير مع غطاء وسائد مطبوع كبير من المنتصف، وثريا معلق في غرفة طعام.",
    "المشهد يُظهر غرفة تحتوي على سرير، تلفزيون، سجادة، تلفزيون مثبت، ومصباح معلق على السقف.",
    "المشهد يصور غرفة مع ستائر وسجادة، نافذة مع ستارة، وستائر معلقة على الحائط."
  ],
  "4dbaf3f1a80b401dad9fc7a8bcb297d4": [
    "غرفة معيشة وغداء دافئة مع أثاث خشبي ولمسة زهرية، مضاءة بثريات معلقة من السقف الخشبي.",
    "غرفة معيشة ذات عوارض خشبية وأرائك وطاولة وكرسياً ومصابيح.",
    "مشهد يضم غرفة معيشة مع مدفأة وأرضية من البلاط، كرسي، وحمام مع سقف خشبي ومرآة.",
    "المشهد يصور شرفة مع باب ونافذة، وكلاهما يوفر مناظر للمساحة الخارجية.",
    "منظر لشرفة من خلال نافذة مع أرضية خشبية وأشجار ظاهرة من الأعلى.\n\n \n منظر  \n لشرفة   \n من خلال \n نافذة  \n مع \n أرضية خشبية   \n وأشجار  \n ظاهرة \n من الأعلى",
    "زهرية من الزهور موضوعة على طاولة خشبية.",
    "ترتيب زهور معروض على رف خشبي، بينما إناء زهور يجلس أمام نافذة وإطار خشبي يحمل زهرة واحدة.",
    "غرفة مريحة مع عوارض خشبية، نوافذ، مقعد مع وسائد وطاولة، ونافذة مع إطار خشبي ومقعد."
  ],
  "81410b8ac62540f18cf11e409ceff9b2": [
    "درج حلزوني مع درج خشبي و حامل حديدي مطروق يحتوي على جرة زهور، في حين أن درجًا منفصلًا مع حامل أسود وأرضيات خشبية يظهر من منظور من الأعلى.",
    "سلالم خشبية مع نافذة زجاج ملون تؤدي إلى غرفة ذات جدار أصفر.",
    "مشهد يضم درجا خشبيا منحنيًا يؤدي إلى جدار أبيض مع لمسة صفراء.",
    "غرفة ذات جدار أبيض وبني الفسق، ت لوحة من اللؤلؤ الأبيض والأصفر، ومصباح أسود على طاولة.",
    "شخص جالس في غرفة ذات جدران صفراء مع صورة لجدران صفراء وبنية معلقة على الجدار، بينما يظهر منظر من الأعلى غرفة ذات جدران بيضاء مع أرضية بيضاء.",
    "إصلاح زجاج ملون لمنور مع لوح زجاجي وإطار خشبي في كنيسة القديس يوحنا.",
    "سلالم فخمة مع أنواع مختلفة من الدرابزين واللوحات، تُتوج بمصباح معلّق.",
    "درج مع سلم مزيج من الدرابزين المعدني والخشبي، مغطى بدرابزين حديدي مطروق وإناء زهور."
  ],
  "2d9efbd449f54a8ca2d563f9fab3e9bc": [
    "غرفة نوم بأسقف خشبية وسرير أبيض مع بطانية ومخدات، تقع في غرفة بأسقف خشبية ولوحة فنية.",
    "المشهد يصور منزلًا به غرفة نوم، غرفة معيشة كبيرة مع مدفأة ومرآة، وسقفًا به عوارض خشبية وثريات.",
    "غرفة معيشة تحتوي على مدفأة وكرسي وتلفزيون، تقع في غرفة ذات سقف خشبي وساعة.",
    "غرفة بأرضية وسقف خشبي، باب به لوح زجاجي، لوحة على الجدار، وستارة معلقة من السقف.",
    "المشهد يصور غرفة تحتوي على باب، نافذة، ستائر، مقبض باب، مصباح، ومصباح زيتي.",
    "ممر أرضيته خشبية يؤدي إلى غرفة تحتوي على نافذة وستارة، مع ظهور قضيب الستارة وإطار خشبي من الأعلى.",
    "رواق مع أرضية خشبية، أقواس، سرير، باب، وسقف مع أقواس وثريات.",
    "غرفة نوم دافئة مع رأس سرير مزخرف بالأزهار، مصباح جانبي، وسقف خشبي."
  ],
  "f038bfdd08974e93af6880ce91279fe4": [
    "المشهد يضم ثلاثة مناظير مختلفة لأبواب، جميعها مصنوعة من الخشب مع ألواح زجاجية أو نوافذ.",
    "يصور المشهد غرفة تحتوي على عدة مداخل، كل منها إطار خشبي ومميزات مختلفة مثل المرآة والنافذة.",
    "ممر مع أرضية من البلاط، أقواس، ثريات، وباب.",
    "ممر مع أرضية من البلاط البني يؤدي إلى قوس يفتح إلى غرفة معيشة كبيرة مع سقف مقوس.",
    "باب خشبي يؤدي إلى غرفة طعام مع مدخل مقوس، سقف خشبي، وجوائز خشبية.",
    "ممر مع أرضية مفروشة بالبلاط وباب خشبي يؤدي إلى سقف مقوس مع جهاز إضاءة في المنزل.",
    "رواق فسيح مع أقواس ومطبخ وثريات وأرضية مفروشة بالبلاط يؤدي إلى باب.",
    "باب خشبي مع نافذة ومرآة وضوء."
  ],
  "2cdaaa1e09bc4b63a29013d8c43a6c13": [
    "باب خشبي مع مقعد ونافذة بجانب أريكة، تحت عارضة خشبية مع نافذتين.",
    "غرفة معيشة تحتوي على أريكة ومخدات ولوحة فنية ومروحة سقف مع ضوء وصور.",
    "منزل دافئ مع غرفة معيشة، رواق مع مدفأة، وغرفة مع عوارض خشبية وباب.",
    "غرفة معيشة مريحة مع مدفأة، سجادة من جلد البقرة، نافذة كبيرة، عوارض خشبية، ومصابيح إضاءة.",
    "غرفة طعام مزودة بطاولة وكراسي تضاء بواسطة ثريا معلقة فوق نافذة.",
    "غرفة ذات سقف خشبي ونوافذ تحتوي على طاولة ونافذة، كلاهما مزين بترتيبات زهورية.",
    "غرفة دافئة مع نافذة، أريكة، وسائد، مقعد، طاولة، وعارضة خشبية.",
    "غرفة مع أرضية مفروشة بالبلاط، كرسي، وباب خشبي مع نافذة فيه وإطار خشبي ونافذة في الأعلى.\n\n                ."
  ],
  "7d6ee8e26a434fde89597d09d92643b3": [
    "المشهد يصور مخزنًا خشبيًا مع خزانة تحتوي على أبواب وأدراج، وخزانة خشبية مع سقف.",
    "مشهد يضم مكتبًا، هاتفًا، رفًا خشبيًا مع زجاجة نبيذ، وضوء يسلط على حائط في غرفة.",
    "المشهد يتكون من مكتب به هاتف وزجاجات ماء وصندوق، رف خشبي به هاتف وزجاجة ماء في الوسط، ورف خشبي به أضواء في الأعلى.",
    "مصنع القهوة وصندوق القهوة على رف خشبي مضاء من فوق.",
    "كرة أرضية تقع على منضدة خشبية في مطبخ به خزانة خشبية، بينما يظهر خزانة خشبية ذات باب من الأعلى.",
    "مكتب زجاجي مع كرة أرضية وساعة يقع في مطبخ مع خزائن خشبية ونافذة، مغطى بمصباح.",
    "مطبخ بتصميم خشبي مع خزائن وطاولة وسجادة وضوء معلق، من الأعلى والأسفل والوسط.",
    "غرفة خشبية مع خزائن وخزانة، تحتوي على مصباح في الخزانة وفي خزانة معلقة."
  ],
  "97eb119eb9b94677bea3af3079620966": [
    "المشهد يصور منزلًا به صالة مع أرضيات خشبية وسجادة، ورواق مع لوح خشبي وثريات، وشرفة خشبية مع ثرياتين.",
    "غرفة معيشة فسيحة مع مدفأة، لوحات خشبية، كراسي، ومصابيح كريستالية.",
    "غرفة معيشة دافئة مع مدفأة، أرضية خشبية، حامل نار خشبي، نافذة كبيرة، عوارض خشبية، ومصباح معلق.",
    "أرضية خشبية مع باب زجاجي وباب يؤدي إلى غرفة طعام من خلال باب زجاجي، في حين يظهر باب خشبي مع نافذة زجاجية من الأعلى.",
    "طاولة بلياردو تقع على أرضية من البلاط في غرفة ذات نوافذ كبيرة وسقف خشبي مع ثريات وشمعدان.",
    "أرضية خشبية مع باب زجاجي منزلق تؤدي إلى رواق مع باب زجاجي وباب خشبي مع إطار خشبي وزجاج في الأعلى.",
    "غرفة معيشة بلبناء خشبي، أريكة، كراسي، ومصباح معلق من سقف خشبي.",
    "رواق فسيح مع عوارض خشبية وثريات يؤدي إلى غرفة معيشة مع لوح خشبي ونار، تضم سجادة وكراسي."
  ],
  "fe0f8990834148809dc84feffa5797eb": [
    "منزل به غرفة طعام تحتوي على طاولة خشبية وأرائك، لوحة تصور قطا على طاولة في غرفة أخرى، ولوحة معلقة على الحائط.",
    "غرفة تحتوي على كرسي ونافذة تحتوي أيضًا على ثريا معلقة على جدار بالقرب من باب، وثريا أخرى معلقة على الباب من منظور من الأعلى.",
    "يظهر حديقة من خلال نافذة مقوسة من كلا المنظور العلوي والمتوسط، بينما يظهر المنظور السفلي تحديدا الحديقة من خلال نافذة.",
    "مشهد يحتوي على نافذة وباب، يخترق الضوء كلاهما.",
    "منظر لمنزل به باب وسجادة وسجادة باب ونوافذ مقوسة من الداخل والخارج.",
    "مشهد يحتوي على باب، نور حائط، مسبح، نافذة كبيرة، ومصباح.",
    "غرفة ذات أرضية مفروشة بالبلاط وطاولة بلياردو محاطة بالكراسي والنوافذ، لها سقف بعمود خشبي ومصابيح.",
    "غرفة معيشة تحتوي على طاولة بلياردو وأبواب زجاجية متحركة تظهر من الأعلى، بينما يظهر من الأسفل طاولة مع كراسي ومجلة، وفوقها سقف خشبي مع مصباح وباب."
  ],
  "6e95a11ced8b44b39fc3d795b7b32721": [
    "رواق به أرضيات خشبية، ولوح خشبي، وسجادة، ومدخل، وسقف خشبي مع قوس.",
    "غرفة معيشة فسيحة مع لوح خشبي، مدفأة، طاولة مع زجاجتين، ثريا، وسقف خشبي.",
    "غرفة معيشة فسيحة أنيقة مع أرضيات خشبية، موقد نار، سقف منحوت، ثريات، وأريكة مريحة.\n\n \n غرفة معيشة  \n فسيحة \n أنيقة \n مع \n أرضيات خشبية  \n موقد نار \n سقف منحوت  \n ثريات \n وأريكة مريحة",
    "ممر مع لوح خشبي وزجاج باب يؤدي إلى غرفة تحتوي على خزانة كبيرة ومرآة واثنين من المصباحين، بينما يظهر باب خشبي مع ضوء ونافذة من الأعلى.",
    "باب خشبي مزخرف بنمط دائري وإطار يُصوَّر من زوايا مختلفة.",
    "غرفة ذات أرضية خشبية وسقف خشبي تحتوي على أبواب فرنسية ذات ألواح زجاجية.",
    "غرفة طعام بأثاث خشبي وأرضية وسقف خشبيين، تضم ثريات.",
    "غرفة طعام تحتوي على طاولة كبيرة، كراسي، ثريا، وسقف خشبي."
  ],
  "6f688288116a4a0e96fc29854073d91e": [
    "المشهد يضم حوض استحمام مع لوح زجاجي مطبق بالبلاط ومرآة، وحوض مطبخ مع مصباح فوقه، وخزانة خشبية ورف في المطبخ.",
    "المشهد يصور مطبخًا به ميكروويف وحوض، ويضم خزانات خشبية، وخزانة خشبية مزودة بأضواء ومرآة.",
    "المشهد يصور منزلًا به حمام ومطبخ ورواق، ويضم أرضيات من البلاط وأبواب خشبية وميكروويف وثريا وباب واحد.",
    "غرفة ذات باب يحتوي على مقبض ويد، مقبض خشبي، حائط أبيض، ساعة، وحائط.",
    "منظر قريب من باب خشبي مع مقبض وإطار خشبي، موضوع أمام جدار خشبي ذو خطوط بنية.",
    "باب خشبي مع مقبض وضربة ومشربة.",
    "المشهد يصور مطبخًا به مشواة، موقد، ثلاجة، باب، وضوء سقف.",
    "المشهد يصور مطبخًا به موقد وفرن، ويضم خزانة خشبية عند النظر إليه من الأعلى."
  ],
  "76a02b415daa46f3bb050260c486b570": [
    "مطبخ بهذه المكونات ماكينة قهوة، موقد، فرن، يظهر من زوايا مختلفة، مع ظهور قوس أبيض وثريات من الأعلى.",
    "منظر لمطبخ به خزائن خشبية وأرضية من البلاط البني، ويضم بابًا خشبيًا، ومرآة معلقة على حائط في غرفة مجاورة.",
    "منظر للمدخل مع أرضية مفروشة بالبلاط، باب، سجادة، رواق مع باب كبير و مصباح، و سقف مع باب و مدخل.",
    "غرفة طعام مع طاولة زجاجية وأربعة كراسي، نوافذ خشبية، ومصباح معلق.",
    "غرفة طعام مع طاولة، كراسي، ثريا مع شموع، ونافذة.",
    "غرفة تحتوي على طاولة تحمل كأسين وسنجة، ومرآة كبيرة معلقة على حائط قرب نافذة، ولوحة معلقة على حائط آخر.",
    "غرفة تحتوي على طاولة بها أواني شاي و أكواب، لوحة زهور في زهرية على الحائط، ولوحة زهور مُطرزة على حائط آخر.",
    "يصور المشهد رواقًا به طاولة قهوة وأكواب على طاولة، يؤدي إلى غرفة معيشة به نار وثريات، كل ذلك تحت سقف مقوس."
  ],
  "fc808c9afa4943e08844cb0931dee9be": [
    "باب خشبي مع زجاج و مقابض معدنية، نوافذ زجاجية، شجرة، مرآة، ومصباح معلّق.",
    "باب مع أرضية من بلاط بني وباب يحتوي على لوحتين على الجدار وضوء ومرآة على الباب.",
    "رواق مع درج، أرضية من البلاط، زهرية، ومصباح معلق.",
    "غرفة معيشة دافئة مع أرضية خشبية، مدفأة، قوس، أريكة، ومصباح معلق.",
    "غرفة معيشة ذات أرضية خشبية وأريكة ومدخل كبير مقوس يؤدي إلى منطقة تضم ثريا.",
    "ممر مع قوس خشبي وباب يؤدي إلى مدخل مع قوس خشبي ومرآة، كل ذلك يقع على أرضية من البلاط.",
    "رواق فسيح مع أقواس، مصابيح معلقة، وأبواب على أرضية مفروشة بالبلاط.",
    "باب زجاجي إطاري خشبي يؤدي إلى أرضية مفروشة بالبلاط البني من خلال مدخل ذو قوس خشبي."
  ],
  "be5698c94e3a46b1ad171a3e3932489b": [
    "المشهد يتألف من أثاث قديم بما في ذلك مكتب فرنسي، خزانة خشبية مع لوحة، ولوحة مُطرزة لامرأة ترتدي فستان أسود.",
    "غرفة تحتوي على كرسي أمام نافذة ذات إطار أبيض وباب، وتمتلك مدخل قوسي يؤدي إلى غرفة أخرى.",
    "نافذة ذات إطار خشبي توفر منظرًا لحديقة وأشجار.",
    "كرسي يقع أمام نافذة مع مصباح حائطي يضم ثبته حديد منحوت ومصباح معلق على الحائط.",
    "غرفة طعام مع طاولة، كراسي، كتاب، باب، قوس خشبي، وضوء.",
    "مساحة معيشة دافئة ومريحة تضم منطقة لتناول الطعام، مدفأة، أبواب زجاجية منزلق، وسقف من عوارض خشبية.",
    "غرفة واسعة تحتوي على طاولة بلياردو وموقد نار وجوائز خشبية في الممر.",
    "مكتب سكرتير فيكتوري قديم يقع تحت لوحة لامرأة على الحائط، بينما يخدم المدفأة مع لوحة فوقها كمركز للغرفة."
  ],
  "dd6b8a0bc1d641d4804a81cc6e4b1dc8": [
    "رواق مع ثريا وباب خشبي يؤدي إلى منزل مع أرضية مفروشة بالبلاط وثريا أخرى معلقة في قوس.",
    "باب خشبي مزخرف ذو شكل منحني يظهر من زوايا مختلفة.",
    "منزل دافئ مع تفاصيل خشبية و مزيج من العناصر الحديثة والتقليدية، يضم غرفة معيشة مع مدفأة وأريكة، وحمام مع ثريات فاخرة.",
    "غرفة معيشة فسيحة مع مدفأة، طاولة، نافذة كبيرة، وسقف خشبي يضم ثريا فخما.",
    "غرفة معيشة دافئة مع لوح خشبي، مدفأة، أريكة، وطاولة قهوة، تتميز بسقف خشبي وثريات.",
    "غرفة طعام ذات أرضيات خشبية ولوح خشبي وزجاجة ثريا.",
    "غرفة طعام مع أرضية خشبية، ولوح خشبي، ومصابيح معلقة، وباب خشبي مع مصباح وإطار.",
    "رواق به أقواس خشبية وأبواب وأرضيات، بالإضافة إلى أرضية من البلاط في قسم واحد."
  ],
  "50f16d748fbc4682bde319d9eca9dc18": [
    "المشهد يصور حماما يحتوي على دش يضم رأس دش ودش يد، رفًا ومنشفة.",
    "يصور المشهد حماماً يحتوي على دش ومرحاض وجدران مفروشة بالبلاط.",
    "منظر لمطبخ به حائط خلفي مفروش بالبلاط ومرحاض به باب ونافذة ونافذة أخرى في المطبخ مع وعاء عليها.",
    "حمام به نافذة و حوض غسيل، يحتوي على عتبة نافذة مفروشة بالبلاط مع وعاء صغير من الصابون ومقعد نافذة.",
    "المشهد يصور حماماً مع باب زجاجي، باب حمام مغشوش، وسقف مفروش بالبلاط.",
    "المشهد يصور حماماً به جدران مفروشة بالبلاط، باب، ودش مفروش بالبلاط مع أرضية مفروشة بالبلاط.",
    "يظهر المشهد حماماً به جدران مفروشة بالبلاط، ومرآة، ومرحاض، ودش.",
    "حمام به دش، نافذة، باب دش زجاجي، مناشف، وجدار حجري."
  ],
  "8b00915324764301b56bc873b06b1b1d": [
    "المشهد يضم ثلاثة أبواب مختلفة، كل منها يحتوي على عنصر تصميم فريد مثل مقابض زجاجية، لوح زجاجي، أو مرآة.",
    "المشهد يصور ثلاثة مداخل، كل منها يحتوي على باب وميزة مختلفة، بما في ذلك أرضية مفروشة بالبلاط، مدفأة، ومصباح.",
    "رواق فسيح مع أقواس، مصابيح معلقة، وأرضية من البلاط يؤدي إلى باب.",
    "مطبخ مع أرضية من البلاط، قوس خشبي، خزائن خشبية، وسقف مقوس.",
    "المشهد يصور مطبخًا به أرضيات من البلاط، وأرفف خشبية بنية، وموقد، وأرفف خشبية، وسقف خشبي.",
    "مطبخ واسع مع جزيرة رخامية كبيرة وثريا يؤدي إلى غرفة طعام مع سقف خشبي وثريا.",
    "مطبخ واسع مع أرضية من البلاط وجزيرة كبيرة وموقد وسقف خشبي وثريا.",
    "باب مع إطار خشبي وباب ومفتاح إضاءة وإضاءة."
  ],
  "d6fcbe8ab9bb402d857f3a0022ec8a07": [
    "ممر مع أرضية خشبية وباب دائري يؤدي إلى ممر مع باب خشبي وأرضية مفروشة، ويعلوها قوس خشبي مع باب خشبي.",
    "المشهد يصوّر غرفة ذات أرضيات خشبية، ولوحات خشبية، وكرسي، ومصباح، ومصابيح معلقة.",
    "غرفة معيشة مع مدفأة، كرسي، رف كبير، ومصباح معلق.",
    "غرفة معيشة فسيحة مع أرضيات خشبية، طاولة قهوة، مدفأة، لوح خشبي، ثريات، وعوارض خشبية.",
    "غرفة واسعة بأرضيات خشبية وسجادة تحتوي على طاولة بلياردو وأرائك، بينما تؤدي أبواب زجاجية إلى الخارج ومدخل كبير مع باب خشبي ونافذة.",
    "رواق فخم مع عوارض خشبية وثريا يؤدي إلى غرفة معيشة مع لوح خشبي وجدول قهوة محاط بالكراسي.",
    "غرفة معيشة دافئة مع لوح خشبي، مدفأة، أريكة، كراسي، سقف خشبي، ومصباح معلّق.",
    "منظر داخلي ذو طابع خشبي يضم مطبخاً ورواقاً وغرفة واسعة."
  ],
  "c2f534e2c1204a27a8d8df29b05f4aa7": [
    "رواق خشبي مع أبواب، وثريات، ومرآة على سقف قوسي خشبي.",
    "رواق فسيح مع أرضيات خشبية، وقوس خشبي، وثريا، وسلم مع مسند خشبي.",
    "غرفة معيشة فخمة مع مدفأة، أثاث منحوت، أرضيات خشبية، ثريات، و عوارض خشبية.",
    "غرفة معيشة فسيحة بأرضية خشبية تحتوي على مصباح أرضي مع ظل مصباح، وثريات معلقة من عوارض خشبية على السقف، ومصباح كبير في الوسط.",
    "غرفة خشبية مع سجادة وباب ولوح زجاجي في منتصف الباب، منظر من الأعلى والأسفل والمنتصف.",
    "غرفة طعام مع طاولة كبيرة وسقف خشبي وثريات.",
    "غرفة طعام فخمة مع أثاث مزخرف، ومصابيح معلقة، وسجادة على الأرض، كل ذلك تحت سقف خشبي مع مصباح معلّق آخر.",
    "غرفة طعام ذات أرضية خشبية، أبواب محرقة، طاولة، سجادة، سقف خشبي محرق، ومصباح معلق."
  ],
  "9103ed6320424ea183c7943bfceb678b": [
    "رواق به أرضية مفروشة بالبلاط، باب، مصباح، ومصباح معلّق.",
    "ممر مع أرضية و جدار من البلاط البني، مصباح، باب، ومصدر إضاءة معلق في قوس.",
    "غرفة نوم مع قوس وسرير مرئية من ممر مع قوس وباب ومدخل مع أرضية من البلاط البني.",
    "مرآة مع ثلاثي القوائم والكاميرا موضعة في وسط الغرفة، بينما مرآة إطارها ذهبي في الزاوية.",
    "رواق به مرآة، زهرية، ساعة، ومرآة دائرية.",
    "ممر مع طاولة صغيرة و زهرية يؤدي إلى غرفة مع ساعة كبيرة مثبتة على الجدار و ساعة أخرى معلقة من السقف.",
    "ممر مع أرضية من البلاط الدائري والقوس يؤدي إلى مبنى مع درج.",
    "نافذة زجاج ملون ظاهرة من نافذة صغيرة في حمام."
  ],
  "1da6bc4a3acc48868c4ea1904c26c92f": [
    "باب خشبي به نافذة زجاجية يفتح على شرفة، بينما تُقدم نافذة بإطار خشبي منظرًا للسماء.",
    "باب خشبي مع مقبض وإطار ومرآة ونافذة.",
    "غرفة معيشة تحتوي على أريكة وطاولة قهوة، تتميز بسقف وأرضية خشبية.",
    "غرفة معيشة مريحة مع مدفأة، طاولة قهوة، وأرائك، تتميز بدعامات خشبية وثريات مضاءة في الأعلى.",
    "غرفة طعام مع أرضية خشبية، طاولة، كراسي، مقعد، عوارض خشبية على السقف، ومصباح.",
    "غرفة دافئة بسقف خشبي ونوافذ وطاولة مع وسائد وأريكة بجانب نافذة بإطار خشبي.",
    "مقعد نافذة مريح مع وسادة يجلس داخل إطار خشبي ومزخرف.",
    "باب خشبي مطلي باللون الأبيض يظهر من المنتصف، في حين يظهر من الأعلى إطار خشبي ومن الأسفل أرضية خشبية تؤدي إلى المدخل."
  ],
  "58348305b0f84dd8b161aaf2d5b945ef": [
    "مطبخ واسع مع جزيرة كبيرة ونافذة، يضم طاولة مطبخ صفراء وبنية ومصابيح معلقة من ثريا.",
    "مطبخ مع خزائن خشبية وطاولة صفراء، يضم موقدًا وثرياً معلقًا من سقف خشبي.",
    "المشهد يصور مطبخا به خزائن بني اللون، أرضيات من البلاط، موقد، وسقف خشبي.",
    "المشهد يصور حماماً مع حوض ومرآة، ومطبخاً مع خزائن بنيّة وخشبيّة، كلاهما يضم نافذة.",
    "منظر لمطبخ به خزانات بني اللون، موقد، طوّاف، وميكروويف، مع مقطع قريب من باب خزانة خشبي.",
    "خزانة خشبية وباب مع مقابض معدنية وخشبية مرئية من زوايا مختلفة.",
    "المشهد يصور مساحة معيشة متعددة المستويات تحتوي على حمام ومطبخ وغرفة طعام، وتتميز جميعها بعناصر خشبية وغرفة بهو دافئ.",
    "المشهد يصور مطبخًا مع سطح عداد رخام و جزيرة كبيرة، وكذلك غرفة طعام مع سقف خشبي."
  ],
  "feabf6ce2ab347b285ed253498c8c05c": [
    "مطبخ مع أرضية من البلاط ومدفأة وفرن ومقعد مع عارضة خشبية وثريات مضاءة فوقهما.",
    "منظر لأرضية من البلاط مع باب خشبي يؤدي إلى مطبخ وسقف مع جهاز إضاءة أعلاه.",
    "غرفة طعام تحتوي على ثلاثة صور مشرَّفة تقع أسفل مطبخ به سقف وجدار خشبي، ويظهر كرسي مع نبات أمامه من الأعلى.",
    "مدفأة مع نبات أمامها وشوكة وسكين معلقة فوقها، مع عارضة خشبية معلقة على الحائط.",
    "غرفة تحتوي على مدفأة مزخرفة برأس بقرة، ومرآة معلقة فوق عارضة خشبية، وكرسي قريب.",
    "غرفة معيشة دافئة مع مدفأة، نوافذ كبيرة، سجادة من جلد البقرة، وسقف خشبي.",
    "منزل دافئ مع طاولة خشبية وأرائك في غرفة المعيشة، غرفة طعام واسعة مع طاولة كبيرة وأرائك، وسقف مع عوارض خشبية وأضواء.",
    "غرفة معيشة مريحة مع أريكة وطاولة قهوة وموقد، تقع في غرفة ذات سقف خشبي ولوحة.\n\n        ,     ."
  ],
  "a0ee6f0d6b5545f6a17cb7385b56ca0d": [
    "حمام به نافذة ومرآة، به نافذة إطار خشبي مع مقعد.",
    "مرآة كبيرة ذات تصميم منحوت فيها تجلس على أرضية خشبية، بينما يعلّق مرآة إطار خشبي على الحائط أعلاها.",
    "ممر مع أرضيات خشبية، أقواس، ومرآة، مغطى بسقف خشبي ومدخل قوسي.",
    "غرفة دافئة مع مدفأة، سجادة، كرسي، زخرفة شمسية، سقف خشبي، وشمس مشرقة من خلالها.",
    "غرفة معيشة مريحة مع كراسي، أوتومان، مدفأة، ومصباح معلق من سقف خشبي.",
    "غرفة نوم تحتوي على سرير وكرسي تضم مدفأة وسقف خشبي مع ثريا.",
    "غرفة نوم مع أرضية خشبية، سرير أبيض، لوحة على الحائط، وسقف خشبي مع صورة معلقة فوقه.",
    "غرفة ذات أرضية خشبية تحتوي على نافذة عليها لوحة و نافذة إطارية خشبية عليها صورة."
  ],
  "4cc8ffa4a220460f974971ef2da47296": [
    "المشهد يصور ثلاثة أنواع مختلفة من المداخل، كل منها به ستائر ومقبض أو قضيب.",
    "المشهد يصور حماماً به ستارة دش بنية وبيضاء، وخزانة ملابس بها ستارة وباب، ومرآة.",
    "غرفة تحتوي على طاولة تحمل زهرية ومرآة، خزانة مع لوحة فنية إطارية على الحائط، ولوحة أخرى على حائط الغرفة.",
    "غرفة مريحة مع مدفأة وطاولة وكرسي، وتضم أيضًا بابًا مع لوحة فنية وسقف خشبي مع إطار صورة وباب.",
    "غرفة تحتوي على كرسي و مصباح ومرآة وسجادة، تتميز بسقف مزود بأعمدة خشبية ومرآة.",
    "غرفة نوم مع سرير به رأس خشبي، مقعد، مرآة، ثريا، وعوارض خشبية.",
    "غرفة نوم مع سرير وسجادة وطاولة جانبية وسقف خشبي وثريا.",
    "المشهد يصور غرفة مع ستائر ذات نمط بني وأبيض وجدار خشبي."
  ],
  "28d28649c3254cf09cc03eddd96bc31a": [
    "مطبخ به وموقد على منضدة مغطاة بخزانة خشبية وموقد مزود بضوء.",
    "المشهد يصور مطبخًا يحتوي على أجهزة من الفولاذ المقاوم للصدأ بما في ذلك شواية، فرن، موقد، ومستخرج دخان.",
    "مطبخ مع أرضيات من البلاط ومدفأة متصل بممر مع باب، ويضاء من فوق بمصباح معلق.",
    "ممر مع باب خشبي يؤدي إلى غرفة معيشة مع عارضة خشبية معلقة.",
    "غرفة معيشة مريحة مع مدفأة، أرضيات من البلاط، سجادة، سقف خشبي مع مرآة وثريات إضاءة.",
    "منظر مقرب من باب خشبي مع إطار وطلاء بني.",
    "منظر قريب من باب خشبي مع مقبض أسود، لوح خشبي، و حاشية خشبية.",
    "مطبخ به خزانة بني و باب خشبي يوجد به مفتاح كهرباء بجانب باب الدخول الذي يحتوي على باب بني وإطار خشبي."
  ],
  "d3d7cbec0eec4c9fa1b481c220b65536": [
    "رواق مع أرضية خشبية وسجادة يؤدي إلى باب في منزل مقوس مع نافذة.\n\n                   .",
    "غرفة ذات نافذة مزودة  ستائر وتطل على حديقة وأشجار، مع سجادة أمام النافذة.",
    "ستارة بنية معلقة أمام نافذة تضم نافذة أصغر في الوسط.",
    "ستارة بنية معلقة أمام نافذة في غرفة تسلط عليها الضوء.",
    "ممر مع أرضية خشبية، مدخل مقوس مع مرآة، وباب خشبي مع جهاز إضاءة.",
    "هناك ثلاثة أعمال فنية إطار معلقة على الحائط، بما في ذلك صورة ولوحة لمشهد صيد ولوحة أخرى.",
    "المشهد يضم ثلاث لوحات محاطة بإطارات تصور خيولا، أشخاصا على الخيل، ورجل وامرأة في منزل.",
    "المشهد يصور حماماً به حوض و صورة إطارية، باب خشبي ومرآة، ورواق به صورة إطارية ومرآة."
  ],
  "ae136d2ded8c4f79998a917322067b1e": [
    "المشهد يضم بابًا خشبيًا مع لوح زجاجي، وبابًا زجاجيًا مع إطار خشبي، ونافذة مع إطار خشبي، ومصباحًا معلّقًا.",
    "غرفة مع أرضية مفروشة بالبلاط، مدفأة، أبواب زجاجية، وطاولة بلياردو، تتميز باب زجاجي منزلق بإطار خشبي.",
    "غرفة تحتوي على طاولة بلياردو، وأرضيات مفروشة بالبلاط، ونوافذ، وسقف خشبي مع ثريات، وطاولة.",
    "طاولة بلياردو تقع على أرضية من البلاط في غرفة ذات نوافذ كبيرة وسقف من العوارض الخشبية.",
    "غرفة معيشة مع أرضية من البلاط، أريكة، مدفأة، نوافذ كبيرة، سقف مع نافذة كبيرة، ومصباح معلّق.",
    "غرفة معيشة دافئة مع أريكة وطاولة قهوة وموقد نار وسقف عارضة خشبية مع نافذة.",
    "غرفة معيشة مع أرضية مفروشة بالبلاط، باب، تلفزيون مثبت عليه، سقف خشبي، باب خشبي، ونافذة.",
    "هناك ثلاثة تلفزيونات في المشهد، واحد مثبت على عربة، واحد على الحائط، وواحد معلق من عارضة خشبية."
  ],
  "0f9915468dee44989d22c1e2aa039f28": [
    "منظر لمدخل خشبي مع إطار يؤدي إلى رواق مع جدار خشبي وحمام مع مرحاض وباب خشبي.",
    "غرفة ذات أرضية من البلاط ونافذة إطارية خشبية تضم كرسي خشبي.",
    "غرفة ذات حائط أبيض، أرضية خشبية، حائط أصفر، كرسي أصفر، ولوحة بها خلفية صفراء وبنية.",
    "رواق به أرضية من البلاط، وباب، ونافذة، وكرسي، وسقف مقوس مع جهاز إضاءة في المنزل.\n\n                    .      .",
    "باب خشبي مع إطار خشبي ومقبض يُرى من زوايا مختلفة، مع أرضية مفروشة بالبلاط وثابت إضاءة مرئي من الأعلى.",
    "منظر قريب من باب خشبي مع مقبض وإطار، موضوع داخل جدار خشبي.",
    "المشهد يظهر حماماً به حوض ومرآة من أعلى ووسط وأسفل، وكذلك رواقاً به ثريا ومرآة من أعلى.",
    "حمام به مرحاض و حوض و مرآة و صورة و ثريا معلقة."
  ],
  "f284dcd6c7a04b3eaef2c2f8c6e88446": [
    "المشهد يضم عناصر خشبية متنوعة بما في ذلك لوحة مع مقعد، وباب خزانة، وباب مع إطار خشبي.",
    "منظر لغرفة خشبية مع تكبير لزاوية ولوحة وباب مع نافذة.",
    "غرفة خشبية مع رف ونافذة وباب، كل منها مزين بنبات.",
    "مشهد يضم زهرية مع أغصان وشمعة، تمثال مع حلزون، وتمثال لرجل يرتدي قبعة.",
    "المشهد يضم ثلاثة مدافئ، كل منها يحتوي على حامات فريدة ومحيطات، في مساحة فخمة ومزخرفة مع لوح خشبي وسقف خشبي.",
    "غرفة معيشة واسعة مع أثاث خشبي وطاولة بلياردو ومصابيح كريستال وسجادة كبيرة مع كراسي.",
    "غرفة معيشة واسعة مع لوح خشبي، ثريا، وطاولة كبيرة وأرائك.",
    "تمثال خنزير خشبي يجلس على طاولة أمام جدار مقسم خشبي مع تمثال طائر وثابت إضاءة."
  ],
  "20a5c1beab4245c0b293283af82b1a16": [
    "رواق مع أرضيات مفروشة بالبلاط، أقواس، جهاز إضاءة، ومصباح معلق فوقه.",
    "منظر لحمام به أرضية مفروشة بالبلاط، مرحاض، نافذة بإطار خشبي، و ظل يلقي على أعلى النافذة.",
    "يظهر المشهد مقطعًا قريبًا من جدار أبيض، ولوحة لجدار أصفر على خلفية صفراء، ومقطعًا قريبًا من جدار مصبوغ باللون الأصفر.",
    "المشهد يصور مطبخًا به أرضيات من البلاط وأرفف خشبية وطاولات عمل خشبية، ويتميز بعمود خشبي من وجهة نظر علوية.",
    "مطبخ واسع مع جزيرة خشبية كبيرة، سطح أبيض، ثريا، وسقف خشبي.",
    "حمام به أرضية من البلاط، وسجادة، ومرآة، وغسالة، وسقف به أخشاب واضاءة.",
    "المشهد يضم حماماً مع جدار أصفر ومرحاض أبيض، مصحوباً برسم لجدار أصفر وأبيض، كما يُرى من منظور من الأعلى يُبرز النمط المعقد.",
    "باب خشبي مع باب بني، بلاط، إطار خشبي، مقبض باب، وضوء يسطع من خلاله."
  ],
  "c14db1c9fdcb4f96b202b49a91c45f14": [
    "غرفة معيشة دافئة مع مدفأة و سجادة و مرآة و سقف من عوارض خشبية.\n\n       , , ,    .",
    "المشهد يتكون من ثلاث أبواب واحد مع لوحة زجاجية ومقبض، واحد مصنوع من الخشب مع مدفأة في الخلفية، وواحد مع مرآة مثبتة عليه.",
    "باب خشبي مع نافذة زجاجية.",
    "منظر لممر مزخرف مع أرضية زرقاء، شرفة مع مسند خشبي ونافذة، وسقف خشبي مع نافذة وباب.",
    "شرفة ذات أرضية من البلاط ودرابزين من الحديد المطاوع تطل على مسبح وتراس، مع سقف خشبي وثريات معلقة من فوق.",
    "مساحة خارجية فاخرة مع شرفة من البلاط الأزرق، مسبح على شرفة مع حاجز حديدي، وسقف خشبي مع ثريا.",
    "باب خشبي مع ستارة يعلقه أمامه.\n\n \n باب خشبي   \n مع ستارة   \n يعلقه \n أمامه",
    "غرفة نوم مع باب خشبي، مرآة، سرير، ومصباح معلق من عارضة خشبية."
  ],
  "447af2ad95c74c468e10f3a4b7c92a2a": [
    "منزل متعدد الطوابق مع غرفة معيشة دافئة، رواق مزخرف بصور العائلة، وغرفة طعام أنيقة مع سقف خشبي وثريات.",
    "منزل فسيح أنيق مع غرفة معيشة دافئة ومطبخ حديثة وصالة طعام رسمية.",
    "المشهد يصور غرفة معيشة تحتوي على أريكة وبار، متصلة بمطبخ يحتوي على خزائن خشبية ومنطقة بار، تتميز بأعمدة خشبية وطاولة.",
    "غرفة معيشة دافئة تحتوي على أريكة وموقد نار تؤدي إلى غرفة تحتوي على باب ونافذة، وفي الأعلى غرفة ساحرة ذات سقف خشبي وستارة زهرية.",
    "غرفة معيشة دافئة تطل على حديقة من خلال نافذة مزخرفة بالستائر الزهرية والقوائم الخشبية.",
    "غرفة معيشة مريحة مع تلفزيون وموقد نار وشاشة كبيرة على حامل، محاطة بسقف خشبي ونافذة.",
    "غرفة معيشة تحتوي على مدفأة، تلفزيون، حامل تلفزيون، جهاز تحكم، زهرية خشبية، ورف.",
    "غرفة تحتوي على مدفأة، شاشة زخرفية، منضدة، زهرية، سقف خشبي، وثريات."
  ],
  "c7514b33a67f4d8e95571db30e4f69e2": [
    "منظر لحمام به حوض أبيض وثقب صغير في جدار أبيض، مع باب خشبي ونافذة على جدار أبيض يُرى من الأعلى.",
    "المشهد يضم غرفة تحتوي على مدفنتين نار، باب خشبي، أرضية من البلاط، وسقف خشبي.",
    "منظر لشرفة مفروشة بالبلاط مع نافذة وباب يؤدي إلى غرفة مع عارضة خشبية ونافذة، كل ذلك تحت سقف خشبي مع ثريا معلقة.",
    "المشهد يضم ثلاثة مستويات مختلفة من الهياكل الخارجية، بما في ذلك شرفة مع درابزين حديدي مشغول وطابق مفروش بالبلاط، و شرفة مع درابزين حديدي مشغول وسقف مفروش بالبلاط، وشرفة خشبية مع جهاز إضاءة وعوارض خشبية.",
    "منظر خلاب يضم مسند حديدي مطروق، شرفة مطلة على مسبح وأشجار، وممر خشبي مع عارضة.",
    "مشهد يظهر به مسبح مع شريط حديدي مطروق، أرضية مفروشة بالبلاط، وشرفة مطلة عليه، بالإضافة إلى عارضة خشبية معلقة من السقف.",
    "منظر لمنزل مع شرفة مفروشة بالبلاط، شرفة أمامية، سقف خشبي، ومصابيح إضاءة.",
    "المشهد يصور مدخلاً يحتوي على باب ونافذة، بالإضافة إلى عارضة خشبية مثبتة في سقف المنزل."
  ],
  "fe326a17d5f44104befb9c5a8da24127": [
    "لَوحة حائط صفراء ذات إطار ذهبي معلقة على خلفية صفراء بينما السقف الأبيض فوقها مصبوغ باللون الأبيض.",
    "طائر يجلس على عتبة نافذة في غرفة ذات جدار أبيض وإناء.",
    "ممر مع سجادة، باب خشبي، درج، ومصباح.",
    "غرفة ذات جدار أبيض وسجادة تحتوي على باب مكون من بابين وضوء يسطع على الجدار.",
    "المشهد يتكون من غرفة ذات جدار وسقف بني، جدار أصفر مع خلفية بيضاء، وتصوير مقرب لجدار أبيض مع بقع صفراء.",
    "غرفة معيشة دافئة مع أرضية خشبية، أريكة بنية، مدفأة حجرية، ثريا، وسقف عارضة خشبية.",
    "غرفة نوم مع سجادة، كرسي، سرير، ومصباح معلق، تتميز بسقف به عوارض خشبية.\n\n \n    , , ,  ,      .",
    "مرآة تقع على أرضية خشبية في غرفة تحتوي على نافذة تحمل مرآة، بينما يعلّق عارضة خشبية من السقف."
  ],
  "b83ae38bbdba4934967a71d67be2d7a2": [
    "غرفة واسعة تحتوي على طاولة بلياردو، منطقة صالة، باب زجاجي كبير، ثريات، عوارض خشبية، أرضية مفروشة بالبلاط، وباب منفصل.",
    "طاولة بلياردو ذات غطاء أحمر وكرة موجودة في غرفة معيشة ذات سقف خشبي وثريا معلقة فوق باب.",
    "غرفة طعام مع مدفأة وأرضية مفروشة بالبلاط، تحتوي على نمط بلاط في منتصف الأرضية، عوارض خشبية على السقف، ونافذة.",
    "منظر لشرفة مع باب زجاجي متحرك ونافذة تطل على الجبال والأشجار.",
    "شرفة ذات باب شبكي وباب خشبي مرئية من وجهتي النظر العلوية والوسطى، بينما تظهر وجهة النظر العلوية أيضًا نافذة بمنظر للسماء.",
    "منظر خلاب يظهر باب مزخرف بالزهور، وبركة وساحة ظاهرة من خلال نافذة، ونافذة مقوسة بإطار خشبي.",
    "غرفة معيشة دافئة مع أريكة وطاولة وموقد تحت سقف خشبي مع جهاز إضاءة وباب.",
    "غرفة معيشة مع أرضية من البلاط، مدفأة، تلفزيون، وسقف خشبي."
  ],
  "19e2dbc6c2ed4a04b285ae9ec83bfeb1": [
    "حوض استحمام مع مرآة و كاميرا و ثلاثي القوائم و مصباح.",
    "المشهد يصور حماماً به حوض ومرآة وثريات.",
    "غرفة نوم مع سجادة وستائر ونافذة مقوسة.",
    "حمام به باب خشبي، دش، ونافذة، وبإضافة إلى مقبض خشبي على باب الحمام.",
    "حمام مزود بدش يحتوي على رأسين دش وباب زجاجي، بالإضافة إلى مرآة ولوحة فوق الحوض.",
    "حمام به مناشف وصورة إطارية متصل بممر به صورة إطارية أخرى.",
    "حمام مفروش بالبلاط مع مرحاض وباب ومرآة وجدران وأرضية مفروشة بالبلاط.",
    "حمام به منشفة، رف مناشف، جهاز إضاءة، نور، ومصباح."
  ],
  "31d333100701416aadf529ee032ab7b1": [
    "غرفة معيشة ذات عوارض خشبية، وأريكة، وطاولة قهوة، تتميز بثريات إضاءة من فوق.",
    "غرفة معيشة دافئة مع مدفأة، وسجادة من جلد البقر، وعوارض خشبية على السقف.",
    "غرفة معيشة مريحة مع كرسي أبيض أمام مدفأة، وتتميز بمرآة وساعة فوق المدفأة وعمود خشبي مع مرآة معلقة فوقه.",
    "مشهد يظهر باب شرفة مع أريكة بيضاء، مسبح وشرفة منظر من نافذة، ونافذة تطل على منطقة غابات.",
    "منظر لباب شرفة، شرفة، ونافذة من منزل خشبي.",
    "شرفة تحتوي على كراسي وطاولة مرئية من منظور من الأعلى ومنتصف، بينما توفر نافذة منظرًا لأشجار وإطار خشبي.",
    "غرفة طعام تحتوي على طاولة وأرائك تقع في غرفة ذات سقف خشبي ونوافذ.\n\n \n غرفة طعام   \n تحتوي على طاولة وأرائك     \n تقع في   \n غرفة ذات سقف خشبي ونوافذ",
    "غرفة طعام ذات عوارض خشبية، نوافذ، طاولة طعام مع كراسي وغطاء طاولة أبيض، وسقف خشبي مع ثريات."
  ],
  "9d964d907e0d4101a0a98d5f90e89403": [
    "رواق به أرضية مطلية بالبلاط الدائري ونافذة زجاج ملون مضاءة بمصباح على شكل نجمة معلق فوق غرفة.",
    "رواق به أرضية من البلاط الدائري، وباب خشبي، وثريات إضاءة زخرفية.",
    "ممر مع جدران مقوسة وأرضية مفروشة بالبلاط يضم مرآة معلقة على الحائط.",
    "يضم المشهد عدة مرايا، بما في ذلك واحدة مع إطار بني وأرضية مفروشة بالبلاط، وواحدة مع مرآة بداخلها، وواحدة معلقة على الحائط.",
    "الساعة والزهرة في الوعاء معروضان على الحائط.",
    "زهرية مع زهور تقع على طاولة بجانب ساعة كبيرة بأرقام رومانية.",
    "غرفة تحتوي على مقعد خشبي وطاولة، وساعة على الحائط، وسلم مع نافذة دائرية وضوء.",
    "رواق مفروش بالبلاط مع باب يؤدي إلى درج مع سقف دائري وضوء."
  ],
  "9f0079fa767e402cb515c7751a13e265": [
    "منزل فخم مع أرضية موزاييك دائرية، أبواب مقوسة، رواق خشبي، وسلم مع أقواس ونافذة.",
    "منظر لمكان به حاجز حديدي مطروق أسود، ولوحة على الجدار، وجدار به أقواس وساعة.",
    "درج مع سلم حديدي مرئي من الأعلى والمنتصف والأسفل، مع نور ومصباح في الأعلى.",
    "درج مع درجات خشبية ور معدني أو خشبي يضم صورة في مكان ما على طوله.",
    "درج خشبي مع درجات خشبية وسور أبيض يؤدي إلى نافذة زجاج ملون ت تصميم وردة.",
    "المشهد يصور جدارًا به عدة أزرار إضاءة ونافذة.",
    "مدخل فخم مع أرضية من البلاط الدائري، باب خشبي، رواق مع أقواس وكرسي، وسلم مع أقواس وثريا.",
    "رواق فسيح مع أرضية بلاط دائرية، طاولة خشبية وكراسي، ومصباح كبير معلق من السقف."
  ],
  "ce5e1bf00ede408fa46eb35049d81842": [
    "غرفة طعام تحتوي على طاولة وكراسي تتميز بلوحة فنية كبيرة على الحائط.",
    "غرفة طعام تحتوي على طاولة وكراسي، وت مجلة على الطاولة وعوارض خشبية على السقف مع جهاز إضاءة.",
    "يظهر المشهد مدخلًا يطل على صحراء، ونافذة تطل على حديقة، ونافذة مقوسة ذات إطار خشبي.",
    "منظر لباب مع نبات في وعاء، ونافذة مع إطار خشبي تطل على حديقة، ونافذة مقوسة في منزل مع إطار خشبي.",
    "غرفة تحتوي على مفتاح حائط يتحكم في مصباح، ومصباح حائط ببنية حديدية مطروقة، ومصباح حديدية مطروقة كبير معلق على الحائط.",
    "المشهد يضم شرفة مع أبواب زجاجية متحركة، وباب زجاجي متحرك مع أرضية من البلاط، ونافذة مع إطار خشبي ونافذة أخرى.",
    "يوجد طاولة بلياردو في غرفة مع أرضيات مفروشة بالبلاط ونوافذ، تحت سقف مزخرف بالعوارض الخشبية وثريا.",
    "غرفة معيشة تحتوي على طاولة بلياردو وأكراس، تتميز بأبواب زلاجية وسقف خشبي مع فوانيس معلقة فوق الباب."
  ],
  "0cf8775a4e474671bc23337c84da1540": [
    "رواق أرضيته خشبية مع أبواب وقوس.",
    "منظر لحمام به ستارة بيضاء ومرآة، يضم زهرة صفراء في النافذة.",
    "ستارة صفراء وبيضاء مخططة معلقة خلف زهرة صفراء في زهرية، مع زهرية بيضاء ثانية تحمل زهرة صفراء أخرى في الأعلى.",
    "شخص واقف أمام مرآة في غرفة توجد بها مرحاض مقبضه أصفر، وفي الوقت نفسه يلقي ظل شجرة على الجدار من الأعلى.",
    "حمام به أرضية بلاط دائري ومرآة تحتوي على ساعة في منتصف المرآة، يقع في ممر به ثريا وإضاءة.",
    "رواق مع أرضية مفروشة بالبلاط، ساعة، جهاز إضاءة، وقوس.",
    "م  ,  ,     .",
    "المشهد يتكون من غرفة صفراء وبيضاء مع مرآة على الحائط وباب أصفر يؤدي إلى منطقة أخرى."
  ],
  "1eae5d4a0c0146c2b884d6b96d9b0e16": [
    "مشهد يضم مدخل به باب خشبي مع ألواح زجاجية، وأرضية من البلاط، وجدار من الحجارة، وعوارض خشبية في السقف، وباب ثاني مرئي من الأعلى.",
    "رواق فسيح مع أبواب مقوسة، وثريات، وأرضية من البلاط يؤدي إلى منزل ذو سقف مقوس ممتاز.",
    "يقع هاتف على منضدة مطبخ محاطة بأرفف خشبية وأرضيات مطبقة، مع خزانة خشبية فوقه تحتوي على باب وضوء.",
    "مطبخ مع موقد، وفرن، ولوح زجاجي، ومروحة، وخزائن خشبية.",
    "مطبخ مع أرضيات من البلاط، خزائن بنية، موقد، نافذة، خزائن خشبية، وسقف خشبي.",
    "مطبخ مع خزائن بني، وطاولات رخامية، وجزيرة مطبخ صفراء، وسقف خشبي، ومصباح معلّق.",
    "مطبخ مع سطح عمل أصفر، مدفأة، جزيرة كبيرة، ومصابيح معلقة من السقف.",
    "مطبخ مع أرضيات من البلاط، موقد أصفر، قوس كبير، وسقف خشبي مع إضاءة وباب."
  ],
  "7f2acdbd7e6a4d088629ef09c1a19069": [
    "غرفة معيشة ذات أرضية مفروشة بالبلاط، تلفزيون مثبت على الحائط، وموقد نار.",
    "غرفة واسعة تحتوي على طاولة بلياردو وغرفة معيشة مع مدفأة ونوافذ زجاجية متحركة وسقف خشبي وأبواب خشبية.",
    "طاولة بلياردو تقع على أرضية من البلاط في غرفة تحتوي على مدفأة، تقع في ممر مع عوارض خشبية وثريا.",
    "منظر لأرضية مفروشة بالبلاط مع باب ومدخل يؤدي إلى باب زجاجي كبير يطل على فناء محاط بنوافذ مقوسة في المنزل.",
    "غرفة تحتوي على أريكة وزهور وشمعدان مع زهرية زهور وثريات سقف ونافذة.",
    "أريكة مع وسائد موضوعة أمام نوافذ مقوسة مع عوارض خشبية في غرفة.",
    "غرفة معيشة تحتوي على أريكة وطاولة قهوة تضاء من قبل مصباح سقف و مصباح منضدة، مع بابين ونافذة مزخرفة بشمعدانات حديدية مطروقة.",
    "تلفزيون مثبت على حائط في غرفة معيشة مع سجادة."
  ],
  "0d579753613b46df874d1272a29fa2f6": [
    "حمام به باب خشبي وجدران مفروشة بالبلاط يحتوي على مرحاض به مقعد خشبي، ويعلو الحائط فوقه عارضة خشبية.",
    "حمام مع باب خشبي وسجادة ومرآة ومصباح.",
    "حمام به باب خشبي، دش مفروش بالبلاط، ومصباح، وكذلك دش به باب خشبي وأرضية مفروشة بالبلاط.",
    "حمام فاخر به حوض كبير ومرآة كبيرة وثريات.",
    "حمّام به باب خشبي، أرضية مفروشة بالبلاط، حوض استحمام، مرآة، ومصباح معلق فوق الباب.",
    "صورة مقربة من باب خشبي مع مقبض و جدار خشبي، مع ضوء يسطع على الباب من الأعلى.",
    "حمام به مرحاض ونافذة مرئي من الأعلى، بينما يُرى باب خشبي به نافذة من منتصف، ويعلو باب مصباح.",
    "حمام مفروش بالبلاط يحتوي على مرحاض ودش وثريا سقف."
  ],
  "22909f85153f4081bd25d3212dfecd92": [
    "نافذة مع ستائر مرئية من الأعلى والوسط والأسفل.",
    "المشهد يضم ستارة اللون البني الفاتح مع قضيب أسود، يرافقهما سجادة.",
    "غرفة مع سرير و سجادة و نافذة و ستائر.",
    "المشهد يصور غرفة نوم مع سرير وسجادة، وحمام مع حوض ومرآة ونافذة، وغرفة مع مروحة سقف وستائر.",
    "غرفة نوم مع غطاء وردي وبني على السرير، ومخدات، ومصباح، وثريات معلقة فوق طاولة مع صور.",
    "غرفة تحتوي على سرير، مكتب، كرسي، ومصباح معلق.",
    "غرفة مع تلفزيون مثبت على الحائط وسقف.",
    "المشهد يضم نافذة مع ستائر في درجات مختلفة من الأبيض والبيج، إلى جانب سجادة على الأرض."
  ],
  "62c8e9eebaed4671a0f2806126ed4ca2": [
    "مطبخ به أرضيات من البلاط، وطاولة، موقد، وفرن مزين بقوس زخرفي وتمثال على السقف.",
    "مطبخ مع أرضيات من البلاط وطاولة خشبية، يضم بابًا خشبيًا وسقفًا به مرآة.",
    "غرفة طعام مزودة بثريات وطاولة مزخرفة بفازة وكرسيا، مضاءة بثريات تحمل شموعا.",
    "غرفة طعام تحتوي على طاولة خشبية وأرائك، تقع في غرفة تحتوي على مدفأة ونافذة، توفر جوًا دافئًا ومرحبًا.",
    "غرفة ذات أرضية مفروشة بالبلاط ونافذة خشبية كبيرة تطل على مسبح من خلال نافذة صغيرة ذات إطار بني.",
    "نافذة إطارية خشبية تطل على فناء به طاولة خشبية وأرضية خشبية.",
    "غرفة ذات جدار أبيض، عارضة خشبية، وأرضية تحتوي على لوحة لرجل على جدار أصفر، بينما تظهر صورة لجدار ذهبي مع ساعة من الأعلى.",
    "صينية تحتوي على أكواب شاي وأطباقها تقع أسفل لوحة مطبوعة بالزهور معلقة على الحائط."
  ],
  "2ea9ef57798c47809efcecd553f183f2": [
    "المشهد يصور مطبخًا به شواية وغطاء من الفولاذ المقاوم للصدأ، بالإضافة إلى غطاء فرن ومصباح.",
    "المشهد يصور مطبخًا به حوض، خزائن خشبية، ميكروويف، أرضية مفروشة بالبلاط، وسقف خشبي.",
    "باب خشبي مع إطار ومقبض يُرى من زوايا مختلفة، بما في ذلك منظر علوي لعمود خشبي مع باب.",
    "غرفة معيشة مع مدفأة، باب، أرضية بلاط بني، ثريات سقفية، وباب.",
    "غرفة معيشة دافئة مع مدفأة، وأرضية من البلاط، وكرسي، تتميز بسقف خشبي وساعة.",
    "غرفة معيشة دافئة مع عوارض خشبية، مدفأة، أريكة، طاولة قهوة، ومروحة سقف.",
    "غرفة معيشة تحتوي على أريكة بجانب جدار ونافذة، تتميز بمروحة سقف خشبية بإطار خشبي.",
    "المشهد يتكون من حمام ومطبخ مع أبواب خشبية، حوض، أرضيات وجدران بيضاء."
  ],
  "13b9ae157ad44e408018b0d1e5d7a4a5": [
    "مطبخ به موقد وأرضيات من البلاط يُرى من الأعلى، بينما من الوسط يُرى أرضية خشبية وقوس، كل ذلك داخل منزل به جدار أبيض وسقف مقوس.",
    "باب خشبي مع لوح زجاجي ومقبض يُرى من زوايا مختلفة.",
    "رواق مع باب، بساط باب، جهاز إضاءة، وسقف خشبي مع مصباح.",
    "غرفة تحتوي على باب خشبي ونافذة وفيه طاولة وكرسيا وباب خشبي آخر عليه لوحة.",
    "غرفة طعام مع ثريا، نوافذ، طاولة مع أربعة كراسي، وآنية زهور.",
    "غرفة طعام مع طاولة خشبية وأرائك، نافذة، مروحة سقف، وضوء.",
    "غرفة تحتوي على لوحة زهور على طاولة بجانب غلاية شاي ولوحة معلقة على الحائط، مع طاولة أسفلها تحمل أكواب شاي وأطباق.",
    "مطبخ به آلة قهوة، مدفأة، بار، أرضيات مفروشة بالبلاط، وسقف مقوس في غرفة بجدران بيضاء."
  ],
  "7c2397fff7984480aa24da7b7990d375": [
    "المشهد يضم زوجًا من الستائر ذات النمط البني والأبيض، كما يُرى من الأعلى والوسط والأسفل.",
    "منظر لباب مع جرس باب وستائر، مع ستارة بنمط بني وأبيض معلقة من قضيب ستارة.",
    "غرفة نوم مع دولاب، سجادة، خزانة، لوحة فنية، سقف خشبي، ومرآة.",
    "غرفة تحتوي على كرسي وسجادة ولوحة تحتوي على سقف خشبي وباب مع باب.",
    "غرفة نوم تحتوي على سرير ومصباح وطاولة ومرآة وثريا معلقة من السقف الخشبي.",
    "منظر لغرفة نوم مع سرير أحمر وبرتقالي ولوحة، بالإضافة إلى غرفة طعام مع سقف خشبي.",
    "غرفة نوم تحتوي على سرير وخزانة تُرى من الأعلى والأسفل والمتوسط، مع سقف خشبي وباب مع باب مرئي من المنظر العلوي.",
    "ستارة بنية وبيضاء ذات تصميم مطبوع معلقة على قضيب."
  ],
  "44b578d6975143c7868b1c752ec78189": [
    "ممر مع ثريا وأبواب خشبية يؤدي إلى قوس في منزل مع أرضية مفروشة بالبلاط وباب واحد.\n\n  \n   ممر\n    مع ثريا\n    وأبواب خشبية\n   يؤدي إلى\n   قوس\n    في منزل\n     مع أرضية مفروشة بالبلاط\n     وباب واحد",
    "رواق مع باب خشبي و صورة معمارية إطارية، و هناك صورة معلقة على السقف الخشبي أعلاه.",
    "منزل فخم أنيق مع غرفة طعام وغرفة معيشة وخشب منحوت في جميع أنحاء، يضم أرضية خشبية وسقف وثريات.",
    "غرفة طعام بأثاث خشبي وثريا معلق فوق طاولة ذات حاشية ووعاء.",
    "غرفة طعام مع طاولة كبيرة، أرضيات خشبية، وثلاثة مصابيح معلقة من سقف خشبي.",
    "غرفة مع دولاب، مرآة، وأواني زهور.",
    "مكتب فيكتوري قديم يقع في غرفة تحتوي على مدفأة مع حامل خشبي وساعة، بينما تعلق مرآة على الجدار أعلاها.",
    "باب بنفسج اللون مع إطار خشبي ومقبض باب وجرس باب مثبت عليه مع أرضية مفروشة بالبلاط."
  ],
  "3fb5a48d8a71413aacaa51f6bc569e59": [
    "غرفة معيشة فسيحة مع باب زجاجي وإطار خشبي، باب خشبي كبير، ثريا، وسلم.",
    "غرفة طعام مع مرآة كبيرة وطاولة مرئية من خلال باب زجاجي به مكنسة، في حين يُرى باب خشبي مع زجاج ومرآة من الأعلى.",
    "غرفة طعام مع نافذة كبيرة وطاولة، تحتوي على أرضية من البلاط مع عصا بلياردو وسقف من خشب مع صورة.",
    "غرفة طعام فخمة مع أرضية مفروشة بالبلاط، نوافذ مقوسة، طاولة كبيرة، ثريات، وموقد.",
    "غرفة تحتوي على طاولة بلياردو على أرضية من البلاط الأحمر، ونافذة كبيرة تطل على فناء، وسقف خشبي مع عوارض.",
    "غرفة معيشة تحتوي على طاولة بلياردو ذات غطاء أحمر، نوافذ، وسقف خشبي مع عوارض.",
    "مدخل واسع مع أرضية مفروشة بالبلاط، وموقد نار، وسقف من ألواح خشبية، وباب.",
    "غرفة معيشة فخمة مع أرضيات خشبية، مدفأة، زخارف خشبية، أريكة، ثريا، وسقف خشبي."
  ],
  "29d286b3af0a4a49a162b1481b5c8127": [
    "غرفة نوم مريحة مع عوارض خشبية، سرير، كرسي ووسادة، ثريا، وصور على السقف الخشبي.",
    "غرفة معيشة دافئة مع مدفأة، سجادة، مرآة، وسقف من عوارض خشبية مع ثريا.",
    "غرفة معيشة دافئة مع مدفأة، سجادة، حجر كبير، تلفزيون بشاشة مسطحة، عوارض خشبية، ومرآة.",
    "طاولة مكتب قديمة مع فيل منحوت يقع أسفل لوحة معلقة فوق مكتب في غرفة، مع لوحة محاطة بإطار معلقة على الحائط.",
    "غرفة تحتوي على نافذة تعرض صورة امرأة وساعة، ستارة مع حبل معلق منها، ومرآة معلقة فوق ستارة أخرى.",
    "المشهد يضم ثلاث أبواب مختلفة، كل باب منها مصنوع من مادة وتصميم مختلف.",
    "غرفة نوم مع سرير وسجادة وطاولة جانبية وسقف عارضة خشبية وثريات.",
    "غرفة نوم مريحة مع غطاء أرضي أبيض، طاولة جانبية، أعمدة خشبية، وموقد حرق."
  ],
  "252b3d388cde465f8e28dbf66b0f9b15": [
    "مطبخ به خزائن خشبية، وثريات، خزانة خشبية مع مقابض سوداء، وأبواب خشبية مزدوجة مع مقبض.",
    "المشهد يصور رواقًا به بابان خشبيان وخزانة خشبية مع باب خشبي.",
    "المشهد يضم مطبخًا به ثلاجة على أرضية خشبية، وحمامًا به حوض ومرآة وسقف خشبي وثريات.",
    "المشهد يصور حماماً مع خزانة خشبية ومرآة، ومطبخاً مع خزائن خشبية، وميكروويف، ومروحة سقف، وأضواء.",
    "مشهد يظهر كرة أرضية على مكتب وفي مطبخ مع خزائن خشبية، وكذلك ثريا معلقة فوق خزانة مطبخ.",
    "المشهد يظهر غرفة تحتوي على خزائن خشبية، مكتب مع طابعة، وثريا فوق خزانة خشبية.",
    "وحدة تخزين خشبية مع أبواب، مقابض، أدراج، وزر.",
    "خزانة خشبية مع مقابض أبواب مختلفة وثابت إضاءة."
  ],
  "a65f29102bfd4d2fa38239959b0098d9": [
    "رواق مع أرضية مفروشة بالبلاط، باب خشبي، ومصباح تحت سقف مقوس.",
    "ممر مع باب ودخلة يؤدي إلى قوس أبيض مع باب خشبي، مع جدار يضم مفتاحًا للضوء وأرضية من البلاط أسفله.",
    "منزل واسع مع رواق ومطبخ وسقف من عوارض خشبية يضم حوضًا وجزيرة كبيرة وموقدًا ولوحة.",
    "المشهد يصور مطبخًا يحتوي على عناصر خشبية مثل العوارض وطاولات العمل والكراسي، بالإضافة إلى جزيرة مركزية وثريات.",
    "المشهد يصور مساحة معيشة متعددة المستويات تحتوي على أريكة وموقد نار وبار في المستويات السفلى ومطبخ مع سقف خشبي وثريا في المستوى العلوي.",
    "المشهد يصور غرفة معيشة مريحة مع مدفأة وسجادة، تضم تلفزيوناً في منتصف المشهد، وغرفة طعام ذات عوارض خشبية وثريات في المشهد العلوي.",
    "رواق مع مقعد، زهرية، مدفأة، باب، عوارض خشبية، ومصباح.",
    "المشهد يضم طاولة خشبية مع زهرية وصور، وحمام مع صورة إطارية، وصور إطارية معلقة على الجدار."
  ],
  "070acf1514684f28824de7469a73d7bc": [
    "مكنسة كهربائية تجلس على أرضية خشبية في مطبخ به حوض و باب خشبي، محاط بإطار خشبي.",
    "ممر مع أرضية من البلاط الدائري، باب، وضوء.",
    "المشهد يصور غرفة ذات جدار أصفر وسقف أبيض، تضم لوحة تظهر الجدار نفسه وأرضية من البلاط.",
    "مشهد يضم رواقًا وغرفةً ذات مرآة ونافذة وغرفةً ذات سقف ونافذة، جميعها تتميز بأرضيات من البلاط الوردي.",
    "باب خشبي مع مقبض أسود وإطار خشبي يُرى من الأعلى والأسفل والمنتصف، مع رؤية أرضية من البلاط في المنظر السفلي.",
    "باب خشبي به غسالة و مجفف يؤدي إلى مطبخ به جدار خشبي وباب آخر، مع ضوء يسطع على قمة الباب الخشبي.",
    "المشهد يصور منطقة غسيل بالغسالات والمناشف في مطبخ صغير، مع خزانة خشبية وضوء سقف فوقها.",
    "المشهد يصور منزلاً يحتوي على غرفة غسيل تحتوي على غسالة و مجفف، ومطبخ به خزائن خشبية بنية، ونافذة، ومروحة سقف."
  ],
  "e24468be7bb14ba1b2145e3722b47563": [
    "منظر لغرفة تحتوي على دولاب خشبي وطاولة وباب، بالإضافة إلى حمام به مصباح سقف ومرآة.",
    "باب خشبي مع مقبض ويد، مقبض أبيض، وضوء عليه.",
    "منظر من الداخل الخشبي مع التركيز على الأبواب والأرضية.",
    "باب خشبي مع سجادة أمامه به ثقب ويضاء بضوء.",
    "ممر مع سجادة كبيرة، وثريات، وأرضيات خشبية، وباب، مضاءة بمصابيح سقفية مع ثريات في الوسط.\n\n,      \n\nممر مع سجادة كبيرة، ثريات، أرضيات خشبية، وباب، ومضاءة بمصابيح سقفية.\n\n      \n\nممر مع سجادة، ثريات، خشب، وباب، ومضاءة من السقف.",
    "منظر لغرفة نوم تحتوي على خزانة وطاولة ملابس، ويضم بابًا مع إطار خشبي ومرآة، وتصوير مقرب للإطار الخشبي للباب.",
    "منظر لطاولة خشبية مع سجادة، ورواق مع باب خشبي وأرضية، وحمام مع ثريا ومرآة.",
    "سجادة ملونة تقع على أرضية حمام صغير به خزائن خشبية ونافذة، ومضاءة بثلاثة مصابيح فوق المغسلة."
  ],
  "26dcc104db41485d96549dcf2e48a307": [
    "خزانة خشبية مع أبواب وثريات إضاءة، وخزانة خشبية مع ثريات إضاءة معلقة فوقها.",
    "المشهد يصور منزلًا به أرضيات خشبية وأبواب وسقف خشبي، ويضم غرفة ورواقًا وحمامًا به خزائن وثريات.",
    "المشهد يتكون من غرفة صغيرة تحتوي على مكتب وخزانة، ومطبخ به خزانة خشبية وميكروويف، وحمام به سقف خشبي وثريات.",
    "مطبخ به طاولة خشبية، خزانة، ونافذة، ويضم كرة أرضية على الطاولة.",
    "المشهد يصور مطبخًا به خزانة خشبية، وطابعة على الطاولة، ونافذة في كل من الخزانة والمطبخ.",
    "خزانة خشبية بابها مغلق تحتوي على طابعة    .",
    "يتميز المشهد بأبواب خشبية مختلفة مع مقابض وأزرار، بما في ذلك باب خزانة.",
    "المشهد يصور غرفة ذات طابع خشبي مع أبواب ومقابض ورفوف."
  ],
  "43b53aa5b25a42a692edfa432d7cae80": [
    "غرفة نوم مع كرسي وأوتومان، عوارض خشبية، لوحة، ومصباح معلق من السقف.",
    "غرفة معيشة دافئة مع مدفأة و سجادة ومرايا, تتميز بسقف خشبي وثريات.",
    "غرفة معيشة دافئة مع مدفأة و تلفزيون في الوسط، تتميز بسقف خشبي مع عارضة.",
    "يوجد جهاز تحكم عن بعد على طاولة خشبية بينما تُعلق لوحة عن قارب على الحائط وتُعرض صورة فوق شريط خشبي.",
    "غرفة تحتوي على زهرية فضية على طاولة بجانب لوحة تظهر مشهد شارع مع شمعة، ولوحة أخرى إطارية تظهر بيتًا مع أشجار نخيل معلقة على الحائط.",
    "المشهد يضم غرفة تحتوي على باب، طاولة، نافذة مع مقعد، وستارة معلقة على حائط خشبي.",
    "غرفة نوم مع أرضية خشبية، سرير، طاولة جانبية، باب، وسقف خشبي مع عارضة.",
    "غرفة نوم مع أرضية خشبية، رأس سرير، وعوارض سقف، تحتوي على سرير أبيض مع غطاء أو بطانية ومراوح سقف."
  ],
  "938a36cca7f44bc4b2892f953c35b61e": [
    "غرفة ذات أرضية من البلاط، أبواب بنية، باب خشبي مع باب زجاجي و نبات، ومصعد معلّق من السقف.",
    "ممر مع أرضية مفروشة بالبلاط، زهرة، أبواب محرقة، وسلم يؤدي إلى سقف محرّق.",
    "باب خشبي مع إناء زهور عليه وزهرة فيه، محاط بإطار خشبي.",
    "غرفة معيشة فسيحة مع نحت خشبي، مدفأة، ثريات، وأريكة على أرضية خشبية.",
    "منزل دافئ مع غرفة معيشة تحتوي على أرضيات خشبية وأريكة ولوح خشبي وحريق مفتوح، وغرفة طعام مع أسقف خشبية وثريات.",
    "المشهد يصور غرفة طعام مع أرضيات خشبية وسقف خشبي، وتتميز بباب وسلم خشبي يؤدي إلى سقف خشبي أعلى.",
    "باب خشبي مزخرف يضم تصميمًا دائريًا وقوسًا ومصباحًا.",
    "رواق فسيح مع أبواب مقوسة، ثريات، وأرضية مفروشة بالبلاط يؤدي إلى غرف مختلفة."
  ],
  "02ee4a5177f844c0867d3e174a1080e2": [
    "الكاميرا موزعة على باب يؤدي إلى غرفة ذات مقبض باب خشبي وجدران بيضاء، بينما يظهر منظر من الأعلى سقفًا ذهبيًا وبابًا.",
    "يُرى باب خشبي مع أرضية من البلاط وإضاءة من الأعلى، بينما من الوسط، يحتوي الباب على إطار خشبي ويتم وضعه على خلفية من الجدار الأبيض، ويُظهر المنظر العلوي سقفًا دائريًا فوق المدخل.",
    "منظر لمدخل مع أرضية من البلاط البني ومقبض على الباب، مع منظر علوي من سقف مبنى.",
    "غرفة باب خشبي يضم صورة وباب دائري يضم صورة، كلاهما إطار خشبي، وأرضية من البلاط.",
    "رواق به أرضية من البلاط، أقواس، لوحة، وأبواب.",
    "يصور المشهد حماما به مرحاض و حوض استحمام، ومدخل به بابان، ورواق به جدار منحني وباب.",
    "سقف دائري يطل على لوحة به خلفية صفراء وبنية، ويستريح فوقها مظلة بيضاء وصفراء مخططة.",
    "باب خشبي مع مميزات مختلفة مثل مقبض أسود و جرس باب و منبه مثبت على الحائط و نافذة دائرية، موضوع على أرضية مفروشة بالبلاط."
  ],
  "5d0a26f5813b42cea5ac41ab888325b1": [
    "غرفة تحتوي على مرآة كبيرة، ثلاثي القوائم، كاميرا، سقف خشبي، وعوارض.",
    "غرفة ذات ملامح خشبية تشمل أرضية وسقف ونافذة، بالإضافة إلى رأس غزال مثبت.",
    "رواق به أرضيات خشبية وموقد يضم تمثالاً لزرافة على الحائط وسجادة في الوسط.",
    "مدفأة مزودة بمروحة ونار محاطة بديكور مُصمم على شكل الشمس، بما في ذلك لوحة جدارية على شكل شمس وشمس على المدفأة.",
    "غرفة معيشة تحتوي على أوتومان كبير وباب يؤدي إلى غرفة تحتوي على لوحة فنية، كل ذلك يقع في غرفة ذات سقف خشبي مع نافذة.",
    "غرفة نوم تحتوي على كرسيين وسرير تتدلى منها ثريا من عوارض خشبية.",
    "غرفة نوم مع عوارض خشبية، سرير، وكرسي تضاء من مصباح معلق من السقف الخشبي.",
    "ممر مع لوحة على جدار خشبي يؤدي إلى غرفة مع عوارض خشبية وصور، بينما يتم وضع مرآة على الأرض بجانب الأرضية الخشبية."
  ],
  "59136bd254af4972a365657696357739": [
    "خزانة خشبية مع مقابض سوداء وأزرار تظهر من زوايا مختلفة، بما في ذلك مقطع قريب من باب خشبي ومقطع قريب من باب خزانة خشبية.",
    "المشهد يظهر خزانة خشبية مع مقابض سوداء وأزرار، مع لقطة مقربة من الباب وتصوير من الأعلى للخزانة مع مقابض.",
    "رواق مع أرضية خشبية، باب خشبي، مرآة، ومصباح معلق.",
    "المشهد يصور غرفة تحتوي على مكتب وسجادة، ومطبخ مع خزائن خشبية وميكروويف، واثنين من الأجهزة المضيئة معلقة فوق المطبخ.",
    "مكتب صغير به خزائن خشبية وطابعة وطاولة مع سجادة على الأرض ومصباح معلق فوق خزانة خشبية.",
    "خزانة خشبية مع أبواب وأدراج تظهر من زوايا مختلفة، مع التركيز على مقربة من إحدى الأبواب.",
    "المشهد يظهر مقطعًا مقرّبًا لباب خزانة خشبي وباب خشبي مع مقبض.",
    "منظر مقرب من باب خشبي مع مقبض و خشب حبيبي و إطار."
  ],
  "73f0da2d03874506872aa6e9bd9fa899": [
    "المشهد يصور حماماً به حوض ورف مناشف ومرآة.",
    "منظر لحمام به رف مناشف ونافذة، وغرفة بأرضية خشبية ونافذة، ونافذة بإطار خشبي.",
    "حمام به باب دش زجاجي، رف مناشف، منشفة، مرآة، ومروحة سقف.",
    "الحمام يظهر به المرحاض وأرضية البلاط من منظور من الأعلى، بينما تظهر الجدار الأبيض مع الباب الخشبي والجدار الأبيض الآخر من منظور من الوسط، والحنية البيضاء مع العارضة الخشبية تظهر من منظور من الأعلى.",
    "حمام به حوض استحمام، منشفة، ستارة دش بيضاء، نافذة، ومصباح.",
    "حمام يحتوي على حوض نحاسي كبير ومرحاض ونافذة ومروحة سقف.",
    "غرفة نوم مع قوس يؤدي إلى حمام مع حوض استحمام، باب، مرآة، ومصباح معلق.",
    "المشهد يصور حماماً مع مستويات مختلفة من التفاصيل، بما في ذلك الأحواض والمرايا وضوء السقف."
  ],
  "c7119b0b63e242d9907750e619f5a1db": [
    "المشهد يتكون من غرفة مع باب زجاجي، طاولة بلياردو، سجادة على الباب، باب خشبي مع ثريات، وزجاج.",
    "غرفة معيشة واسعة مع مدفأة وخشب زخرفي، بما في ذلك لوح خشبي وأبواب.",
    "غرفة طعام مع طاولة كبيرة وأثاث مرئية من خلال باب على أرضية مفروشة بالبلاط، مع سقف خشبي وثريات مضاءة أعلاها.",
    "طاولة بلياردو مغطاة بقماش أحمر مع عصا موجودة في غرفة ذات نوافذ كبيرة وسقف خشبي.",
    "غرفة تحتوي على طاولة بلياردو، مدفأة، نوافذ كبيرة، أرضيات مفروشة بالبلاط، نافذة إطار خشبي، وعارضة خشبية.",
    "غرفة معيشة مع أرضية من البلاط، أريكة، مدفأة، نوافذ مقوسة، سقف خشبي، ومصباحسترة.",
    "غرفة معيشة مع أرضية من البلاط، تلفزيون مثبت على الحائط، وسقف خشبي.",
    "غرفة معيشة ذات نافذة كبيرة وأريكة تحتوي على باب زجاجي مع أرضية من البلاط البني ونافذة خشبية مع ضوء وزجاج."
  ],
  "d17568bcd7cd4cd3bb0f4af2c63a3ef9": [
    "غرفة واسعة تحتوي على مطبخ وبار وأريكة وجزيرة كبيرة وموقد وسقف خشبي وثريا.",
    "المشهد يتكون من حمام مع حوض وكرسي، مطبخ مع طاولة خشبية وجزيرة، وغرفة مع سقف أبيض وأرضية خشبية.",
    "رواق مع بابين وعمدة مضاءة بضوء.",
    "غرفة طعام مع طاولة وكراسي على أرضيات من البلاط، مغطاة بمصباح معلق.",
    "غرفة طعام تحتوي على طاولة، كراسي، لوحة فنية كبيرة على الحائط، ومصباح معلّق من السقف.",
    "غرفة تحتوي على مرآة على الجدار، لوحة فوقها، صينية تحتوي على أكواب قهوة و مفتاح إضاءة على الأرض.",
    "حمام أبيض به مرحاض و حوض، كتاب أصفر، و ورقة بيضاء على طاولة.",
    "غرفة معيشة دافئة مع مدفأة، أريكة، ومصابيح معلقة من سقف خشبي."
  ],
  "2922237a743e4568bfed181245860bf7": [
    "م       ,       ,        .",
    "منظر لغرفة بأرضية خشبية وموكيت، متصلة بممر مع ثريات وقوس.",
    "منظر لغرفة تحتوي على عارضة خشبية وسقف، درج مع نبات، ونافذة في منتصف الغرفة مع أرضية خشبية.",
    "مساحة داخلية فريدة مع درج حلزوني، شجرة كبيرة، واخضرار في كل مكان.",
    "غرفة تحتوي على طاولة بلياردو وموقد ومصابيح كريستالية وعوارض خشبية وثريات من منظورات مختلفة.",
    "درج فاخر مع عوارض خشبية وثريات يؤدي إلى غرفة ذات ديكور مشابه.",
    "رواق به سلم و مزهرية كبيرة مزخرف بسجادة و زهرية على السلم، بينما يعلو من السقف فوقه عارضة خشبية و مصباح.",
    "درج فخم مع مصعد حديد منحوت وثريا يؤدي إلى نور سقف مع قوس زخرفي."
  ],
  "c3d775925a4b44da8704728ce4ca1ae7": [
    "يصور المشهد غرفة نوم تحتوي على سرير وطاولة وستائر ومروحة سقف.",
    "المشهد يتألف من غرفة مع ستارة بنية، لوحة لكتاب على خلفية بيضاء، وحائط.",
    "المشهد يصور جدارًا بلون بني فاتح وباب أبيض، مع لوحتين للجدار نفسه، واحدة مع خلفية بيضاء والآخر مع باب.",
    "ستارة بِيج تَعلُق في غُرفة مُزودة بنافذة وستائر.",
    "ممر مع سجادة، نافذة، باب مع صورة معلقة عليه، وممر مع نافذة أخرى.",
    "باب خشبي مع مقبض و صورة عليه يقع تحت قوس خشبي مع مرآة فوقه، كل ذلك موضوع على أرضية من البلاط.",
    "حمام يحتوي على مرحاض ومرآة ومجفف مناشف وباب، يقع في ممر مع ثريا.",
    "المشهد يصور غرفة نوم تحتوي على سرير و مصباح وطاولة جانبية في غرفة ذات سقف مقوس كبير."
  ],
  "93601781117e4358baeec8c478bd13e0": [
    "مرآة معضوضة بضوء تقع على أرضية خشبية في غرفة، يبدو أنها حمام مع ثريا وجدار.",
    "سلالم حلزونية مع سجادة ونافذة تؤدي إلى غرفة مع ثريا معلقة فوق مرآة.",
    "زهرية على الدرج تحت مصباح سقف زخرفي.",
    "سلم مع درابزين حديدي مطروق ونافذة تحمل زهرية يؤدي إلى سقف دائري مع باب.",
    "سلالم ذات درابزين خشبي وحائط أبيض تؤدي إلى غرفة ذات سقف منحني وباب، بينما يزين المنظر من الأعلى درابزين حديدي مطروق يحتوي على صورة.",
    "رواق فسيح مع سجادة على الأرض يؤدي إلى درج مع ثريات، كل ذلك تحت سقف مقوس مع عارضة خشبية.",
    "درج فاخر مع مسند حديد منحوت يؤدي إلى غرفة ذات سقف مقوس وعوارض خشبية من خلال مدخل كبير مقوس.",
    "سلم مزود بمصعد ومصباح يؤدي إلى رواق مزود بثريا معلق من السقف، كل ذلك محاط بأعمدة خشبية وسقف خشبي."
  ]
}