{
  "94ac3cea52ec455993f8562f78da3be1": [
    "المشهد يصور غرفة تحتوي على عدة طاولات وأكراس، بعضها يحتوي على أواني زهور، وخط أنابيب معدني يمر عبر السقف.",
    "المشهد يصور حمامًا به حوض و صنبور، أحدهما حوض أساس أبيض، على حائط أبيض مع أنابيب ظاهرة.",
    "يظهر زوج من الأبواب الخشبية من منظورين مختلفين، أحدهما في غرفة مع أرضية خشبية والآخر في ممر، مع ثريا فوق المنظر العلوي.",
    "سلم مع باب ومرحاض يؤدي إلى غرفة ذات سقف أبيض وأنبوب أسود، بينما جدار أبيض مع باب ودرابزين يفصل بين المستويين.",
    "حمام به أرضية خرسانية وحوض استحمام، كرسي وحوض استحمام، وسقف به إطار معدني بساعة.",
    "حوض استحمام أزرق يقع فوق درج في حمام به كرسي، بينما السقف أعلاه يحتوي على أنبوب معدني كبير ولوحة.",
    "منظر لممر مع درج، غرفة مع باب ودرج، وسقف مع ثريا وكرسى.",
    "غرفة ذات طاولة وكراسي على أرضية خرسانية، طاولة أخرى في الوسط، وسقف به أنابيب معدنية وأسلاك."
  ],
  "4518d285d4c54195a70ba5c4697ba3f2": [
    "غرفة مع كرسيين وسجادة ونافذة ومصباح.",
    "غرفة تحتوي على طاولة و مصباح و سجادة و نافذة تضاء من فوقها بنور ساطع.",
    "مشهد يحتوي على منصة بيضاء تحمل كتبًا، ومصباحًا يحتوي على كتاب فوقه، ومطبخًا به ثلاث نوافذ وموقد.",
    "غرفة تحتوي على نافذة كبيرة ومكتب، وفيه طاولة عليها كتب وزهرية، وفيما فوق صورة معلقة على الحائط.\n\n              . ,                    .",
    "كرسيان يقعان على سجادة في غرفة تحتوي على نافذة و كتاب.",
    "غرفة مع رف كتب كبير، مصباح، وسجادة في غرفة المعيشة.",
    "غرفة طعام مع بيانو، مصباح معلّق، أقواس، طاولة، كراسي، وسجادة.",
    "غرفة معيشة دافئة مع سجادة كبيرة، بيانو، رفوف كتب، ودرج كتب مع مصباح عليه."
  ],
  "87998608d4844fcfaca266bd5aba6516": [
    "المشهد يصور غرفة تحتوي على طاولات، كراسي، وحوض غسيل على أرضية خرسانية، مضاءة بضوء يأتي من السقف.",
    "منظر لحمام أبيض به حوض استحمام، وممر به مروحة، وسقف به أنبوب معدني وجدار أبيض.",
    "حوض استحمام أبيض يقع على طاولة خشبية أمام جدار أبيض ورمادي مع قضيب معدني معلق من جدار أبيض أعلاه.",
    "حمام به مرحاض أبيض وحوض استحمام، وسقف أسود مع أنبوب معلق.",
    "حمام به درجات خرسانية تؤدي إلى حوض استحمام، حوض استحمام مع نافذة، وسقف أسود مع أنبوب أبيض وضوء أسود.",
    "رجل واقف أمام شاشة عرض بينما يلقي كرسي ظلاً على طاولة.",
    "غرفة تحتوي على كراسي متعددة وطاولة، تضم زوجًا من الكراسي مع مقاعد مفروشة بألوان زاهية، تحت سقف معدني مع أنبوب ومروحة.",
    "حمام به حوض استحمام أزرق كبير ومرحاض يضاء بواسطة سقف به العديد من الأضواء، بينما يقع طاولة خشبية قريبة."
  ],
  "a7ec19c57ae74c4496f4aa9c7f30c871": [
    "أريكة بيضاء مغطاة بالفراء موضوعة على سجادة من الفراء مع أضواء زرقاء، تحت سقف أبيض مع ستارة بيضاء.",
    "باب خشبي مع مقبض وإطار أبيض يُرى من منظور أعلى وأسفل ومتوسط.",
    "المشهد يصور حماماً به حوض استحمام كبير ومرحاض على أرضية خرسانية مع بقع صفراء، يقع في غرفة بها مروحة سقف.",
    "باب خشبي مع مقابض متنوعة ومفاتيح وأزرار ضوئية.",
    "غرفة صغيرة بجدران بيضاء وباب تحتوي على لوحة صفراء وبيضاء على الجدار ومرحاض أبيض بمياه ساخنة بصنبور أسود.",
    "كرسيان خشبيان موضوعان في ممر يؤدي إلى باب خشبي مع ثريا فوقه.",
    "رجل يقف على خشبة مسرح مضاءة باللون الأزرق، بينما تلفزيون على حامل وكرسي أزرق يجلسان في غرفة ذات أرضية زرقاء.",
    "غرفة بيضاء مع طاولة قهوة دائرية، بار، أريكة، سقف أبيض، ستارة، وأضواء."
  ],
  "778f6d9386d846b4b6bb60c5ff52c2c4": [
    "غرفة تحتوي على مكتب ومصباح تحتوي على منضدة تلفزيون مع شاشة عليها، بينما تلفزيون معلق في غرفة أخرى مع نافذة.",
    "غرفة تحتوي على مكتب، كمبيوتر، شاشة، مصباح، تلفزيون، وجدار أبيض.",
    "غرفة تحتوي على مكتب، كراسي، وباب، من منظورات مختلفة.",
    "غرفة طعام مع طاولة كبيرة، كراسي سوداء، شموع، ومصباح معلق من سقف أبيض.",
    "غرفة طعام تحتوي على طاولة وكراسي وتضم أيضًا رف كتب، بينما يظهر منظر من الأعلى غرفة تحتوي على مروحة سقف ورف كتب آخر.",
    "غرفة تحتوي على طاولة كبيرة وثلاث نوافذ، وتضم كرسيًا مفروشًا بالذهب أمام إحدى النوافذ ومقعدًا نافذة في أخرى.",
    "خزانة خشبية تقع بجانب نافذة مع مصباح وصور، بينما يضيء الضوء من خلال النافذة من أعلى.\n\n            ,              .",
    "غرفة تحتوي على خزانة خشبية، مكتب مع مصباح وصور، وإضاءة سقف معلقة."
  ],
  "840cd9be95274178b83c956386943c99": [
    "مطبخ أبيض مع سطح عمل أبيض يظهر من منظر منتصف من جدار أبيض مع نافذة وطاولة، بينما يظهر منظر من الأعلى غرفة مع سقف خشبي ونافذة.",
    "حوض رخامي أبيض في الممر يؤدي إلى درج أبيض مع نافذة وقوس، كل شيء تحت سقف مقوس في منزل أبيض.",
    "المشهد يظهر مساحة معيشة متعددة المستويات تحتوي على بيانو وسجادة في غرفة طعام وغرفة معيشة ذات سقف مقوس.",
    "حمام أبيض مع قوس ومرحاض موضوع على قاعدة خشبية في غرفة ذات جدران بيضاء وسقف مقوس.",
    "منزل واسع مع أرضيات خشبية يضم غرفة معيشة مع طاولة طعام، غرفة طعام مع طاولة كبيرة وأرائك، وممر مع سقف مقوس ومصابيح معلقة.",
    "غرفة معيشة واسعة مع أرضية خشبية داكنة وطاولة كبيرة وأكراس في الوسط، تحت سقف مع نوافذ قوسية وثريات.",
    "ممر مع أرضيات خشبية وقوسات يؤدي إلى غرفة مع عوارض خشبية وقوسات، بينما يضيف طاولة وأرضية بيضاء عناصر متناقضة للمشهد.",
    "منظر لبيت أبيض مع أبواب وأبواب نافذة مقوسة، يضم أرضية خشبية ودرابزين سلم، وغرفة مع سقف خشبي وباب مقوس."
  ],
  "0c40bcfcf14c4768aa87a8fdf2f8ae45": [
    "مطبخ أبيض مع طاولة خشبية تحمل جارين زجاجيين، صوانين، نافذة، خزانة بيضاء، وباب أبيض.",
    "مطبخ نظيف وبسيط مع صينية أطباق على الجزيرة ووعاءان زجاجيان على الطاولة.",
    "المشهد يصور مطبخًا به طاولة سوداء وأرائك، وطاولة عمل سوداء، ومروحة سقف، وثابت إضاءة على السقف.",
    "مطبخ به أرضية من البلاط الأزرق، وطاولة، ومكتب كبير به حوض، يقع في غرفة بسقف أبيض وإضاءة.",
    "منظر لمطبخ مع باب مفتوح، ثلاجة، حوض، وباب مع ضوء ومرآة في الأعلى.",
    "المشهد يتكون من باب أبيض مع إطار ومقبض ، ومطبخ مع باب وثابت إضاءة مرئي من الأعلى.",
    "المشهد يصور غرفة بيضاء مع باب يؤدي إلى ممر أبيض مع نافذة ومدخل، مضاءة بمصباح من أعلى.",
    "باب أبيض مع إطار أبيض ومقبض وزر أبيض."
  ],
  "303f1f4a618745779995295ce4375762": [
    "غرفة ذات باب خشبي وجدران بيضاء وإضاءة سقف مرئية من منظور من الأعلى ومنتصف، مع مدخل يؤدي إلى خارج الغرفة.",
    "المشهد يصور غرفة مع أرضية بيضاء وباب، متصلة بممر مع بابين خشبيين ومخرج، كل شيء يُرى من منظورين من الأعلى ومن الوسط.",
    "غرفة ممتلئة بالماء مع أرضية خشبية وباب، وأنابيب وسلاسل معلقة من السقف.",
    "غرفة مينيمالية ذات جدران بيضاء، كرسي أبيض، أرضية بيضاء، وأنبوب أسود يعبر السقف الأبيض.",
    "رجل يركب لوح التزلج على جدار في غرفة تحتوي على لوحة شمس صفراء وبيضاء.",
    "المشهد يصور غرفة قذرة مع جدار، ولوحة تظهر غرفة صفراء وبيضاء، ومنظر لغرفة مع سقف وكرسي من الأعلى.",
    "غرفة ذات جدار أبيض ومصباح تحتوي على قرص أبيض وأصفر على خلفية صفراء على الأرض، بينما يعلوها سقف أبيض مع أنبوب ومصباح.",
    "غرفة ذات جدار أبيض مع أرضية قذرة أو خشبية مغطاة بسقف ومصباح."
  ],
  "ef4ff56c8def4a58b347c58cb498554b": [
    "المشهد يصور رواقًا مع أرضيات خشبية ومصابيح ضوئيتان، يؤدي إلى غرفة طعام مع طاولة طويلة وأكراس.",
    "منظر لكرسي في غرفة بيضاء الجدران، وحمام صغير مع حوض أبيض وخزانة، وباب أبيض يسطع عليه الضوء.",
    "كرسيان يقعان على جانبي نافذة ذات إطار ومقعد أبيض، وتوفر منظرًا لشجرة في الخلفية.",
    "المشهد يتكون من كرسي في غرفة مع نافذة، و حمام أبيض مع نافذة و حوض، و زاوية غرفة مع باب ونافذة.",
    "صورة لرجل على منضدة تقع في وسط غرفة مع طاولة خشبية تحمل لوحة وفانوس أسفل منها، وخزانة بيضاء مع باب في الأعلى.",
    "كرسي أزرق يجلس أمام مدفأة مع صورة إطار لرجل على الحائط فوقه.\n\n            .",
    "منظر لغرفة معيشة تحتوي على كراسي وسجادة، طاولة وكرسي في الوسط، وإضاءة سقفية في ممر مع نافذة من منظور من الأعلى.",
    "غرفة مفروشة بكرسي ومكتب وطاولة مزخرفة بجداريات صور ومضاءة بأضواء في سقف خشبي."
  ],
  "d86710102df44f0083553f7e356e18ea": [
    "باب أبيض مع حقيبة سوداء بجانبه يحتوي على مقبض مع مقبض دائري.",
    "كلب يمشي في ممر مع أرضيات خشبية يؤدي إلى غرفة مع أرضية خشبية وباب ، مع مرآة معلقة في الممر أعلاه.\n\n     \n\n كلب  \n يمشي \n في ممر   \n مع أرضيات خشبية   \n يؤدي إلى غرفة    \n مع أرضية خشبية    \n وباب   \n مع مرآة معلقة في الممر أعلاه",
    "غرفة معيشة مع كراسي وسجادة كبيرة، تحتوي على مدفأة، كما يظهر من الأعلى والمتوسط، مع ثريا في الممر العلوي.",
    "المشهد يتكون من طاولة صغيرة مع جهاز كمبيوتر محمول، مكتب مع مصباح وإطار صورة، ومطبخ مع خزانة بيضاء وباب بني.",
    "باب أبيض مع مقبض معدني يظهر من زوايا مختلفة.",
    "المشهد يصور غرفة مع باب و أرضية خشبية، تتميز بباب رمادي و أبيض.",
    "منظر لحمام به باب أبيض ومرآة، متصل بغرفة بأرضية خشبية وباب آخر.",
    "ممر مع أرضيات خشبية وأبواب بيضاء يؤدي إلى حمام مع ثريا وباب."
  ],
  "ae6753634fdb45d4aba7bd2973273c17": [
    "غرفة طعام ذات أرضية خشبية وسجادة وطاولة كبيرة وكرسياً ومصابيح معلقة وثريات.",
    "غرفة تحتوي على باب ومرآة ونافذة، تتميز بأرضية خشبية في صالة.",
    "مشهد يضم خزانة خشبية سوداء، بابًا مع إطار أسود وأبيض، وعمد خشبي أسود مع ضوء في الأعلى.",
    "المشهد يصور غرفة تحتوي على كرسيين ونافذة بإطار أبيض.",
    "غرفة معيشة تحتوي على مدفأة وكراسي جلدية زرقاء تُعلّق فيها صورة لرجل على الجدار.",
    "غرفة معيشة تحتوي على مدفأة ونوابض، ت صورة رجل معلق على الحائط.",
    "غرفة معيشة دافئة بأرضيات خشبية و سجادة و حائط خشبي و عارضة خشبية في السقف.",
    "غرفة طعام تحتوي على طاولة كبيرة، كراسي، سجادة، وثلاثة أجهزة إضاءة معلقة من السقف."
  ],
  "88a3a2ec4bae471087ac403331020c72": [
    "بيانو أبيض يجلس على أرضية خشبية أمام مدفأة بيضاء مع نافذة، بينما يقف عمود أبيض مع ضوء يسطع عليه في الأعلى.",
    "بيانو كبير يقع في غرفة محاطة برفوف كتب وسقف عال.",
    "غرفة طعام مع كراسي وسجادة شرقية، منظر من الأعلى مع سقف ومصباح مرئيين.",
    "غرفة مع رف كتب كبير وسجادة في غرفة المعيشة، مع كتاب على السقف.",
    "غرفة طعام ذات طاولة بيضاء مضاءة بضوء يسطع على عمود أبيض مع أرضية خشبية.",
    "غرفة طعام تحتوي على طاولة كبيرة وأرائك تقع في غرفة ذات سقف خشبي وإضاءة، بينما تظهر حامل بيضاء مع حوض من منظور من الأعلى.",
    "المشهد يصور غرفة ذات مستويات متعددة مع أرضيات خشبية، أقواس، سلم، حوض، وأعمدة خشبية.",
    "حمام مع حوض من الرخام الأبيض، غرفة نوم مع نافذة وسرير، وسقف مع عوارض خشبية ونافذة."
  ],
  "4ad533e309ca4c61856c953afb7876b6": [
    "باب مع بساط باب يؤدي إلى غرفة ذات نافذة مقوسة كبيرة وخشب.",
    "درج أبيض به نافذة في الوسط يؤدي إلى غرفة بسقف خشبي ونافذة، وفي الوقت نفسه يحد السلم مسند أبيض.",
    "منزل واسع مع أرضيات خشبية، أقواس، بيانو، وورقة بيضاء، يضم مطبخًا مع سقف مقوس وجدران بيضاء.",
    "منزل أبيض مع أرضيات خشبية وقبب في جميع أنحاءه، بما في ذلك سقف مقوس ونوافذ.",
    "غرفة واسعة بأرضيات خشبية ومائدة متصلة بغرفة تضم ثريا ومائدة وكراسي، كل ذلك يقع في ممر به قوس كبير وعدة مصابيح.",
    "غرفة معيشة ذات سقف مقوس متصلة بممر يضم بابًا مقوسًا كبيرًا، ويضم كلاهما أواني زهرية، وتحتوي غرفة المعيشة على أرضية خشبية.",
    "منزل فخم مع نوافذ مقوسة وسقوف يضم رواقًا مع طاولة وكراسي وغرفة طعام مع طاولة كبيرة.",
    "درج أبيض مع نافذة ومقعد يؤدي إلى غرفة ذات سقف خشبي ونافذة، بينما يمكن رؤية الدرابزين الأبيض و الأرضية الخشبية من الأسفل."
  ],
  "43b70941e6e24925b9097684ddf31c84": [
    "المشهد يتكون من غرفة بأرضية خشبية ونافذة، ورف كتب، وحمام بسقف أبيض وثريت إضاءة.",
    "منظر لغرفة ذات أرضية خشبية وجدار أبيض، تحتوي على طاولة بيضاء وأكراس، يُرى من الأعلى كقوس في كنيسة.",
    "ثلاجة بيضاء تجلس على أرضية خشبية في ممر مع مفتاح ضوئي وباب، في مبنى أبيض مع أسقف مقوسة.",
    "غرفة بفازة رخامية وأرضية خشبية صلبة، فازة كبيرة وأرضية خشبية، وسقف مقوس في بيت أبيض مع جهاز إضاءة.",
    "ممر مع أرضية خشبية، صورة إطارية على الحائط، وسجادة.",
    "مرآة موجودة في غرفة مع أرضية خشبية وصورة معلقة على الحائط.",
    "يُعرض لوح فني على قاعدة بيضاء في غرفة طعام مع مرآة معلقة على الحائط بجانب باب.",
    "غرفة ذات أرضيات خشبية ومائدة طعام متصلة بغرفة تحتوي على مكتب، كراسي، وموقد، مع باب ومرآة أعلاه."
  ],
  "cf2a6c0c56ed4b63b9be162272e3235f": [
    "حمام مفروش بالبلاط الأبيض مع مرحاض أبيض مضاء من فوق.",
    "يصور المشهد زاوية دش مع بلاط أبيض وبلاط أبيض على الأرض والحائط.",
    "حمام مفروش بالبلاط الأبيض به مرحاض و حوض و غطاء الحوض مع حوض و صنبور و دش مع ضوء.",
    "حمام به دش منقوش باللون الأبيض، رأس دش أبيض، مرآة، حوض استحمام، وجدران منقوشة.",
    "المنظر يصور حماماً يحتوي على حوض، مرآة، أرضية مفروشة بالبلاط، ومرحاض.",
    "حمام به دش أبيض ومرحاض، يضم رأس دش وباب أبيض.",
    "دش مع رأس و مقبض من الكروم، موضوع على حائط من البلاط الأبيض.",
    "المشهد يصور دشًا من البلاط الأبيض مع زاوية وأرضية من البلاط الأبيض من زوايا مختلفة."
  ],
  "a2d715cae8434b6fb1f98d393964d633": [
    "يظهر حاجز أبيض مع أنبوب أبيض عليه من منتصف الصورة، وفي المقربة يظهر حاجز أبيض مع طلاء أبيض من الأسفل، ومن الأعلى يظهر جدار أبيض مع مرحاض أبيض بجانبه.",
    "درج مع شريط أبيض وضوء عليه من زوايا مختلفة.",
    "درج مع سلم خشبي وضوء عليه، يقع في لندن، يبدو أنه في عملية التنظيف.",
    "درج مُغطى بسجادة وله حائط يؤدي إلى حائط أبيض به درابزين، بينما توجد كرسي بجانب حائط آخر.",
    "المشهد يظهر جدار أبيض مع طلاء أبيض من زوايا مختلفة.",
    "المشهد يتكون من غرفة ذات جدران بيضاء مع باب ومدخل وسلم وضوء أبيض على الجدار.",
    "درج أبيض مع مسند يؤدي إلى غرفة مع مسند أبيض، من زوايا مختلفة.",
    "غرفة بيضاء مع شُرفة و زهرية و تلفزيون على الحائط."
  ],
  "f30b071074d646d3aa06d1409faa7d5f": [
    "غرفة مع مرآة ومصابيح ومجفف شعر وخزانة ومراوح سقف.",
    "منظر من نافذة ذات إطار أبيض يظهر منطقة خضراء أسفل، حقل وأشجار في الوسط، والسماء في الأعلى.",
    "نافذة إطارية بيضاء تطل على حقل تحت سماء زرقاء.",
    "لوحة معلقة على الحائط بجانب كرسي، بينما كتاب عليه قبعة جالس على دولاب.",
    "غرفة تحتوي على كرسي، مكتب، طاولة، نافذة، وصوره على السقف.",
    "غرفة ذات أرضيات خشبية وصندوق، كرسي مع قبعة ونافذة، ونجم يلمع من السقف في ممر.",
    "كرسي الحلاق يقع في ممر مع رف للملابس وكرسي، في غرفة مع سقف أبيض ومروحة فوق.",
    "المشهد يصور غرفة تحتوي على مكتب، كرسي، مرآة، دولاب، وثلاجة، كل ذلك تحت سقف أبيض مع مرآة ذهبية."
  ],
  "e0b2917ecb6d4e31846957451348f80a": [
    "منظر لحمام به حوض استحمام و طاولة، غرفة ذات أوعية بيضاء كثيرة، و أنبوب أسود معلق من السقف.",
    "غرفة بيضاء بسيطة مع كرسي و معلق.",
    "حمام به حوض و نافذة متصل بغرفة ذات حائط أبيض ونافذة وشجرة وثريات.",
    "حوض استحمام أبيض يجلس أمام نافذة في منزل يطل على شارع مع مصباح سقف معلق من النافذة.",
    "المشهد يتكون من حمام به منضدة بيضاء مقسومة إلى قسمين مغطاة بالزجاج، ومضاءة بضوءين ونافذة في السقف.",
    "غرفة ذات باب زجاجي وطاولة بيضاء مضاءة بمصابيح معلقة عديدة من السقف، وضوء ساطع يخترق الباب الزجاجي.",
    "درج أبيض مع درابزين من الرخام مواجهًا لحائط أبيض مع زهرية، كل ذلك تحت سقف أبيض.",
    "غرفة تحتوي على كرسي وجدار أبيض، وتوجد شرفة معدنية بجانب طاولة خشبية، وسقف أبيض به أنبوبان في الأعلى."
  ],
  "191a72d3b89e49e0a7d12bcc79afd08e": [
    "دب قطني أبيض يجلس على طاولة بيضاء، ورجل يطير طائرة في السماء، وم معلق على الحائط.\n\n,            مرآة. \n\n    \nدب قطني أبيض يجلس على طاولة بيضاء، ورجل يطير طائرة في السماء، ومرآة معلق على الحائط.",
    "درج مع شريط أبيض ونافذة يُرى من المنتصف، يؤدي إلى باب أبيض به نافذة.",
    "غرفة ذات سقف مقوس ودرج تحتوي على بيانو أبيض على أرضية خشبية ودرابزين أبيض مع مسند يد خشبي.",
    "منظر لممر أبيض مع مسند، يؤدي إلى غرفة ذات جدار أزرق وكرسى أبيض، محاط بإطلالة بيضاء مع عارضة خشبية من الأعلى.",
    "مرحاض أبيض مع مقعد أبيض موضوع تحت أنبوب أبيض معلق من جدار، بينما يضيء الضوء من خلال جدار أبيض من الأعلى.",
    "غرفة ذات أرضية خشبية وسلم، تتميز بمصعد أبيض وسقف أبيض به أعمدة خشبية.",
    "منظر لغرفة معيشة بأرضية من الحجر الأسود، وممر أبيض مع أقواس وسلم، وغرفة بسقف خشبي وسلم.",
    "غرفة ذات حائط أبيض، سجادة بنية، باب، نافذة، لوح أبيض، ورقة بيضاء."
  ],
  "1c598b0601734b5da0ae03b359079dca": [
    "مساحة عمل تحتوي على مكتب وكمبيوتر وشاشة وأجهزة إلكترونية أخرى، وكمبيوتر محمول على طاولة، وجدار أبيض به ثقب صغير.",
    "حمّام به صندوق أبيض و صنبور ذهبي يضم لوحة معلقة على الحائط في غرفة.",
    "طابعة تجلس في غرفة مع لوحة، بينما يمكن رؤية باب مع صورة عليه وصورة على الحائط من الأعلى.\n\n            ,       .",
    "ممر مع أبواب بيضاء وأرضيات خشبية يؤدي إلى غرفة مع جدران بيضاء وباب مع باب أبيض.",
    "المشهد يصور مساحة متعددة المستويات تحتوي على غرفة طعام وغرفة تحتوي على رف كتب وطاولة وغرفة تحتوي على خزانة خشبية وسقف أبيض.",
    "غرفة طعام مع طاولة كبيرة، كراسي، ومصباح معلق في الأعلى.",
    "غرفة مع مكتب، كراسي، طاولة، نافذة كبيرة، دولاب، مروحة سقف، وضوء.",
    "غرفة تحتوي على مكتب وكمبيوتر وشاشة ومصباح ونافذة وكرسى أسود."
  ],
  "5dd7a3de3253441aaae37190170b930a": [
    "غرفة تحتوي على صندوق خشبي يحتوي على كتب، ولوحة و كتاب على طاولة، ولوحة محاطة بإطار على الحائط.",
    "خزانة صينية قديمة تقع تحت لوحة و كتاب على طاولة، بينما تُعلّق لوحة أخرى على الحائط في الغرفة.",
    "المشهد يصور غرفة متعددة الوظائف مع كراسي، بيانو، مرآة كبيرة، سقف معدني، ولوحة فنية.",
    "طاولة طعام مستديرة مع كراسي وسطح من الرخام محاطة بالمقتنيات الفنية في معرض فاخر، مضاءة بثريات فخمة تحتوي على العديد من الأضواء.",
    "غرفة طعام مع طاولة مستديرة كبيرة وأرائك مضاءة بثريات كبيرة مع شموع معلقة منها.\n\n \n غرفة طعام  \n مع \n طاولة مستديرة كبيرة   \n وأرائك  \n مضاءة \n بثريات كبيرة    \n مع \n شموع معلقة منها",
    "غرفة مع أبواب قديمة، كرسي أبيض، سقف معدني، ولوحة فنية.\n\n     ,   ,   ,   .",
    "المشهد يصور غرفة تحتوي على كرسيين، بابين قديمين، سقفًا يحتوي على باب، وباب واحد.",
    "يضم المشهد ثلاث لوحات، لوحة امرأة جالسة في كرسي، ولوحة يوحنا المعمدان معلقة في غرفة، ولوحة أخرى ليحنا المعمدان معلقة على الحائط."
  ],
  "ec4ed8858a1046e58d03a7f2c2058716": [
    "غرفة بيضاء مع مقعد خشبي، ساعة، ودرج، تتميز بمصعد أبيض مع ضوء عليه.\n\n \n غرفة بيضاء   \n مع مقعد خشبي    \n ساعة \n ودرج  \n تتميز \n بمصعد أبيض    \n مع ضوء عليه",
    "درج يظهر من الأعلى مع مسند خشبي ونافذة، بينما يظهر من المنتصف مسند أبيض مع مسند خشبي، ويظهر من الأسفل مقبض باب أبيض على الحائط.",
    "المشهد يصور غرفة مع سقف أبيض، حائط خشبي مع كرسي، وسلم يؤدي إلى بيانو ومقعد.",
    "حمام به تواليت أبيض، أنبوب أبيض معلق على الجدار، رف خشبي، جدران بيضاء، ودرابزين خشبي.",
    "مشهد مينيمالي مع أنبوب أبيض معلق من الجدار، كرسي وطاولة بيضاء على جدار أبيض، وبقعة أبيض من الطلاء من منظور من الأعلى.",
    "درج أبيض مع مسند أبيض وسجادة.",
    "درج مع سجاد، مرآة، عوارض خشبية، وجدار أبيض.",
    "درج أبيض مع مصعد يؤدي إلى عمود خشبي مع نافذة، بينما يقع عمود خشبي على جدار أبيض في الوسط."
  ],
  "42079cf198e848c9878fbb39d0f4b56b": [
    "غرفة تحتوي على طاولة، كراسي، مرآة، وأشياء متنوعة على الطاولة، منظر من الأعلى مع مروحة سقف وضوء.",
    "المشهد يصور غرفة تحتوي على طاولة كبيرة وأرائك، منصات بيضاء عديدة وجدار أبيض، وسقف به أنابيب ومراوح عديدة.",
    "المشهد يصور غرفة أو حمامًا بهما قاعدتين وبابًا، من زوايا مختلفة.",
    "منظر لمساحة متعددة المستويات مع أرضية خرسانية، وسلم يؤدي إلى غرفة مع مروحة سقف وضوء، وحمام مع حوض استحمام.",
    "يُوضع حوض الاستحمام فوق الدرج في غرفة تحتوي على كراسي، بينما تسلط الضوء من فوق على السقف.",
    "المشهد يصور حماماً به حوض أبيض وسلم على أرضية خرسانية مع درج أبيض ، يُرى من الأعلى ويظهر سقفاً به ضوء ومروحة.",
    "غرفة تحتوي على منضدة بيضاء، حائط أبيض، باب، سقف مع جهاز إضاءة، وكرسي.",
    "غرفة واسعة مع أعمدة بيضاء وآسس وأواني زخرفية، تحتوي على مروحة وضوء في السقف."
  ],
  "031cc54b957148d3b419d1e4c0f917c7": [
    "باب به مقبض ومقبض على إطار خشبي يظهر من زوايا مختلفة",
    "باب خشبي مع مقبض وإطار يُرى في غرفة مع ضوء يمر من خلاله.",
    "غرفة تحتوي على حوض استحمام وباب على أرضية خرسانية، مع سقف مزود بمصابيح ومروحة سقف.",
    "باب خشبي مع مقبض يؤدي إلى غرفة مع حوض أزرق وأرضية خشبية، ويمكن رؤية مخرج هواء من الأعلى.",
    "المشهد يصور بابًا خشبيًا مع مقبض على أرضية خشبية، محاط بإطار خشبي وإطار معدني.",
    "غرفة فارغة بأرضية صفراء وجدران وسقف أبيض، ويضم السقف أنابيب وأسلاك.",
    "غرفة نظيفة مع مروحة سقف، باب، وأنابيب ظاهرة من الأعلى.",
    "باب خشبي مع مقبض وزر، محاط بالإطار الأبيض، من أعلى، أسفل، ووسط."
  ],
  "5ef768195c0f4973b27ce733461a1752": [
    "منظر لأرفف مع قطعة خشب صغيرة، وتصوير مقرب لمقبض الباب، ودرج بيج مفتوح.",
    "حمام أبيض به مرحاض وحوض وطابوق في الأسفل، حائط أبيض به بقع في الوسط، وحائط أبيض به تلفزيون في الأعلى.",
    "منظر لحمام به أرضية بلاط بيضاء ومرحاض، متصل بممر به باب يؤدي إلى غرفة، كل ذلك يُرى من الأعلى مع سقف أبيض.",
    "المشهد يصور حماماً مع مستويات مختلفة من التفاصيل، بما في ذلك واحد مع مغسلة وم، واحد مع مغسلة واحدة وم، وواحد مع مرآة وضوء فقط فوقه.\n\n,          \nالمشهد يصور حماماً بتفاصيل مختلفة، بما في ذلك مغسلة وم، مغسلة واحدة وم، ومرآة وضوء فقط فوقها.\n\n,           \nالمشهد يصور حماماً بتفاصيل مختلفة مغسلة وم، مغسلة وم، ومرآة وضوء.",
    "حمام يحتوي على حوض وم وباب معدني الإطار يصور من زوايا مختلفة",
    "منظر لحمام به باب ومقبض ورف مناشف ومرحاض وثريات.",
    "حمام به مرحاض ودش يحتوي على نافذة وعصا معدنية معلقة منها.",
    "منظر لحمام يحتوي على مرحاض و مغسلة، صورة غير واضحة لنافذة، وباب مع مقبض معدني."
  ],
  "a94340448355473395cd4b67d82e2be7": [
    "منظر لغرفة ذات باب خشبي ومقبض بني وجدار أبيض وعصا معدنية معلقة من السقف.",
    "المشهد يصور بابًا خشبيًا في مكتب مضاء بإضاءة ومُصنّف بشارة.",
    "المشهد يصور غرفة بيضاء بسيطة مع باب ومصباح على السقف.",
    "غرفة ذات باب خشبي، وجدران بيضاء، وأنابيب معلقة من السقف، ولها مدخل يؤدي إلى الخارج.\n\n \n غرفة \n ذات \n باب خشبي  \n وجدران بيضاء  \n وأنابيب معلقة من السقف      \n ولها \n مدخل يؤدي إلى الخارج",
    "غرفة قذرة بهو في الأرضية، حائط أصفر، كرسي، وضوء يلمع على السقف.",
    "المشهد يصور ثلاثة مناظير مختلفة من الغرف ذات ألوان الجدران والأرضيات المختلفة، أحدها به أرضية متسخة.",
    "غرفة قذرة بثقب في الأرضية لها حائط أصفر وإضاءة، مع نور ساطع على السقف.",
    "المنظر يصور غرفة تحتوي على باب، مدخل، مروحة سقف، وإضاءة."
  ],
  "91cec4a784d044bbb955f534eda758ff": [
    "غرفة تحتوي على سلالم ومدخل يؤدي إلى سلم، تتميز بباب أبيض عليه نور.\n\n \n غرفة  \n تحتوي على \n سلالم \n ومدخل   \n يؤدي إلى  \n سلم  \n تتميز ب \n باب أبيض   \n عليه  \n نور",
    "غرفة بسيطة مع جدار أبيض، باب ومدخل، كرسي أبيض وطاولة، وباب أسود على السقف.",
    "ممر مع أرضية صفراء يؤدي إلى غرفة مع باب يؤدي إلى غرفة طعام، وهناك باب مع ثريا ومرآة فوقه.\n\n \n ممر \n مع أرضية صفراء    \n يؤدي إلى غرفة    \n مع باب يؤدي إلى غرفة طعام        \n وهناك باب     \n مع ثريا    \n ومرآة فوقه",
    "حمام به حوض و مرآة يقع في غرفة به أرضية خشبية و عوارض معدنية، بينما توجد قاعدة بيضاء مع أشياء زجاجية صغيرة بالقرب منه.\n\n \n  حمام\n      به حوض و مرآة\n      يقع في غرفة\n        به أرضية خشبية و عوارض معدنية\n  بينما\n    قاعدة بيضاء\n      مع أشياء زجاجية صغيرة\n   توجد بالقرب منه",
    "غرفة واسعة تحتوي على طاولة كبيرة ومرافق غسيل في الوسط، بينما يظهر المستوى العلوي سقفًا مع العديد من الإضاءة وجموعًا من الناس، والمستوى السفلي يعرض غرفة مع أرضية واسعة وطاولة.",
    "حمام به حوض استحمام و طاولة يقع في غرفة كبيرة بها سقف واضاءة، مع حوض الاستحمام موضوع على منصة.",
    "المشهد يصور غرفة تحتوي على حوض استحمام وتليفزيون، متصلة بحمام يحتوي على حوض استحمام ومرحاض، كلها تقع تحت سقف يظهر فيه أنبوب ظاهر.",
    "باب خشبي بإطار أبيض وضوء عليه، موضوع على أرضية خشبية."
  ],
  "95e1626bac56461ea0526327c3719a34": [
    "رواق مع باب أبيض وسجادة وجدران.",
    "باب أبيض مع ألواح زجاجية ومقبض يُرى من زوايا مختلفة، واحد في مطبخ وآخر مقابل حائط أبيض.",
    "مطبخ مع أرضية من حجر السلاك الأسود، طاولة خشبية، مروحة، ثريا، ومفتاح إضاءة.",
    "ثلاجة بيضاء مع مطفأة حريق فوقها، مطفأة حريق معلقة على الحائط، وباب أبيض وحائط في المشهد من الأعلى.",
    "طاولة مع العديد من الزجاجات، نافذة مع زجاجة نبيذ، ونافذة مع إطار أبيض مع حافة بيضاء.",
    "غرفة بسيطة ومبسطة مع جدران بيضاء، طاولة صغيرة مع زهرية، باب أبيض ومرحاض، ونافذة.",
    "مساحة متعددة المستويات تحتوي على غرفة بيضاء وسلم في الأسفل، رواق مع باب ونافذة في الوسط، وغرفة مع مروحة سقف وأضواء في الأعلى.",
    "درج أبيض مع مسند و جدار يؤدي إلى باب أبيض، بينما يتدلى مروحة سقف من الجدار من فوق."
  ],
  "f31f9af9f3134580b5faae0de45aba28": [
    "غرفة تحتوي على بابين وسلم، وتحتوي على حوض استحمام مع كشافة كروم ومرآة، وفي المنظر العلوي يظهر سقف معدني ومرآة.",
    "حوض الاستحمام موضوع على طاولة خشبية في حمام به باب، يقع في غرفة ذات إضاءة سقفية.",
    "حمام به غرفتي شستشو و مرآة يقع تحته سقف به عوارض معدنية وضوء يسطع عليه، بينما تقع زوج من المقاعد مع منحوتتين عليهما قريبة منهما.",
    "المشهد يصور غرفة تحتوي على تماثيل على الأرض، منصات وأواني في الوسط، وكرسي تحت ثريا في السقف.",
    "غرفة تحتوي على طاولة وكراسي، طاولة كبيرة، وعديد من الأشياء على طاولة، كل ذلك تحت سقف به العديد من الأضواء ومروحة.",
    "المشهد يتكون من ثلاث غرف مختلفة، واحدة بها طاولة وكراسي، واحدة بها منصات بيضاء وجدار أبيض، وواحدة بها كرسي وسقف.",
    "غرفة تحتوي على ثلاث منصات و جدار زجاجي، تحوي منصة بيضاء مع تمثالين، وفوقها حمام يحتوي على مرحاض و حوض.",
    "حمام به حوض استحمام وباب يقع في غرفة به أرضية خشبية ومروحة سقف وضوء."
  ],
  "0fc9937d10d249b8b34264cd53cbba5a": [
    "إبريق زهور موضوع على طاولة بجانب ورق حائط مموج في غرفة ذات أرضية مموجة وجدار أبيض.",
    "منظر لغرفة تحتوي على سرير مغطى بملاءات بيضاء و مصباح عليه، محاطة بورق حائط مموج على الجدران و السقف.",
    "غرفة نوم مع ورق حائط مبطّن وسرير يضمّ أغطية بيضاء وغطاء فرو، مع مصباح معلق من السقف.",
    "غرفة نوم مع ورق حائط مقسم، مرآة، وغطاء فرو على السرير، مضاءة بمصباح معلق على السقف.",
    "منظر لمدخل مع باب أبيض وأرضية خشبية تؤدي إلى حمام مع باب مفتوح ومرآة، يقع في غرفة مع باب وسقف.",
    "المشهد يصور نافذة مع ستائر وزوج من المقاعد، مع ضوء يسطع من فوق.",
    "المشهد يظهر نافذة مع ستائر فيها من زوايا مختلفة.",
    "غرفة صغيرة ذات نافذة ومروحة، بها ورق حائط مطبوع بالخطوط والألواح، موجودة في حمام."
  ],
  "fbf93de6547a4ee7921c53ba348f9acf": [
    "منظر لباب خشبي مع مقبض وأرضية من البلاط، وباب أبيض يمر عبره الضوء، ومطبخ أبيض مع باب أبيض ورف أبيض.",
    "المشهد يصور غرفة قذرة مع باب خشبي يؤدي إلى سلم ومدخلين، أحدهما يحتوي على باب.",
    "حمام به حوض كبير وباب يُرى من الوسط، في حين يُرى غرفة بسقف يضم أنابيب معدنية وأضواء من الأعلى، ويظهر عربة معدنية كبيرة به حوض من الأسفل.",
    "المشهد يصور غرفة تحتوي على طاولات وكراسي من زوايا مختلفة، تقع في غرفة كبيرة بها سقف وإضاءة.",
    "رواق بأعمدة يؤدي إلى غرفة خشبية مع باب، تتميز بأرضية خشبية وباب وسقف بأطر معدنية.",
    "باب خشبي بإطار أبيض وضوء يسطع من خلاله، يحتوي على مقبض خشبي.",
    "غرفة معيشة بيضاء مع أريكة، كرسي، وتليفزيون، مضاءة بضوء يأتي من السقف.",
    "حمام به باب خشبي وحوض استحمام مرئي من الأعلى، بينما باب أبيض مع كرسي يظهر من المنتصف."
  ],
  "4284c0da3ce149fc877ccae32aee16e6": [
    "غرفة بأرضية خرسانية وجدران بيضاء وتصميم مثلثي على السقف.",
    "حمام صغير مع جدار وأرضية بيضاء، به علامة خدش في الوسط وثقب صغير في زاوية الجدار من منظور من الأعلى.\n\n      ,    .",
    "غرفة بيضاء مع علامة على الجدار وقطة على السقف.",
    "مجموعة من الأواني البيضاء موضوعة على أسطح مختلفة وبأرتفاعات متباينة.",
    "باب خشبي مع ستارة وفتحة هواء خشبية في غرفة",
    "باب خشبي يؤدي إلى غرفة ذات أرضية خرسانية وأرضية بيضاء، مع ضوء يسطع عبر الباب من الأعلى.",
    "سلالم بيضاء تؤدي إلى أرضية خرسانية تحوي ممرًا وبابًا في الوسط.",
    "المشهد يضم حوضًا أبيض، وطاولة، وسلمًا، وجدارًا."
  ],
  "6a6d353dd9834ad0a22041b227c7e275": [
    "غرفة طعام تحتوي على طاولة مستديرة كبيرة ومقاعد، مصحوبة بطاولة مستديرة أصغر، تضاء من قبل ثريا مع العديد من الأضواء المعلقة منها.",
    "المشهد يصور غرفة تحتوي على لوحات وكراسي مختلفة، بما في ذلك واحدة على السقف.",
    "غرفة تحتوي على طاولة وكراسي، وتضم أيضًا مرآة شمسية خشبية معلقة على الحائط ولوحة خشبية معلقة مع إطار.",
    "المشهد يضم ثلاثة أقمشة، واحدة تُظهر رجلًا يحمل سمكة، وآخر تُظهر امرأة ترتدي قبعة، وأقمشة كبيرة معلقة على الحائط.",
    "المشهد يضم نسيجاً لشخصين يصطادان، نسيجاً لرجل في قارب، ولوحة لرجل ذي لحية وقبعة.",
    "مطرزة تحتوي على صور متنوعة، بما في ذلك رجال ولوحة لرجل وامرأة، معلقة على الحائط.",
    "ممر به مرآة كبيرة و مصباح يؤدي إلى باب به ضوء، و يؤدي في النهاية إلى غرفة به أرضية و سقف خشبيين.",
    "غرفة طعام تحتوي على طاولة مستديرة كبيرة ومقاعد مغطاة بالرخام، وتضاء بمصباح معلق من السقف."
  ],
  "6dd909f1a0e74851b2e3a0a1baba65dd": [
    "أنبوب أبيض معلق من جدار في غرفة ذات سقف أبيض وجدار أبيض.",
    "غرفة بيضاء مع شرفة، مصباح، كرسي، وتليفزيون على الحائط.",
    "درج أبيض مع مسند أبيض يؤدي إلى غرفة مع جدار أبيض.",
    "جدار أبيض به باب ومدخل يؤدي إلى درج خشبي مع مسند درج أبيض.",
    "منظر لغرفة بيضاء مع ثقب صغير في أحد الجدران وسقف أبيض.",
    "درج مع سلم و سجادة بيضاء يقود إلى حائط أبيض مع درابزين و درج، بينما يقع أريكة على حائط آخر في المنتصف.",
    "منظر لدرج مع ضوء عليه، يقع في غرفة مع سجادة يتم تنظيفها في سانت جونز هامبستيد.",
    "المشهد يضم حاجز أبيض على حائط أبيض مع سجادة بيضاء عليه.\n\n                ."
  ],
  "003f1672542542f6a4ca2903da9ac9ae": [
    "ستارة بيضاء مع أضواء زرقاء معلقة في غرفة مع بطانية فرو على أريكة وستارة بيضاء أخرى مع أضواء زرقاء.",
    "أريكة صفراء مغطاة بغطاء فروي تجلس أمام منحوتة مضاءة بنور أزرق، في حين يبرز مسرح مع ستارة بيضاء ونور أزرق من فوق.",
    "حيوان مخطط يجلس على أريكة صفراء في غرفة ذات ستائر زرقاء وبيضاء، تسلط إحداها ضوءًا من خلالها.",
    "يقع غطاء فروي على أريكة بيضاء في غرفة ذات باب وسقف أبيض.",
    "غرفة تحتوي على أريكة بيضاء وطاولة، كرسيين خشبيين، سقف خشبي، وباب.",
    "رجل واقف على خشبة مسرح وفيه غرفة أسفل يوجد طاولة صفراء مع كراسي وفي غرفة أخرى تلفزيون يصدر ضوء أزرق.",
    "غرفة ذات طابع أبيض مع قطع أثاث متنوعة وإضاءة زرقاء، تضم طاولة دائرية، كراسي، أريكة، وستارة معلقة.",
    "أريكة صفراء مع طاولة ومصباح مضاءة بأضواء زرقاء بينما تتدلى ستارة بيضاء في الخلفية."
  ],
  "cfcc491fc7f541cd81c2e6c47bae5c91": [
    "أنبوب أبيض معلق من السقف في غرفة ذات جدران بيضاء.",
    "درج أبيض مع مسند أبيض يظهر أمام حائط أبيض.",
    "درج مطلي باللون الرمادي يؤدي إلى باب أبيض يفتح على مطبخ.",
    "درج أبيض مع مسند يؤدي إلى جدار أبيض به باب وضوء.",
    "درج أبيض مع مسند يؤدي إلى جدار أبيض مع لافتة، بينما نافذة ورف ظاهران على المستوى العلوي.",
    "المشهد يتكون من طاولة صغيرة مع باب ونافذة، وكذلك مقعد نافذة ونافذة.\n\n          . ,             ,        .",
    "منظر لباب مع بساط باب، باب أبيض مع مفتاح إضاءة معلق عليه، وساعة معلق على الحائط بجانب نافذة.",
    "منظر لجدار أبيض مع درابزين أبيض و ميزاب حرارة مثبتين على الحائط وطائر على الحائط."
  ],
  "d38a4c31821c48ac9082d896e628c128": [
    "المشهد يُظهر غرفة تحتوي على طاولات وكراسي على أرضية خرسانية، مع طاولة كبيرة في الوسط وأنابيب معدنية على السقف.",
    "المشهد يصور مساحة متعددة المستويات مع غرفة طعام في الأسفل، وغرفة مع طاولات وكراسي في الوسط، وسقف مع أنابيب في الأعلى.",
    "مشهد به أرضية خرسانية، غرفة بيضاء مع باب خشبي وسلم، وسقف مزود بإضاءة.",
    "حمام به حوض استحمام و كراسي على أرضية خرسانية تحت سقف به أنبوب معدني وضوء.",
    "حمام به حوض استحمام، كراسي، وأرضية خرسانية مضاءة بمصباح ومراوح مثبتة على السقف.",
    "حمام به تواليت أبيض و حوض و مغطس و أرضية خشبية و مصباح في السقف و باب.",
    "غرفة ذات أرضية بيضاء وباب وضوء عليها من منظورات مختلفة.",
    "المشهد يصور حماما به ثلاثة حوضات غسيل على قاعدة، جدران بيضاء، حوض وصنابير معروضة، وسقف به أنبوب تهوية ومروحة."
  ],
  "ea42c4694c05490eb7ae29590321e1a3": [
    "المشهد يصور حمامًا بالبلاط الأبيض مع دش يضم رأس دش.",
    "حمام به دش أبيض وجدران وأرضية رخامية وباب من زوايا مختلفة.",
    "المشهد يظهر حماماً به مرحاض وغسالة، ويضم صورة إطارية على الحائط، ويُرى من الأعلى كجزء من غرفة أكبر بها صورة على السقف.",
    "المنظر يظهر حماماً به حوض، مرحاض، مرآة، وضوء سقف.",
    "المشهد يصور حمامًا به حوض ومرآة، ويتميز بالرخام الأسود وضوء فوق المرآة.",
    "غرفة تحتوي على دولاب أبيض، قفص طير، صورة، مرآة، زهرية، وسقف أبيض.",
    "غرفة تحتوي على كرسي ومصباح وشباكين من زجاج مطفأ مع إطار أبيض.",
    "ممر مع كرسيين يؤدي إلى حمام به مرحاض و حوض استحمام، يقع في غرفة ذات سقف أبيض وباب."
  ],
  "262ffaa0bb8a409ebf26df9e9f2f5146": [
    "غرفة بأرضية خشبية صلبة، طاولة بيضاء وأكراس، وسقف خشبي مقوس مزخرف بالنوافذ.",
    "طائرة نموذجية تجلس على طاولة خشبية في غرفة تحتوي على طاولة كبيرة وأرائك، تتميز بأسقف مقوسة وعوارض خشبية.",
    "رواق فسيح مع ثريا يؤدي إلى غرفة مع قوس كبير وطاولة، تتميز بأرضيات خشبية وسجادة.",
    "غرفة تحتوي على طاولة طعام كبيرة وأرائك وسجادة، طاولة خشبية طويلة مع ساعات عليها، وثلاثة مصابيح معلقة من السقف في ممر.",
    "غرفة طعام مع أرضيات خشبية، سجادة، مدفأة، وأرضيات خشبية، تتميز بلمبتين معلقتين من السقف.",
    "المشهد يضم جدار مزخرف بالبرونز والنحاس والأشياء الخشبية، بما في ذلك الصناديق المعلقة.",
    "غرفة نوم مع باب يؤدي إلى رواق تحتوي على سرير، مع نافذة فوقها تدخل الضوء.",
    "المشهد يضم ثلاث أبواب مختلفة، أحدها به زهرية، والآخر به لوح زجاجي، والثالث مدخل مقوس به قوس أبيض وثابت إضاءة."
  ],
  "5fe381d0097f4d0e8124dfbbee82e54f": [
    "غرفة ذات أرضيات خشبية، حائط أبيض، نوافذ مقوسة، أرضية بيضاء، سقف خشبي، ونافذة.",
    "ي المشهد ثلاثة مناظير مختلفة للأبواب، بما في ذلك باب أبيض مع أرضية خشبية، وباب مع لوح زجاجي وإطار أبيض، وباب أبيض مع أقواس وثريات.",
    "مطبخ به باب يؤدي إلى غرفة أخرى ومدخل به نافذة فوقه.",
    "غرفة ذات أرضية خشبية وباب تحتوي على حائط من أزرار ومفاتيح خشبية قديمة، بينما تظهر غرفة ذات رفوف خشبية ونافذة من الأعلى.",
    "غرفة طعام بأرضية خشبية وسجادة تحتوي على طاولة كبيرة وأرائك، وفي الغرفة المجاورة يوجد مصباح معلقان فوق مرآة.",
    "غرفة تحتوي على طاولة طعام كبيرة، طاولة خشبية طويلة مع مصابيح وصور على الحائط، وثلاثة أجهزة إضاءة معلقة فوق سقف أبيض.",
    "غرفة ذات أرضية خشبية، وسجادة، وطاولة، وكراسي، ومصباح معلّق، ونافذة.",
    "غرفة ذات أقواس، عوارض خشبية، طاولة، رف كتب، وكتب."
  ],
  "4903a8de1d0945b6bd815f11aa2850e9": [
    "باب أبيض به صورة ومقبض باب به زر.",
    "ممر مع ملصقات على الجدار يحتوي على سجادة على الأرض وضوء سقف معلق من فوق.",
    "ممر مع أرضية خشبية ومداخل على كلا الطرفين، أحدها مع مرآة وضوء فوقه.",
    "رواق به باب و صورة يؤدي إلى غرفة به باب يضم صحيفة و صورة أخرى، وفي الأعلى حمام به مرآة و مصباح.",
    "رواق مع باب أبيض، إطار أبيض، أرضية خشبية، ومصباح فوق المدخل.",
    "المشهد يصور حماماً به مرحاض و حوض استحمام في المستوى السفلي، حوض استحمام ومرآة في المستوى الأوسط، وجدار أبيض مع كرسي أبيض في المستوى العلوي.",
    "المشهد يصور حماماً به مرحاض وحوض وارضيات من البلاط الأبيض ومروحة سقف.",
    "منظر لحمام به باب أبيض وبلاط، وباب رمادي مع لوحة معدنية، وباب بني مع مقبض."
  ],
  "1f8182156ccd41f39c552ac05ab24877": [
    "غرفة صغيرة مع مكتب وأرضية خشبية لها نافذة وسقف أبيض.",
    "درج أبيض مع مسند خشبي يؤدي إلى سقف مقوس في منزل به جدران بيضاء.",
    "رواق مع أرضيات خشبية، أقواس، رفوف كتب، طاولة بيضاء، ومدخل خشبي مع سقف أبيض.",
    "مساحة بيضاء بسيطة مع أقواس وأريكة تشبه داخل كنيسة.",
    "رواق مع أرضية خشبية، سجادة، صورة إطارية، ثريا على السقف، ومرآة.",
    "غرفة تحتوي على مرآة في المدخل ومرآة أخرى معلقة على الحائط بجانب باب، مع قاعدة بيضاء تحمل صورة في الوسط.",
    "المشهد يصور غرفة طعام تحتوي على طاولة كبيرة، كراسي، ومصابيح معلقة.",
    "غرفة بها أرضية خشبية، مكتب، رف كتب، صورة، ولوحة على الحائط."
  ],
  "397cae1de3b74644804196b838fd3c8a": [
    "غرفة طعام ذات أرضيات خشبية ومائدة مزخرفة بجدار كبير من الساعات، بينما يؤدي ممر مع مصباحين معلقين إلى الغرفة.",
    "غرفة ذات نوافذ تحتوي على طاولة طعام كبيرة مع كراسي، طاولة خشبية طويلة مع مصابيح عليها، وأربعة مصابيح معلقة.",
    "غرفة تحتوي على طاولة خشبية وأرائك، موضوعة تحت سقف خشبي مع جهاز إضاءة، تعمل كمنطقة لتناول الطعام.",
    "غرفة تحتوي على مدفأة ونوافذ، ت صورة سوداء وبيضاء معلقة من السقف.",
    "غرفة دافئة بأرضية خشبية وموقد كراسي وسجادة وسقف خشبي مع مصباح وباب.",
    "باب أبيض به لوحات زجاجية ومقبض موجود في غرفة.",
    "ممر مع أرضيات خشبية يؤدي إلى حمام مع أرضية مفروشة بالبلاط وثريا معلقاً على الحائط.",
    "المشهد يُصوّر غرفة ذات جدران مزخرفة بأجهزة ساعات، مقابض خشبية قديمة ومفاتيح، ومقابض معدنية وأقفال مختلفة."
  ],
  "6ca062298bfb4c289ab07b514be7a339": [
    "المشهد يضم كراسي فرنسية قديمة ولوحات ليسوع وقديس في غرفة.",
    "غرفة طعام تحتوي على طاولة وكراسي توجد فيها لوحة فنية على الحائط ولوحة أخرى معلقة من السقف.",
    "قاعة طعام فخمة مع طاولة رخامية وأثاث، مزخرفة بثريا كبير مع العديد من الشموع المعلقة منه.",
    "غرفة تحتوي على نسيج معلّق على الحائط تُرى من الأعلى، في حين أن غرفة طعام تحتوي على طاولة وكراسي تُرى من الأسفل.",
    "غرفة ذات سقف خشبي وباب تحتوي على خزانة قديمة كبيرة ذات لوحة فنية عليها وخزانة خشبية ملونة كبيرة ذات لوحة فنية عليها.",
    "غرفة ذات أرضية خرسانية وباب تؤدي إلى غرفة ذات جدران بيضاء وسقف.",
    "المشهد يتكون من باب أبيض مع مقبض، زوج من الأبواب القديمة في غرفة، وباب أبيض مع إطار أسود عليه.",
    "غرفة قديمة مع زوج من الكراسي، أبواب قديمة، وباب خشبي، إطار وسقف."
  ],
  "3d6c224493aa4b8fa5fd16e7ae8e2d66": [
    "رواق مع أرضيات خشبية داكنة، وجدران بيضاء، وأرضية خشبية، ونافذة، وسقف أبيض، وباب.",
    "منظر لغرفة ذات جدران بيضاء وأرضية خشبية، تتميز بمنصة بيضاء، تُرى من الأعلى ومن الأسفل، بالإضافة إلى قوس في كنيسة.",
    "المشهد يتألف من غرفة بيضاء مع جدار مقسم، كرسي، وضوء سقف.",
    "المشهد يصور مدخلًا يؤدي إلى غرفة طعام مع ضوء ومفتاح إضاءة.",
    "ممر مع صور على الجدران وسجادة أو بساط على الأرض.",
    "المشهد يضم مدخل أبيض مع باب وأريكة، ومدخل آخر مع لوحتين، ومدخل ثالث مع إطار أبيض وباب.",
    "حمام أبيض به مرحاض و حوض مغسلة يعكسه مرآة على الجدار الأبيض، بينما يقع تلفزيون أبيض وكرسي على الجدار الأبيض الآخر.",
    "مرآة كبيرة معلقة على حائط ممر أرضيته خشبية في غرفة."
  ],
  "1a3ed2a67f5f4a0c933c480f182829a9": [
    "غرفة طعام مع طاولة كبيرة وأرائك مزخرفة بعدد كبير من التحف وفانوس معلق فوق باب.",
    "غرفة طعام مع طاولة خشبية وأرائك سوداء مضاءةشموعًا وثريًا إضاءة، مع باب مرئي في منظر السقف.",
    "غرفة ذات أرضية خشبية وخزانة زجاجية مرئية من الأعلى، بينما غرفة ذات باب زجاجي وأرضية خشبية مرئية من الوسط، وكل المشهد يقع في غرفة ذات سقف أبيض وجدران بيضاء.",
    "رفوف كتب مع كتب وسنجة عليها تُرى من زوايا مختلفة.",
    "غرفة تحتوي على رفوف كتب متعددة تحوي كتبا وروبوت ليغو على رف مع ضوء في الأعلى.\n\n \n غرفة  \n تحتوي على \n رفوف كتب متعددة  \n تحوي كتبا  \n وروبوت ليغو    \n على رف   \n مع ضوء في الأعلى",
    "حمام به حوض رخام و خزانة خشبية، زهرية معروضة في غرفة كتب، ورف كتب به مصباح وكتاب.",
    "حمام صغير به حوض ومستحضرات من الأعشاب المجففة، مكتب به صورة لمهبل، وتليفزيون معلق على الحائط فوق نافذة.",
    "غرفة تحتوي على نافذة كبيرة ومروحة وتضم طاولة مع ترتيب زهور وكرسي."
  ],
  "5b951c3db95148eb8fb7963165f14e8f": [
    "ممر مع أرضيات خشبية، سجادة، أرضيات خشبية، وسقف أبيض.",
    "باب أبيض به لوح زجاجي في منظر الأعلى والمتوسط، وباب زجاجي في المنظر السفلي.",
    "المشهد يصور باب أبيض مع مقبض وزر.",
    "باب أبيض به ألواح زجاجية في غرفة.",
    "غرفة صغيرة مع طاولة ونافذة، متصلة بحمام صغير مع طاولة وكرسي، منظر من الأعلى مع ثريا نوري ونافذة.",
    "غرفة بيضاء مع مقعد خرساني، نافذة، جهاز إضاءة، وجدران بيضاء.",
    "ممر مع باب ونافذة وضوء.",
    "حمام به حوض و أرضية مفروشة بالبلاط و باب مع إطار أبيض و دهان."
  ],
  "9209d2ffc38e477fb84c9ee9eda2fc7e": [
    "غرفة تحتوي على طاولة خشبية كبيرة وأرائك في الوسط، طاولة خشبية طويلة مع قوس كبير، وأربع مصابيح معلقة في ممر أعلى.",
    "غرفة تحتوي على طاولة طعام خشبية وأرائك، وتضم أيضًا جدارًا ممتلئًا صناديق خشبية، بينما تعلق مصابيح معلقة كبيرة فوق الفراغ.",
    "غرفة معيشة به كرسي أسود، أرضية خشبية، باب، عارضة خشبية، ونافذة.",
    "غرفة تحت سقف أبيض تضم كرسيين من الجلد الأزرق وسجادة وطاولة ونافذة.",
    "غرفة معيشة تحتوي على مدفأة وأرائك، توجد صورة إطارية لرجل معلقة على السقف، وصورة لرجل جالس على كرسي فوق المدفأة.",
    "غرفة معيشة تحتوي على كراسي وسجادة، تضم كرسيًا أزرقًا وطاولة خشبية، تقع في غرفة ذات نافذة وباب.",
    "المشهد يصور غرفة بأرضية خشبية مع باب، متصلة بممر مع باب آخر، وفوقها غرفة مع عارضة خشبية ونافذة.",
    "غرفة ذات أرضية خشبية وطاولة تحتوي على أنواع مختلفة من الساعات معلقة على الحائط، بينما يعلو مصباح فوق حائط به نوافذ عديدة."
  ],
  "931511eaff814f3e815315a58a07a00e": [
    "المشهد يضم ستائر ذات خطوط زرقاء وبيضاء و لون أزرق فاتح، وكذلك ستارة بيضاء مع غطاء أبيض.",
    "المشهد يضم ستائرًا بألوان مختلفة من الأزرق والأبيض معلقة في غرفة.",
    "غرفة بيضاء مع طاولة وأريكة وكرسي وستائر.",
    "المشهد يتكون من جزيرة مطبخ بيضاء، غرفة معيشة مع أثاث أبيض وتليفزيون، وغرفة مع سقف.",
    "رجل يقف على منصة في غرفة مع خلفية بيضاء وشاشة تلفزيون، بينما توجد طاولة بيضاء دائرية أمام ستارة.",
    "ستارة بيضاء مع ضوء يمر من خلالها معلقة في غرفة مع خلفية زرقاء فاتحة.",
    "يضم المشهد ثلاثة مناظير قريبة مختلفة للستائر، واحدة زرقاء، واحدة ذات خطوط زرقاء وصفراء، وواحدة بيضاء ذات خطوط زرقاء.",
    "يظهر المشهد مقاطع قريبة من ستارة زرقاء، وستارة زرقاء فاتحة، وفساتين بيضاء مع تلوين أزرق."
  ],
  "10fc40630355439f8ef619f700073a84": [
    "ثلاجة من الفولاذ المقاوم للصدأ ذات بابين مفتوحة في مطبخ يحتوي على ميكروويف.",
    "يظهر المشهد مطبخًا يحتوي على ثلاجة ورفوف محملة بالطعام.",
    "المشهد يصور مطبخًا به فرن ميكروويف وثلاجة.",
    "المشهد يصور مطبخًا به موقد وميكروويف وخلاط.",
    "مطبخ به ميكروويف أسود وثابت إضاءة سقف.",
    "مطبخ مع أرضية من بلاط أسود و حوض تحت نافذة، منظر من الوسط، مع سقف و مصباح مرئي من الأعلى.",
    "المشهد يصور مطبخًا به طاولة طعام كبيرة وأكراس، ثلاجة، ومروحة سقف في غرفة.",
    "مطبخ به فرن و طاولة سوداء تحمل زجاجة ماء، وزجاجة أخرى من الماء على المنضدة."
  ],
  "5a5bb6f6a2ae49ddbb9260d0602230b5": [
    "المشهد يصور ثلاث لوحات فنية مختلفة، بما في ذلك امرأة ترتدي عباءة خضراء، يسوع في متحف، ولوحة ليسوع معلقة على الحائط.",
    "تصوير معلق على جدار غرفة تحتوي على كرسي خشبي ومصباح، محاطة بصور أخرى في متجر.\n\n  \n   غرفة    مكان      .\n تحتوي على      مع     .\n معلق     معلق            .\n محاطة      حولها      .",
    "غرفة طعام مع كراسي وسجادة، تحتوي على مرآة كبيرة ولوحة فنية على السقف مع قضيب معدني.",
    "غرفة طعام تحتوي على طاولة كبيرة ذات سطح من الرخام وكراسي، مضاءة بثريات كبيرة تحتوي على عدة مصابيح.",
    "غرفة تحتوي على لوحة فنية كبيرة، كرسي، نسيج معلق على الحائط، وسقف خشبي يحتوي على لوحة أخرى.",
    "كرسي قديم يجلس في غرفة مع باب أبيض معلق بينما يسطع نور على السقف من فوق.",
    "باب قديم مع كرسي وطاولة يجلس أمام حوض حجر، بينما يبرز باب أسود الإطار الأبيض من فوق.",
    "غرفة مع طاولة وكراسي، وسقف أبيض مع ثريا ومروحة."
  ],
  "7cbf8c7b17d542dbb76bb9951fffddfe": [
    "أنبوب أبيض معلق من جدار أبيض مصبوغ باللون الأبيض.",
    "غرفة ذات جدران بيضاء مع باب، عتبة، مفتاح إضاءة، درابزين، وسجادة.",
    "منظر لغرفة مع مروحة سقف وضوء، وباب مطبخ مع ألواح زجاجية، وباب مع سجادة وباب.",
    "المشهد يصور حماما به حوض أبيض ومرحاض، ومرحاض ونافذة في الوسط، وسقف به ثريا ونافذة من وجهة نظر من الأعلى.",
    "قطة بيضاء تجلس على رف أمام جدار أبيض مع باب، بينما يعلّق مصباح السقف أعلاها.",
    "غرفة ذات جدران بيضاء، نافذة، باب، ثريا، ونافذة.\n\n,           ,             \n\nغرفة ذات جدران بيضاء، نافذة، باب، ثريا.",
    "مشهد يحتوي على ممر، غرفة مع نافذة وساعة، وإعلان لتصليح الجدران الجافة في سان دييغو.",
    "جدار أبيض مع دهان أبيض عليه يوجد شريط أبيض مثبت عليه.\n\n               ."
  ],
  "62204f2373344f5ba3b61768afe7ebf0": [
    "أنبوب أبيض معلق من جدار أبيض بلا ملامح أخرى ملحوظة.",
    "درج أبيض مع مسند أبيض يؤدي إلى جدار أبيض مع مسند معدني أبيض مثبت عليه.",
    "ممر أرضيته بيضاء يؤدي إلى غرفة تحتوي على طاولة وكراسي من خلال باب.",
    "رجل يقف أمام جدار أبيض به درج سلم، بينما تظهر نافذة وباب في المنظر العلوي.",
    "حائط أبيض به بقع أبيض وضوء يسطع من فوق.",
    "باب مع سجادة وباب يؤدي إلى غرفة بيضاء الجدران مع نافذة ومقعد، حيث يسطع نور من فوق.",
    "منظر لغرفة صغيرة مع ساعة على الحائط، ومصباح معلق من نافذة في الوسط، وباب مع بساط أمام الباب في الأسفل.",
    "جدار أبيض مع دهان أبيض عليه به شبه أبيض متصل به.\n\n               ."
  ],
  "3054e23f49704ff294fd83d920b15fda": [
    "درج أبيض مع بساط يؤدي إلى حائط أبيض مع شريط.",
    "سلالم بيضاء مع أرضية خشبية تؤدي إلى جدار أبيض مع باب ودرابزين، ومثبت على الجدار أعلاه جهاز إضاءة.",
    "درج أبيض يؤدي إلى غرفة ممتلئة باللوحات، يمكن الوصول إليها من خلال باب في جدار أبيض مع مدخل وإضاءة فوقه.",
    "أنبوب أبيض معلق من جدار أبيض مصبوغ باللون الأبيض.",
    "المشهد يتكون من جدران بيضاء مع أنبوب أبيض، دهان أبيض، وإطار خشبي.",
    "حمام صغير مع جدار أبيض ورف خشبي مرئي من منظور من الأعلى، في حين أن الجدار الأبيض مع نافذة وكرسي نافذة مرئي من منظور منتصف.",
    "باب مع جدار أبيض ومقبض باب له رف خشبي صغير على الجانب، في حين أن جدار أبيض مع نافذة وشجرة مرئي من الأعلى.\n\n \n باب \n مع \n جدار أبيض  \n ومقبض باب    \n له \n رف خشبي صغير    \n على الجانب   \n في حين \n أن \n جدار أبيض   \n مع نافذة   \n وشجرة   \n مرئي  \n من الأعلى",
    "منظر لباب مع بساط باب وزجاج الباب، وكذلك نافذة مع ساعة عليها."
  ],
  "ed2d5dadd1994487a5815fb8126bf80f": [
    "طائرة بيضاء تطير فوق خلفية بيضاء بينما جهاز كمبيوتر محمول أبيض مع شاشة بيضاء يجلس على لوح أبيض.",
    "لوح أبيض في غرفة ذات نافذة، بينما ثلاجة بيضاء في مرآب ودرج سلم أسود مرئي على حائط أبيض.",
    "منزل أبيض مع أقواس وسلم، يضم مدخلاً مع سجادة وباب، منظر من الأعلى والمتوسط.",
    "درج أبيض مع عوارض خشبية، ودرابزين أبيض مع مقبض، وسلم مفروش بالسجاد الأبيض يؤدي إلى باب.",
    "رجل جالس على مقعد أمام نافذة بينما تتدلى أنبوبة بيضاء من السقف وورقة بيضاء على الطاولة.",
    "رجل يقف في غرفة ذات شريط أبيض وجدار أبيض أسفله، وجدار أبيض مع نافذة مقوسة فوقه.",
    "درج مع سلم خشبي وتصوير يؤدي إلى سقف مقوس في غرفة مضاءة بنور يسطع على الدرابزين.",
    "المشهد يصور درجا خشبيا بحاجز يؤدي إلى جدار أبيض به صورة سلالم."
  ],
  "3f0be3965cde46ad87538ca4f3e1d271": [
    "غرفة نوم مع سرير و مصباح و نافذة و ثريا و مروحة.",
    "سرير مع إطار خشبي وسجادة من الفراء مضاءة بمصباح مع غطاء، بينما يعلّق ثريا من السقف أعلاه.",
    "منظر لباب خزانة أبيض مع مقبض، باب مع ضوء و صورة، وخزانة مع ثريا معلقة فوقها.",
    "مكبر للمناشف في حمام أبيض مع شاشة عرض بيضاء على الحائط أعلاه.",
    "حمام مع كرسي ومرآة على المستوى السفلي، خزانة ومرآة على المستوى الأوسط، وغرفة مع سقف أبيض ونافذة على المستوى العلوي.",
    "غرفة تحتوي على نافذتين زجاجيتين مبرقشتين وطاولة خشبية أسفل إحدى النافذتين، كل ذلك محاط بإطار نافذة بيج مع إطار أبيض من الأعلى.",
    "منظر مقرب من باب به إطار أبيض ومقبض.",
    "باب أبيض مع إطارات وستائر مختلفة يُصوَّر من ثلاثة زوايا مختلفة."
  ],
  "4460e0586719490095d7ac389f302500": [
    "غرفة ذات سقف خشبي ونوافذ مقوسة تحتوي على نافذة بيضاء وطاولة خشبية ذات رف أبيض.",
    "رواق به نافذة كبيرة وباب، يضم بابًا أبيض مقبضًا وسقفًا به عوارض خشبية وقوسًا.",
    "يصور المشهد مساحة ذات أرضيات خشبية، طاولة بيضاء، أقواس، رفوف كتب، سقف خشبي، ونوافذ مقوسة.",
    "غرفة واسعة بأرضيات خشبية ومائدة كبيرة وأكراس تضاء بواسطة نوافذ مقوسة وثريا على السقف.",
    "غرفة طعام تحتوي على طاولة كبيرة وأكراس موجودة في غرفة مع أرضيات خشبية، بينما يمكن رؤية سقف مقوس مع مصباحين من الأعلى.",
    "حمام به حوض غسيل أبيض على قاعدة و سقف مقوس في غرفة بأرضيات خشبية و جدران بيضاء.",
    "ممر مع أرضيات خشبية وطاولة يؤدي إلى منطقة لتناول الطعام مع طاولة وكراسي، بينما يمكن رؤية سقف مقوس في حمام قريب.",
    "غرفة فخمة بيضاء مع أرضية خشبية وسلم أبيض مع أقواس وثريات."
  ],
  "b809f8b358634337aef6494a807e10fe": [
    "مطبخ به طاولة نحاسية وأرائك، نافذة وطاولة خشبية، وسقف به نور ونافذة.",
    "مكان لتناول الطعام به طاولة سوداء وأرائك يقع في غرفة تحتوي أيضًا على مطبخ به ثلاجة ومرحاض، كل ذلك تحت سقف به عدة مصابيح.",
    "المشهد يصور مطبخًا به أرضية بلاط سوداء وجزيرة، وميكروويف وثلاجة في الوسط، وسقف به مصباح مرئي من الأعلى.",
    "مطبخ مع أرضية من حجر الأردواز الأسود، ومغسلة، ونافذة، ويضم أيضًا مروحة سقف وضوء في الغرفة الموجودة فوقه.",
    "مطبخ مع غسالة أطباق وحوض، سطح عداد أبيض، جدران من البلاط الأسود، ومصباح معلق من السقف.",
    "آلة قهوة، وإناء قهوة، وآلة تحضير قهوة، وكوب قهوة على طاولة تحت سقف أبيض مع مصباح معلق.",
    "مطبخ يحتوي على آلة قهوة وثلاجة، به شرفة منحنية ومروحة على السقف.",
    "مطبخ به ثلاجة سوداء وأرضية مفروشة بالبلاط، يضم باب ثلاجة مفتوح وميكروويف."
  ],
  "312fcacbfe134c9f8e1420be8dc2d73f": [
    "حمام به حوض أبيض وباب، يضم جدار أبيض مع ثريا معلق من فوق.",
    "حمام بسيط به حوض استحمام أبيض، مرحاض، حوض استحمام، وصندوق أبيض مع أنبوب معلق منه.",
    "حمام به حوض استحمام أبيض، نافذة، وضوءان.",
    "حمام به حوض و نافذة مضاء بضوء يسطع من خلال النافذة، وفي حين ذلك يوجد ساعة على طاولة صغيرة قريبة.",
    "باب زجاجي مع نافذة مكسورة وقفل عليه يطل على منطقة عشبية مرئية من خلال نافذة.",
    "باب زجاجي مع مقبض و على حديقة مضاءة بنور أخضر من فوق.\n\n \n باب زجاجي   \n مع مقبض   \n و على حديقة      \n مضاءة بنور أخضر من فوق",
    "المشهد يصور مساحة متعددة المستويات مع غرفة في الأعلى، ورواق في الوسط، وغرفة مع أرضية خرسانية وسلم في الأسفل.",
    "لوحة خضراء وبيضاء على قاعدة رخامية بيضاء محاطة بلوحة دائرية لشجر أخضر على الحائط ولوحة دائرية كبيرة معلقة على الحائط."
  ],
  "0788a0ae586c453e829efe39322919fa": [
    "ثلاجة بيضاء تقف في غرفة مع جدار أبيض، بينما يوجد مطفأة حريق على جدار آخر، ويظهر باب أبيض ورف من الأعلى.",
    "غرفة ذات حائط أبيض تحتوي على كرسي أزرق وطاولة بيضاء على أرضية خرسانية، مع أنبوب أبيض معلق من السقف.",
    "غرفة تحتوي على وعاء كبير على قاعدة بيضاء مضاءة بثريا على السقف الأبيض ونافذة كبيرة على الجدار الأبيض.",
    "حائط أبيض مع باب، مصعد، مدخل، ونافذة.\n\n,      \n\nحائط أبيض مع باب، مصعد، مدخل ونافذة.\n\n   \n\nحائط أبيض باب مصعد مدخل ونافذة.\n\n      \n\nحائط أبيض به باب ومصعد ومدخل ونافذة.\n\n        .",
    "أنبوب أبيض معلق من السقف في غرفة ذات جدران بيضاء.",
    "المشهد يتكون من حائط أبيض مع مسند درج أبيض وأنبوب أبيض وطلاء أبيض.",
    "درج أبيض يؤدي إلى غرفة ذات نافذة، تتميز بأرضية رمادية وجدران بيضاء، مضاءة بمصدر ضوئي.",
    "مشهد مينيمالي مع درج أبيض، حائط أبيض، باب أسود، وسقف أبيض."
  ],
  "a693951992f44f3b8e06c02e16382da3": [
    "المشهد يصور حماماً به حوض أبيض ومرحاض، من زوايا مختلفة بما في ذلك من الأعلى الذي يظهر السقف مع الأنابيب.",
    "غرفة ذات شبهة خشبية، طاولة، كرسي، حائط أبيض وأنابيب.",
    "حمام بهو بانيو أبيض ومغسلة رخامية، يضم جدارًا أبيض مع باب ونافذة.",
    "ممر مع مصابيح متعددة يؤدي إلى باب زجاجي مع لوحة زجاجية في الوسط وأرضية خرسانية.",
    "يوجد وعاء أبيض موضوع على قاعدة أمام نافذة، مع سقف يضم مصابان إضافيان ونافذة أخرى مرئية من الأعلى.",
    "المشهد يتكون من غرفة تحتوي على وعاءين معروضين، منضدة بيضاء على درج، درج يؤدي إلى الغرفة، سقف أبيض مع مصباحين، ونافذة.",
    "غرفة ذات أرضية خرسانية وباب خشبي بإطار أبيض تؤدي إلى سلالم بيضاء، بينما سقف أبيض مع جهاز إضاءة مزين بلوحة فنية.",
    "المشهد يتكون من مرحاض أبيض مع قاعدة، مطبخ أبيض مع موقد وفرن، وسقف أبيض مع أنبوب معدني أبيض."
  ],
  "60296c63d7814cd09749634f671708ad": [
    "غرفة طعام ذات أرضيات خشبية وموك مع لوحة كبيرة من الصور، في حين يمكن رؤية رواق مع مصابيح معلقة متعددة من الأعلى.",
    "غرفة ذات باب أبيض، وأرضية خشبية، وساعة، وفنون جدارية متنوعة على الجدران، مع نافذة.",
    "غرفة مع أرضية خشبية وباب تحتوي على كرسي ومرآة، مع باب وثريات إضاءة فوقها.",
    "باب خشبي الإطار مع لوح زجاجي مرئي من أعلى ووسط وأسفل، مع مرآة تعكس الباب من الأعلى.",
    "غرفة معيشة مع مدفأة، أرضيات خشبية، لوحة فنية، وصورة معلقة على سقف أبيض.",
    "غرفة معيشة تحتوي على مدفأة ونوافذ، وت صورة لرجل معلقة على الحائط.",
    "غرفة بأرضيات خشبية ومنضدة خشبية، تحتوي على منطقة لتناول الطعام ونافذة مع جهاز إضاءة على السقف.",
    "المشهد يصور غرفة مضاءة جيداً تحتوي على طاولة طعام كبيرة وطاولة طويلة مع مصابيح وجدار من اللوحات."
  ],
  "ffacc18a27644508a6e4223823a0e2a4": [
    "المشهد يصور غرفة نوم مع سرير، دولاب، باب، وسقف أبيض.",
    "حمام بسيط مع رف مناشف ومنشفة بيضاء، به جدار أبيض وباب وسقف أبيض.",
    "منشفة معلقة على رف كرومي بينما طائر يطير في السماء.",
    "المشهد يصور حماماً به حوض ومرآة ومرحاض على المستوى الأوسط، أرضية من البلاط الأبيض على المستوى السفلي، وحوض ومرآة على المستوى العلوي.",
    "المشهد يصور حماماً به خزانة ومرآة، يقع في غرفة ذات سقف أبيض وإضاءة.",
    "المشهد يتكون من كرسي ومصباح في غرفة، وحمام به نافذتان ومقعد، ونافذة به نافذتان وإطار أبيض يُرى من الأعلى.",
    "نافذتان مع إطار بني وأطر بيضاء، واحدة منها سوداء وبيضاء، بينما تسلط الأخرى ضوءًا من خلالها.",
    "المشهد يتكون من باب أبيض مع إطار أسود، باب أسود، نافذة مع إطار أبيض، ونافذة مع إطار بيج وأبيض."
  ],
  "5fe3c9985e5a4edeb8ba4f7a4c64dbf9": [
    "غرفة طعام واسعة مع طاولة خشبية كبيرة وأرائك تقع في رواق مع عدة أضواء معلقة من فوق.",
    "غرفة تحتوي على كرسي جلد أسود وأرضية خشبية متصلة بممر مع صور كثيرة على الحائط، كلها تحت إطار خشبي مع جهاز إضاءة.",
    "كرسيان وطاولة موجودان في غرفة تحتوي على نافذة بها مصابان.",
    "غرفة تحتوي على كراسي متنوعة، مدفأة، لوحة فنية، وباب أبيض مع مصباح عليه.\n\n     ,  ,  ,         .",
    "موقد مع شموع و صورة عليه، مغطى بصورته الإطارية ل ذو شارب.",
    "هناك كرسيان، واحد أزرق وواحد أسود، أمام مدفأة، مع سقف أبيض وثريتي إضاءة فوقهما.",
    "المشهد يتكون من غرفة معيشة تحتوي على كرسيين وطاولة، ورواق به أريكة وكرسي، ونافذة في غرفة مع صورة فوقها.",
    "كرسي يقع على أرضية خشبية صلبة في غرفة ذات إطار خشبي، حائط معدني، وثريات."
  ],
  "985ca122092f4429850c195ded765891": [
    "مصباح يقع على رف كتب ممتلئ بالكتب.\n\n       .",
    "غرفة تحتوي على رف كتب كبير و مصباح، أمامه كرسي خشبي صغير، والرف ممتلئ بالكتب.",
    "غرفة تحتوي على سجادة كبيرة، كرسي، طاولة، كراسي، نافذة، سقف أبيض، ومصباح.",
    "غرفة تحتوي على طاولة طعام، كراسي، رفوف كتب، ومصباح معلّق فوق رفوف الكتب.",
    "غرفة تحتوي على رف كتب كبير وطاولة، وتضم سجادة في منطقة طعام مع طاولة وكراسي، و مصباح على رأس الرف.",
    "رواق به أقواس وسجادة يؤدي إلى غرفة به أقواس وسقف، حيث تجلس سجادة على أرضية خشبية.",
    "بيانو كبير أسود يقع على سجادة في غرفة ذات أقواس وسقف مقوس في الخلفية.",
    "بيانو أسود يجلس أمام نافذة في غرفة مع مصباح."
  ],
  "f43e13bcd4b144a2979522c9b2cf837b": [
    "المشهد يتكون من أربع كراسي خشبية منحوتة فكتورية، ولوحة لامرأة مع مسبحة معلقة على الحائط، ولوحة أخرى تحتوي على مربع.",
    "غرفة تحتوي على كرسيين وطاولة، وتتميز بتصميم شمسي خشبي معلق على حائط خشبي بإطار.",
    "طاولة كونسول خشبية مصحوبة بكرسي ومرفقة بمرآة شمسية معلقة على الحائط.",
    "م           ,          .\n\nمشاهد مع كرسي أحمر أمام لوحة لامرأة مع زهور على الطاولة، ولوحة أخرى لامرأة مع زهور معلقة على الجدار",
    "غرفة ذات سجادة، كراسي، تحفة فنية على الحائط، سقف خشبي، ولوحة فنية.",
    "غرفة طعام مع طاولة مستديرة كبيرة وأرائك، منظر من الأعلى والوسط والأسفل، مع ثريات للبيع في سان دييغو مرئية من المنظر العلوي.\n\n \n غرفة طعام   \n مع طاولة مستديرة كبيرة وأرائك       \n منظر من الأعلى والوسط والأسفل    , ,  \n مع ثريات للبيع في سان دييغو       \n مرئية من المنظر العلوي",
    "غرفة طعام مع طاولة بيضاء وأثاث مضاءة بمصباح في السقف وتضم لوحة فنية.",
    "صورة لرجل وامرأة معلقة على جدار في متجر مع كرسيين موضوعين تحتهما."
  ],
  "fa9d2cdccb57422380697e7783d7248f": [
    "المشهد يصور حماما بسيطا مع مرآة وغساله، واقعا في غرفة ذات جدران بيضاء مع باب.",
    "باب به مرآة ومقبض وزر ومصباح عليه مرئي من زوايا مختلفة.",
    "رواق مع أرضيات خشبية، باب، باب يؤدي إلى غرفة، وضوء.",
    "منظر لباب أبيض مع مفتاح إضاءة، حائط أبيض مع باب أبيض آخر، وحمام مع مرآة وجدران بيضاء.",
    "المشهد يصور حماماً يحتوي على حوض ومرآة، يُرى من الأعلى والمتوسط، وضوء معلق من السقف في غرفة مجاورة.",
    "المشهد يصور ثلاثة مناظر مختلفة من الحمامات مع ميزات مختلفة مثل الأواني والمرايا وأجهزة الإضاءة.",
    "حمام به أرضية بلاط أبيض و سلة نفايات، و كشك، ونافذة، يقع في غرفة بسقف أبيض ورف.",
    "حمام به مرحاض وأرضية من بلاط أبيض، به جدار أبيض مع ساعة في الوسط وجدار أبيض مع تلفزيون في الأعلى."
  ],
  "5fa450a5199b41b5b46628e473f20374": [
    "رواق مزخرف بمزيج من الديكور بما في ذلك سجادة كبيرة، أرضية خشبية، ملصقات، صور، مصباح، ولوحات فنية.",
    "يظهر المشهد ثلاثة ملصقات، واحد مع مبنى، واحد مع قصر وامرأة، وواحد مع امرأة ورجل.",
    "ملصق يظهر وجه امرأة يروج لفيلم الخيال العلمي أكسون في مهرجان فيلم أكسون.",
    "المشهد يتكون من غرفة بيضاء مع سجادة، كرسي، باب، و جدران.",
    "ممر مع أرضيات خشبية، جدران بيضاء، سجادة، مصباح، وباب.",
    "غرفة بسيطة مع باب أبيض، حائط، كرسي، طاولة، ورف.",
    "خلفية بيضاء وبنية مع طائرة تطير فوقها، جدار أبيض مع صورة بيضاء عليه، وجدار أبيض مع ساعة بيضاء.",
    "المشهد يصور غرفة تحتوي على جدار ممتلئ بالرسومات والمخططات، مع جدار أبيض وسجادة أسفلها ومشروع بعنوان ستون آند كو في الوسط."
  ],
  "cc77026a127545878da0b8c406076480": [
    "غرفة مينيمالية ذات جدران بيضاء، وضوء سقف أبيض، وساعة بيضاء، وشاشة تلفزيون بيضاء.",
    "نافذة مع ستارة ومقعد نافذة، تتميز بإطار معدني عند النظر إليها من الأعلى.",
    "بيانو أسود يجلس على أرضية خشبية في غرفة مع مصباح وكتاب.",
    "بيانو يجلس في غرفة محاطة بكتب وأرفف كتب، مع مروحة سقف فوقه.",
    "رواق مع مقعد أسود وسجادة وموقد وسقف أبيض مع أقواس وباب.",
    "منظر لممر درج يؤدي إلى رواق به أقواس وجدران بيضاء، يفتح على غرفة بسقف خشبي وأقواس.",
    "سلالم خشبية ذات درابزين تؤدي إلى رواق به أقواس وجدران بيضاء، كل ذلك تحت سقف خشبي به عارضة.",
    "غرفة ذات جدران بيضاء مع درج خشبي وسطح خشبي، ونافذة، وكرسي، وقوس أبيض."
  ],
  "ddd527993ada4e1c8d0c62fdfb33f8db": [
    "المشهد يصور غرفة طعام مع طاولة وأرائك، غرفة مع مكتب وكرسي وباب، وغرفة مع سقف أبيض وجدران بيضاء.",
    "باب زجاجي مع أرضية خشبية يؤدي إلى غرفة مع باب أبيض يحتوي على لوح زجاجي ومقبض.",
    "غرفة تحتوي على خزانة زجاجية، وخزانة خشبية، وتمثال على جدار أبيض.",
    "مشهد يظهر فيه طاولة خشبية منحوتة قديمة صينية مع كرسي يحمل شهادة إطارية وصورًا، ووثيقة إطارية معلقة على الحائط.",
    "رف كتب به راديو وكتاب في الأعلى، بالإضافة إلى صورة على الرف الأعلى.",
    "غرفة بها رف كتب خشبي، كتب، وطاولة.",
    "يصور المشهد مساحة غرف متعددة تضم مطبخاً، ومكان تناول الطعام، وغرفة تحتوي على لوحة فنية وثريات.",
    "غرفة طعام مع ثريا معلقة فوق طاولة وكراسي."
  ],
  "47e9ed95d9c740248ad1c6fa1352528e": [
    "غرفة تحتوي على كرسي حلاق، مرآة، مروحة سقف، وساعة.",
    "المشهد يصور غرفة نوم تحتوي على سرير، دولاب، كرسي، ونافذة، من زوايا مختلفة.",
    "المشهد يتكون من خزانة سوداء وذهبية مع كرسي وصوره، مكتب مع لوحة وصوره إطارية، ولوحة معلقة على الجدار فوق السقف.",
    "كرسي معروض في غرفة ذات نافذة توفر منظرًا للخارج، مع سقف أبيض في الأعلى.",
    "طاولة مع كتاب وقبعة تجلس أسفل نافذة مع ستارة، التي تطل على شجرة.",
    "غرفة معيشة تحتوي على كرسي مخطط، حامل قبعات، وقبعة معلقة من السقف.",
    "رواق مع أرضية خشبية صلبة وأرضية خشبية، باب خشبي، مصباح، ومرآة.",
    "غرفة مع مكنسة بجانب باب، وشماعة مع مصباح وخطاف، وسقف أبيض."
  ],
  "56608873c2f245b18569532dca581f06": [
    "درج مع سلم من الخرسانة و حائط يؤدي إلى منطقة ذات حائط أبيض مع شريط زجاجي ، كل ذلك تحت سقف أبيض.",
    "باب خشبي مع مقبض في الوسط يُرى من الأعلى والأسفل والوسط، موجود في مطبخ صغير مع مقبض أبيض عليه.\n\n,      \n\nباب خشبي مع مقبض أبيض في الوسط، يُرى من الأعلى والأسفل والوسط في مطبخ صغير.",
    "المشهد يصور بابًا به مقبض وإطارًا، من زوايا مختلفة.",
    "المشهد يصور غرفة ذات أرضية صفراء، وباب خشبي، ومرحاض، وسقف.",
    "حمام به حوض استحمام و حوضات يحتوي على عربة في وسط الغرفة، بينما يظهر منظر من الأعلى غرفة مع سقف وكراسي.",
    "حمام يحتوي على حوض استحمام ومرحاض يظهر من الوسط، بينما من الأعلى يظهر سقف به مصباح ومروحة، ومن الأسفل يظهر حوض استحمام على عربة في الغرفة.",
    "المشهد يُظهر بابًا خشبيًا مع مقبض وإطار، يؤدي إلى غرفة مع أرضية خشبية.",
    "باب خشبي مع مقبض يؤدي إلى درج في المنزل، محاط بإطار أبيض."
  ],
  "d70a4ce871ad4d738eb7f3f44bd30a1e": [
    "أنبوب أبيض معلق من السقف فوق إطلالة مقربة من جدار أبيض مطلي، كل شيء يُرى من منظور من الأعلى.",
    "منظر لمستحمام أبيض به مرحاض ونافذة محاط برصيف أبيض مع أنبوب أبيض ورصيف خشبي مع رصيف أسود من الأعلى.",
    "المشهد يتألف من سقف أبيض مع شريط خشبي وثابت إضاءة مرئي من الأعلى.",
    "منظر لسلم مغطى بالسجاد يؤدي إلى حمام أبيض به مرحاض وغسالة، وسلم أبيض وأسود يؤدي إلى الأعلى.",
    "درج أبيض مع مسند أبيض وسلم مفروش يؤدي إلى جدار أبيض مع مسند درج أبيض في الوسط.",
    "جدار أبيض به درج و باب و نور يسطع من خلاله.",
    "سلالم تؤدي إلى غرفة ذات مصعد أو جدار أبيض، مع ضوء يسطع من خلال جدار أبيض من فوق.",
    "درج مع سلم أبيض ومقابض درج سوداء مقابل جدار أبيض، مع عارضة خشبية ومقبض نحاسي مرئيين من الأعلى."
  ],
  "beb7c8d8ece54bb6816434316cc2bd8b": [
    "المشهد يصور غرفة تحتوي على حوض استحمام متعددة وطاولات، مع منطقة حمام تحتوي على حوض استحمام ومرحاض أسفل، وسقف مع أضواء ومروحة أعلى.",
    "غرفة تحتوي على كرسي أزرق وحوض استحمام، تتميز بسقف به العديد من الأنابيب والأضواء.",
    "كرسي موضوع على طاولة خشبية في غرفة بيضاء.",
    "غرفة ذات درابزين معدني وجدار أبيض وباب أسود وسقف أبيض موضحة من زوايا مختلفة.",
    "غرفة ذات منصتيين أبيضين وباب زجاجي مضاءة بأضواء السقف مع وجود نافذة ومدخل مرئيين من أرضية خرسانية أدناه.",
    "المشهد يصور غرفة بيضاء مع درج، حائط أبيض، باب أبيض، وأرضية خرسانية، يُرى من الأعلى والمتوسط، مع سقف أبيض وأسود.",
    "تحت سقف أبيض وأسود، صندوق أبيض به أشياء و مفتاح.",
    "حمام أبيض به حوض استحمام ومرحاض وغسالة ومغسلة و سقف به أنبوب وثريا."
  ],
  "82ee7783a95b4beeb1b8c518107c9ae2": [
    "غرفة ذات أرضيات خشبية، وجدران بيضاء، وسقف مقوس، وباب، ونافذة.",
    "المشهد يصور غرفة فسيحة ومزخرفة مع ثريات، ومكان لتناول الطعام مع طاولة خشبية وأرائك، ومكان منفصل مع طاولة وأرائك ومدفأة.",
    "غرفة تحتوي على طاولة طعام كبيرة، كراسي، مصباح، ساعات على الحائط، وثلاثة مصابيح معلقة بالقرب من النوافذ.",
    "غرفة طعام تحتوي على طاولة كبيرة، كراسي، سجادة، وثلاثة أجهزة إضاءة معلقة من السقف.",
    "غرفة معيشة مع أرضيات خشبية، موقد، صورة كبيرة، مرآة، و مصباح.",
    "المشهد يضم جدران مع مجموعة متنوعة من المقابض، المقابض، المفاتيح، والشاشات المصنوعة من الخشب وال.",
    "المشهد يظهر غرفة تحتوي على جدران مزخرفة بمختلف القطع الخشبية بما في ذلك الساعات و رأس أسد و مقابض الأبواب.",
    "منظر لأرضية خشبية مع باب يؤدي إلى غرفة تحتوي على ساعة على الحائط."
  ],
  "44f54890c8bf4cb8aa0046f782333e12": [
    "مبنى أبيض به درج يحتوي على رف أسود على حائط أبيض ودرابزين أبيض به مصباح.",
    "قطة تجلس على حائط في غرفة بينما يؤدي درج مع مسند أبيض وحائط إلى باب به ثقب صغير.",
    "سلالم مغطاة بالسجاد والقوس تؤدي إلى سلالم بيضاء بأعمدة خشبية وجدران بيضاء.",
    "امرأة واقفة على درج بهدف أبيض وموكيت أبيض أو بني.",
    "منظر لحمام أبيض مع سكة دش، و جدار أبيض مع بقع، وقميص أبيض وأصفر مق على خلفية بيضاء.",
    "أنبوب أبيض مثبت على حائط بجانب مرحاض أبيض مع إطار أسود، كل ذلك موضوع على أرضية خشبية.",
    "م   ,     ,     .",
    "المشهد يضم حمام أبيض مع مقبض دش، ودرابزين أبيض مع مقبض، ودرابزين خشبي مع درابزين أبيض."
  ],
  "92c3195e612e4fc49fe5b5c687dd5ce5": [
    "يظهر السلم الأبيض مع الدرابزين الأبيض من الأعلى، بينما يرافقه من المنظورين الأوسط والسفلي جدار أبيض وأرضية خرسانية.",
    "باب خشبي بإطار أبيض ومقبض يؤدي إلى درج حلزوني داخل المنزل.",
    "المشهد يصور بابًا خشبيًا مع مقبض أبيض.",
    "حوض استحمام على عربة يُرى في حمام مع مغسلة، يقع في غرفة ذات سقف مملوء بأنابيب.",
    "حمام به حوض استحمام و حوض ماء به حوض استحمام على عربة في الغرفة، بينما السقف به عدة مصابيح و طاولة.",
    "غرفة ذات باب خشبي، جدران بيضاء، أرضية، مروحة سقف، وإضاءة.",
    "المشهد يصور بابًا مع إطار خشبي، مقبض معدني، مفصلة، ومقبضين للباب.",
    "باب خشبي مع مقبض مثبت في جدار حجري يؤدي إلى خزانة صغيرة مع رف خشبي."
  ],
  "3769d27ee6f8462e815e9ebdc33af7e8": [
    "بيانو كبير أسود يجلس على سجادة في غرفة بها رفوف كتب.",
    "غرفة تحتوي على رفوف كتب وسجادة كبيرة على الأرض، وتضم رف كتب و مصباح.",
    "غرفة طعام مع طاولة مستديرة، كراسي، ومصباح معلّق من فوق.",
    "غرفة معيشة دافئة مع رف كتب كبير، طاولة، وسجادة، يضم رف الكتب كتابًا ومصباحًا.",
    "غرفة تحتوي على رف كتب ومروحة سقف مرئية من خلال باب من سجادة ذات نمط أحمر وبرتقالي.",
    "رواق به مدفأة و سقف قوسي يؤدي إلى غرفة بأرضيات خشبية وسجادة.",
    "ممر مع أرضيات خشبية وجدران بيضاء يؤدي إلى ممر أكبر مع أقواس وجدران بيضاء، يفتح ليكشف عن سقف مقوس في كنيسة.",
    "بيانو أسود يجلس في غرفة ذات سلم، نافذة، وسقف مقوس، محاطة بجدران بيضاء."
  ],
  "6f5b02596fb44b84baa6060e5ac1a7e5": [
    "أريكة بيضاء وطاولة قهوة موضوعتان في غرفة ذات ستائر بيضاء وسقف أبيض مزود بالإنارة.",
    "أريكة بيضاء مع غطاء أبيض في غرفة مع سقف أبيض وباب.",
    "ممر مع أرضية خرسانية يؤدي إلى غرفة مع باب خشبي ومرحاض، ويمكن رؤية علامة الخروج من الأعلى.\n\n \n ممر \n مع أرضية خرسانية    \n يؤدي إلى  \n غرفة  \n مع باب خشبي    \n ومرحاض   \n ويمكن رؤية   \n علامة الخروج   \n من الأعلى",
    "غرفة صغيرة مع سرير، كرسي، باب، وجدار أبيض.",
    "كرسيان خشبيان موضوعان أمام باب خشبي مع مصباح سقف معلّق فوقه.",
    "في غرفة ذات سقف يوجد باب مع ضوء عليه، وحقيبة بنية، وكرسيان خشبيان.",
    "رجل جالس على خشبة المسرح، ويظهر من فوق غرفة تحتوي على طاولة وكراسي و تلفزيون على حامل مع أضواء زرقاء.",
    "مساحة معيشة بسيطة مع أثاث وديكور أبيض."
  ],
  "c6e8090bda95489fb0dc1c5b569461e7": [
    "غرفة مع رفوف كتب وبيانو على سجادة كبيرة في غرفة معيشة مع سقف أبيض.",
    "غرفة تحتوي على رف كتب كبير وطاولة، لها باب أبيض عليه سجادة ومرآة على الحائط.",
    "باب أبيض به قفل ومقبض وزر.",
    "مطبخ أبيض مع باب معلق من السقف، أبواب زجاجية ورفوف، وباب مطبخ أبيض مع مقبض عليه.\n\n  \n مطبخ أبيض   \n مع باب معلق من السقف       \n أبواب زجاجية ورفوف    \n وباب مطبخ أبيض     \n مع مقبض عليه",
    "مشهد يضم مخزن للنبيذ وغرفة تحتوي على رف للنبيذ وطاولة، بالإضافة إلى حمام يحتوي على مصباحين معلّقين فوق حوض الاستحمام.",
    "منظر لباب أبيض، مرآة مع انعكاس، ومطبخ أبيض مع قضيب معدني معلق.",
    "المشهد يصور بابًا مع مفصلة، ومزلاج، وباب أبيض، ومقبض أسود، ومقبض معدني.\n\n          . ,               .            ,       .",
    "رواق به أقواس وأبواب بيضاء، تشمل واحدة مع لوح زجاجي وآخر مع نوافذ مقوسة وإطار أبيض."
  ],
  "2b4b62ead49b4f14a013f85816012a12": [
    "باب مع لوح زجاجي ومزيل وضوء يمر من خلاله، تحت نافذة مقوسة بإطار خشبي.",
    "مرجل نحاسي يجلس على أرضية من البلاط في غرفة تحتوي على درج، نافذة، باب، وسقف خشبي.",
    "مساحة متعددة المستويات مع درج، رواق مع أقواس وبيانو، ومطبخ مع عوارض خشبية وطاولة.",
    "المنظر يصور ممرًا مع أرضيات خشبية وقباب، محاطًا برفوف كتب، يؤدي إلى غرفة ذات سقف خشبي وقباب.",
    "مشهد متعدد المستويات يضم غرفة بحمام ومرحاض، غرفة مفروشة ببوابة كبيرة، وغرفة واسعة بأعمدة خشبية وإضاءة.",
    "سلالم بيضاء تؤدي إلى غرفة ذات أقواس، زهرية، وسقف مقوس مع جدران بيضاء.",
    "المشهد يصور مساحة معيشة فسيحة ذات سقف مقوس، رواق مع أقواس وسلم، وسلم يؤدي إلى غرفة ذات باب.",
    "غرفة نوم تحتوي على سرير، وغطاء أبيض، ونافذة، وعمد خشبي، وجدار أبيض منحني."
  ],
  "189dec4e48fa459bac9d81fd3a7f4c75": [
    "غرفة ذات أرضيات خشبية تحتوي على سجادة كبيرة، مكتب، كرسي، رف كتب، مروحة سقف، و كتاب.",
    "غرفة تحتوي على كتب، سجادة، نافذة كبيرة، تلفزيون، وعرض كتب.",
    "مشهد يضم طاولة صغيرة تحمل زجاجتين، نافذة مع صورة المدينة في الخلفية، وإطار صورة لنافذة.",
    "غرفة تحتوي على صورة على الحائط، وفيه خزانة سوداء وبيضاء مع كرسي أمامها، وصورة كبيرة لمدينة على طاولة في الوسط.",
    "المشهد يتكون من كرسيين أمام نافذة مع ستارة وكرسي نافذة، مضاءة بمصباح فوق.",
    "مصباح أرضي ورف كتب موضوعان معًا في غرفة.",
    "المشهد يصور مساحة متعددة الوظائف تحتوي على غرفة طعام، غرفة تحتوي على طاولة كبيرة، وغرفة معيشة تحتوي على مدفأة ورف كتب.",
    "غرفة معيشة دافئة تحتوي على بيانو ورفوف كتب وطاولة مستديرة مع كراسي على سجادة ومصباح معلق فوق رف كتب."
  ],
  "2d21aec2e48b4797ad0367e96fd316f4": [
    "غرفة ذات أرضيات خشبية صلبة وباب تؤدي إلى ممر مع ثريات، بينما تتميز غرفة أخرى بجدار كبير من أرفف الكتب ومدفأة.",
    "غرفة طعام مع طاولة كبيرة، كراسي، سجادة، وثلاثة أجهزة إضاءة معلقة من السقف.",
    "غرفة تحتوي على طاولة طعام كبيرة، كراسي، مصباح، طاولة مع ساعات على الحائط، وثلاثة أجهزة إضاءة معلقة من السقف.",
    "المنظر يصور مساحة متعددة الوظائف تحتوي على غرفة طعام وغرفة معيشة وسقف خشبي.",
    "المشهد يصور غرفة مع أرضيات خشبية، مدفأة، باب يؤدي إليها، ومرآة معلقة على الحائط.",
    "المشهد يتكون من جدار يحتوي على أقفال، مقابض أبواب خشبية، ومقابض، وعرض مثبت على الحائط من صناديق خشبية.",
    "المشهد يضم مجموعة من الساعات القديمة، الأجراس، الهواتف، مقابض الأبواب، والدواسات المعروضة على الحائط.",
    "يظهر المشهد جدارًا به مجموعة متنوعة من المقابض والأزرار والمقابض المصنوعة من مواد مختلفة."
  ],
  "c1a600332bb245b19d8174c0790d6fd6": [
    "باب أبيض مع مقبض ومقبض معدني، مطلي بطلاء أبيض، من منظور من الأعلى والمنتصف.",
    "ممر مع أرضيات خشبية يؤدي إلى غرفة ذات جدران بيضاء وقوسين، يمكن الوصول إليها من خلال قوس أبيض مع باب.",
    "المشهد يظهر مدخلا يؤدي إلى غرفة المعيشة، ومدخلا آخر يؤدي إلى غرفة تحتوي على طاولة وكراسي، ومدخل ثالث مع ضوء ومفتاح ضوئي.",
    "ممر مع سجادة وصور يؤدي إلى غرفة مع صورة معلقة على الجدار، في حين يتم عرض مجموعة من الجوائز على جدار في الوسط.\n\n \n ممر \n مع \n سجادة \n وصور  \n يؤدي إلى  \n غرفة \n مع \n صورة \n معلقة \n على \n الجدار \n في حين \n يتم \n عرض \n مجموعة \n من \n الجوائز \n على \n جدار \n في \n الوسط",
    "غرفة ذات باب وسجادة وثريات وصور معلقة على الباب.",
    "غرفة نوم تحتوي على سرير، خزانة، لوحة فنية على الحائط، وسقف مزود بمصباح وثريا.",
    "منظر سرير مع أوراق بيضاء وطاولة جانبية سرير مع مصباح ومظلة ومصدر إضاءة معلّق فوق السقف في غرفة.",
    "باب أبيض به مقبض ومكبح يظهر في منتصف لقطة مقربة لباب مصبوغ باللون الأبيض، بينما تظهر منظرًا علويًا لمطبخ به خزانة بيضاء وباب أبيض."
  ],
  "af9ff2224e1d4b7babae5c082ebba917": [
    "بيانو يجلس في غرفة مع جدار أبيض وعمد أبيض يحتوي على نافذة.",
    "غرفة معيشة تحتوي على بيانو ورفوف كتب وسجادة كبيرة ورف كتب وسقف.",
    "غرفة مع أرضية خشبية، سجادة كبيرة، طاولة وأكراس، مروحة سقف، ومصباح.",
    "المشهد يتكون من ثلاث أبواب، واحد مع مرآة وضوء في الأعلى، واحد مع باب زجاجي في الوسط، وواحد مع خزانة بيضاء وأرضية خشبية في الأسفل.",
    "المشهد يضم مطفأة حريق على الحائط وموقد أبيض مع مدخنة.",
    "غرفة مع أرضيات خشبية، أريكة بيضاء، الكثير من الخشب، طاولة، و قوس أبيض مع جهاز إضاءة فيه.",
    "غرفة واسعة مع أرضيات خشبية، طاولة، مرآة كبيرة، أرضيات خشبية، أسقف مقوسة، وجدران بيضاء.",
    "منصة بيضاء مع أرضية خشبية تقع في حمام أبيض مع حوض وم، يقع في غرفة مع سقف خشبي ونافذة."
  ],
  "ce5df3235866447d95c4667d72528984": [
    "غرفة ذات أرضية خشبية، وسجادة، وطاولة، وكراسي، وباب، وسقف مقوس بألواح بيضاء.",
    "منظر لمدخل مع أرضية خشبية، وساعة، وباب به عدة مقابض وأفاريز، وباب أبيض يمر منه الضوء.",
    "المشهد يصور غرفة ذات جدران مزخرفة بأثاث نادر من الساعات القديمة والمقابض الخشبية والمفاصل.",
    "المشهد يصور غرفة تحتوي على أنواع مختلفة من الأقفال وصندوق خشبي مع أقفال عليه، وكذلك جدار مع ساعات خشبية معلقة.",
    "غرفة طعام تحتوي على مدفأة ونافورة، تقع في غرفة بأرضيات خشبية وسجادة، متصلة بممر بهما مصباحان ومرآة.",
    "غرفة طعام تحتوي على طاولة خشبية كبيرة، كراسي، سجادة، وثلاثة أجهزة إضاءة معلقة.",
    "المشهد يصور منطقة لتناول الطعام مع طاولة كبيرة وأرائك، طاولة أصغر مع مصباح وساعة، واثنين من مصابيح معلقة من السقف.",
    "مشهد يضم غرفة مع طاولة طعام، كراسي، سجادة، نافذة كبيرة، وسقف مقوس في كنيسة."
  ],
  "d8eb4eab2d3442e1a3a7a74fc810be22": [
    "مبنى به رواق و غرفة مع حوض و غرفة مع نور سقف.",
    "ممر مع باب خشبي ودرابزين أصفر يؤدي إلى غرفة مع باب إطار أبيض وسقف.",
    "رجل يحمل زلاجة يقف على أرض بيضاء مع عارضة معدنية سوداء فوقه، في حين تظهر درابزين السلم مع مسند يد معدني أسفله.",
    "حمام مُبسط مع حوض استحمام أبيض، غرفة بيضاء مع كرسي، وسقف أسود فوق جدار أبيض.",
    "المشهد يصور حماماً يحتوي على حوض استحمام ومرحاض ونافذة، بالإضافة إلى أنبوب معدني يمر عبر السقف.",
    "غرفة تحتوي على طاولة وكراسي، تتميز بزوج من الكراسي المزخرفة وسقف عارضة معدنية مع ضوء.",
    "حمام به حوض استحمام و مغسلة ذات قاعدة زرقاء، مضاءة بعدة مصابيح على السقف.",
    "غرفة ذات أرضية خرسانية وطاولة محاطة بمنصات عدة وجدار أبيض، مع سقف يضم جهاز إضاءة ومروحة."
  ],
  "cd4286bc48c240f294fce7e9306a83a0": [
    "رواق مع أرضية خشبية يؤدي إلى غرفة طعام مع مفتاح للضوء، وفوقه مرآة مع مصابيح معلقة.",
    "غرفة طعام مع أرضية خشبية، وسجادة، وطاولة كبيرة وأرائك، وعوارض خشبية مع مصابيح معلقة منها.",
    "غرفة معيشة مع كراسي جلدية، سجادة، نافذة كبيرة، ومصباح سقف.",
    "كرسي يقع أمام مدفأة مع مصباح، بينما تُعلّق صورة إطارية على الحائط أعلاه.",
    "غرفة تحتوي على طاولة تحمل صورة إطارية وساعة، إطار مع صورة عليه، وباب مع مقبض.",
    "باب أبيض مع مقبض أسود على أرضية خشبية، من زوايا مختلفة.",
    "رواق مع أرضية خشبية ومزود ببابين أحدهما مع أرضية من البلاط وسقف مزود بمصباح ومرآة.",
    "باب أبيض مع أرضية خشبية واطار أبيض يقود إلى غرفة مع باب أبيض ومقبض أسود."
  ],
  "5b4f88b00af3413eb8a3706a62a761e1": [
    "غرفة طعام مزودة بطاولة خشبية طويلة وأرائك مضاءة بثلاثة مصابيح معلقة في الرواق.",
    "غرفة تحتوي على طاولة خشبية كبيرة وأرائك وسجادة وجدار مُزخرف بالصور وثلاثة مصابيح معلقة من السقف.",
    "المشهد يصور ثلاث غرف مختلفة، واحدة بها كرسي من الجلد وأرضيات خشبية، وغرفة أخرى بها عارضة خشبية كبيرة وكرسي، وغرفة ثالثة بها عوارض سوداء ونوافذ.",
    "غرفة معيشة دافئة مع كراسي وسجادة تؤدي إلى غرفة مع مدفأة وكراسي، حيث تُعلق صورة رجل على الحائط.",
    "غرفة معيشة تحتوي على كرسي أزرق وموقد، تتميز بلوحة فنية على الجدار.",
    "منظر لغرفة مع أرضيات خشبية ومدخل، أرضية خشبية مع كرسي، وممر أبيض مع نافذة وباب.",
    "باب خشبي أسود مع لمسة نهائية سوداء يقف في غرفة بأرضية خشبية وأعمدة خشبية طويلة.",
    "ممر يؤدي إلى غرفة تحتوي على جدار من النوافذ والصور، بينما يضم الجزء الأوسط جدارًا من الساعات القديمة و فوع أخرى."
  ],
  "2af2b0defe79482baab06801cd97d145": [
    "المشهد يصور غرفة متعددة المهام تحتوي على منطقة لتناول الطعام، رف كتب كبير، ومصباح معلق.",
    "غرفة تحتوي على مكتب، كراسي، وسجادة حمراء، مضاءة من قبل نافذة كبيرة، مع سقف أبيض مرئي من الأعلى.",
    "غرفة تحتوي على سجادة، كرسي، نافذة كبيرة، خزانة قديمة، وصور على السقف.",
    "المشهد يتكون من رف كتب مع مصباح أرضي، كرسيين، ومصباح مع كتابين عليه، مع مصباح ثاني يجلس على الرف العلوي.",
    "خزانة كتب خشبية تحتوي على العديد من الكتب، بما في ذلك بعض الكتب الزرقاء، تظهر من الأعلى والمنتصف، بينما يظهر من الأسفل بعض الكتب وبعض الأشياء على الخزانة.",
    "خزانة كتب خشبية ممتلئة بالكتب مرئية من الأعلى والأسفل والوسط.",
    "المشهد يصور مساحة تحتوي على أقواس وسجاد وأرضيات خشبية صلبة، وتضم غرفة مع مصباح وسقف، وممرًا.",
    "غرفة تحتوي على بيانو ورفوف كتب تخدم كغرفة طعام مع ثريات وطاولة، وتضم سجادة على الأرض."
  ],
  "add134cc07e64d9d8524d0d9f96c4180": [
    "المشهد يصور بابًا أبيضًا مع قفل، مقبض، ومفصل.",
    "باب أبيض مع مقبض، من زوايا مختلفة.",
    "مطبخ مع باب زجاجي وأدوات فضية وثريات مضاءة فوق الطاولة.",
    "منظر لمطبخ أبيض مع باب مفتوح ورفوف زجاجية، وحمام أبيض مع ستارة دش معلقة.",
    "باب أبيض به مرآة ومقبض، ويضم مفصلاً، يُظهر من زوايا مختلفة.",
    "المشهد يصور غرفة طعام تحتوي على طاولة خشبية وأرائك، وكذلك طاولة كبيرة وأرائك، تقع في ممر مع عدة مصابيح معلقة.",
    "غرفة مع أرضيات خشبية، طاولة، كراسي، نافذتان كبيرتان، ومصباح معلق.",
    "المشهد يصور غرفة ذات أرضية خشبية وباب أبيض، محاطة بباب مدخل مقوس مزخرف."
  ],
  "be33b5863e3741deaecd29febfc5eafa": [
    "غرفة تحتوي على طاولة طعام مستديرة، كراسي، بيانو، رفوف كتب، ورف كتب مع مصباح معلق.",
    "غرفة تحتوي على طاولة طعام دائرية، كراسي، رفوف كتب، وضوء سقف معلق.",
    "غرفة معيشة مع أرضيات خشبية، نافذة كبيرة، سجادة حمراء، ومصباح تحت سقف أبيض.",
    "رفوف كتب ممتلئة بالكتب ظاهرة من الأعلى والوسط والأسفل.",
    "رفوف خشبية تحتوي على كتب وكرة ويتم رؤيتها من الأعلى والأسفل والوسط.",
    "مصباح أرضي ذو قاعدة معدنية وغطاء مصباح موجود في غرفة تحتوي على رف كتب ورف.",
    "ممر مع أرضيات خشبية صلبة وجدران بيضاء يؤدي إلى غرفة مع سقف مقوس وقباب.",
    "بيانو كبير يجلس على سجادة كبيرة في غرفة ذات أقواس وسقف أبيض."
  ],
  "5daf3f2129314524a490400d1091d053": [
    "رجل واقف أمام مرآة، وفي الخلفية طاولة مع كمبيوتر وتليفزيون، مرآة مع قبعة عليها، ورف مع منتجات شعر، كل ذلك من منظور من الأعلى.",
    "المشهد يصور حماما يحتوي على عدة مرايا وخزانة ممتلئة بمستحضرات التجميل.",
    "غرفة تحتوي على كرسي أبيض، نافذة إطار خشبي، ساعة، وصور على الحائط.",
    "غرفة تحتوي على كرسي جلدي أبيض ولوحة فنية وضوء نجمي معلق من السقف، من منظور من الأعلى والأسفل والوسط.",
    "غرفة مع أرضية خشبية، كرسي، نافذة، ومصباح على السقف.",
    "مكنسة خشبية تقف بجانب باب خشبي مع مقبض يؤدي إلى غرفة ذات جدار أبيض.",
    "مصباح على طاولة بجانب حائط، بينما معلق خشبي مع معطف يعلق عليه، ومعلق معاطف خشبي مع معلقتين يُرى من الأعلى.",
    "غرفة تحتوي على طاولة تحمل مصباحًا ومكنسة، مصباحًا يحمل قبعة معلقة عليه، وستاند قبعات يحمل قبعة معلقة عليه.\n\n          ,                          ."
  ],
  "b1265fece0604be79853a0ce270d7c45": [
    "بيانو يجلس على سجادة في غرفة مع رفوف كتب وسقف.",
    "غرفة تحتوي على رفوف كتب، طاولة، كراسي، سجادة، ومروحة سقفية.",
    "غرفة تحتوي على رفوف كتب، سجادة كبيرة، مصباح، وكتب على السقف.",
    "غرفة ذات باب أبيض، رف كتب في الوسط، وطاولة مع مصباح بجانبها.",
    "ممر مع رفوف وباب يؤدي إلى غرفة، مع أرضية خشبية وثريات فوق.",
    "باب أبيض مع مطفأة حريق معلقة عليه يُرى من خلال مدخل به قوس أبيض وطراز.",
    "منزل به جدران بيضاء وأرضيات خشبية صلبة يحتوي على رواق وغرفة ذات أقواس وسقف مقوس.",
    "غرفة ذات أرضيات خشبية وموك مع سجاد تؤدي إلى ممر مع أقواس وجدران بيضاء، يفتح على غرفة ذات سقف مقوس أبيض."
  ],
  "01d25fc368954800bc6eaf8c58145c14": [
    "باب أبيض الإطار، رمادي اللون، مع إطار بني فاتح، مقبض وزر موجود في الغرفة.",
    "باب أبيض مع أرضية مفروشة ببلاط أسود وأبيض يوجد عليه صورة معلقة وتم تصويره في صورة ذات إطار في الأعلى.",
    "حمام مزود بوعاء ورق التواليت ولفة ورق التواليت، ويضم أيضًا لوحتين مطبوعتين لراقصين، واحدة بالأبيض والأسود والأخرى بالألوان.",
    "مرحاض مزود بمقعد و جهاز تحكم مثبت على الحائط يظهر في حمام مع صورة إطار معلقة على الحائط.",
    "حمام به مرحاض و حوض يضم أيضًا رف مناشف وتمثال حصان، بينما يظهر منظر من الأعلى جدار أبيض مع مصباح.",
    "المشهد يصور حماما يحتوي على حوض ومرآة وأضواء من زوايا مختلفة.",
    "غرفة بأرضية بلاط أبيض، كرسي، مكتب، وثلاث نوافذ تحت سقف أبيض بنافذتين.",
    "حمام به دش منقوش بالبياض، رأس دش، وستارة، بالإضافة إلى مرآة."
  ],
  "43b671b4b56b48b99d3e058409efa424": [
    "لوح أبيض عليه لوح أبيض آخر موضوع على حائط أبيض، وفيه قطعة صغيرة من الورق، ويجلس عليه جهاز كمبيوتر أسود.",
    "المشهد يتكون من مساحة ذات جدران بيضاء مع درج وساعة وسقف.",
    "حمّام بتصميم أبيض يحتوي على حوض استحمام وممر يؤدي إليه، مع ورقة بيضاء على طاولة قريبة.",
    "أنبوب أبيض معلق على حائط أبيض بالطلاء الأبيض.",
    "أنبوب أبيض معلق من السقف في غرفة ذات جدارين أبيضين.",
    "درج أبيض مع مسند أبيض على الحائط يؤدي إلى حائط أبيض به صورة.",
    "ممر مع باب أبيض و سجادة يؤدي إلى غرفة مع نافذة صغيرة، كرسي، وطاولة.",
    "منظر لممر أبيض به ثقب صغير، باب مع باب ودعامة، وجدار أبيض به نافذة وباب."
  ],
  "f458d42cbdb94ffabc06c580207d7a3d": [
    "باب مع بيانو وباب يؤدي إلى غرفة مع بيانو آخر، مع ثريا معلقة فوق المدخل.",
    "مطبخ مضاء جيداً مع أبواب زجاجية ومجموعة كبيرة من أدوات المائدة الفضية.",
    "خزانة ذات باب زجاجي تحتوي على كؤوس نبيذ وأطباق.",
    "مطبخ به خزانة زجاجية ممتلئة بالأطباق والكؤوس، وباب زجاجي، وخزائن بيضاء بأبواب زجاجية.",
    "منظر لرف خشبي مع زجاجات من المشروبات الكحولية والكؤوس عليه في مطبخ مع ثريا فوق خزانة.",
    "منظر لمكتب مع زجاجات وأكواب على طاولة، زجاجة نبيذ ومرآة على المكتب، وغرفة مع رف كتب وسقف.",
    "حانة مزخرفة بهيكل عظمي وطبق فضي يحمل زجاجة كحول تعكسها مرآة معلقة على الحائط في الغرفة.",
    "مشهد يضم طاولة سوداء تحمل ساعة، بابًا مقفلًا مضاءًا، وسقف حمام مغطى بالفطريات."
  ],
  "a922c831c63344fe8e3e021e6e877c1f": [
    "طاولة دائرية مع ضوء عليها تقع في غرفة مع طاولة بيضاء وستارة.",
    "غرفة بأثاث أبيض وستارة بيضاء معلقة من السقف.",
    "غرفة ذات طابع أبيض تحتوي على أريكة وكراسي وطاولة في قاعة استقبال وغرفة أكبر ذات سقف.",
    "غرفة تحتوي على تلفزيون، كراسي، حائط أبيض كبير، وكرسى تحت السقف.",
    "رجل يقف أمام ستارة بينما تلفزيون به مرآة يقع على منضدة في الغرفة.",
    "ستارة بيضاء معلقة في غرفة مع ضوء يمر من خلالها.\n\n              .",
    "ستارة بيضاء مع ضوء يمر من خلالها وخطوط بيضاء تُرى من المنتصف، مع تلميح إلى بطانة بيضاء من الأعلى.",
    "ستارة بيضاء مضاءة من الخلف بأضواء زرقاء وبيضاء تبرز من خلالها، معلقة في غرفة."
  ],
  "4b7c3faa94b34318bc00523ec9b9c6a3": [
    "ممر مع أرضيات خشبية صلبة، وسجادة، وصور على الجدران، وسقف أبيض وجدران بيضاء.",
    "المشهد يصور ثلاثة مناظر مختلفة للأبواب مع مقابض وإطارات متنوعة.",
    "غرفة معيشة مع مدفأة وأرضيات خشبية تحتوي على كراسي في الوسط ويمكن رؤية ممر مع جهاز إضاءة من الأعلى.",
    "غرفة تحتوي على مدفأة نار وبابين، أحدهما يحتوي على مقبض ومكبس، والآخر يحتوي فقط على مكبس.",
    "ممر مع سجادة وأرضيات خشبية يؤدي إلى باب أبيض يفتح على حمام، كل ذلك تحت سقف.",
    "باب أبيض مع مقبض ومقبض، مثبت في رواق مع بلاط أبيض وطراز بژ.",
    "غرفة بسيطة مع باب أبيض، حائط، كرسي، طاولة، ورف.",
    "باب بني فاتح مع مقبض أبيض ومقبض."
  ],
  "2ddde51f8fad48988b4fb2c667db35ae": [
    "درج أبيض مع مسند يؤدي إلى جدار أبيض مع رف وكرسي.",
    "المشهد يصور غرفة مع أرضية بنية، حائط أبيض، وسلم مع حائط أبيض ودرابزين ذهبي.",
    "حمام يحتوي على حوض ومرحاض يُرى من الوسط، مع قاعدة بيضاء تحمل زهرية في المقدمة وسقف أبيض مع باب ومدخل مرئي من الأعلى.",
    "غرفة بأرضية خرسانية وأبواب خشبية، تضم حوضًا وبابًا خشبيًا مضاءًا.",
    "حمام يحتوي على حوض استحمام ومرحاض وضوء سقف وباب.",
    "باب خشبي مع مقبض وزر، مثبت في إطار خشبي، ومزود بإطار أبيض وزر مرئي من الأعلى.",
    "درج أبيض مع درجات بيضاء يُرى من الأعلى والوسط والأسفل، مع ضوء يُضيء الأرضية الخرسانية أسفله.",
    "درج أبيض مع مسند و سجاد يؤدي إلى نور في الأعلى."
  ],
  "69a31cef77324a89bd8e595fdb84792d": [
    "المشهد يصور غرفة تحتوي على ثلاث نوافذ، كل نافذة لها إطار مختلف ومميزات إضافية مثل الستائر ومقعد النافذة.",
    "منظر لممر درج خشبي مع ضوء يسلط عليه، يؤدي إلى درج أبيض مع نافذة ودرابزين خشبي، في غرفة ذات جدران بيضاء وسقف مقوس.",
    "يُعرضان زوران على قاعدة وطاولة في غرفة ذات سقف مزخرف بقوسين وعوارض خشبية.",
    "مبنى أبيض مع أرضيات خشبية و أقواس، يضم درجًا ورواقًا.",
    "ممر به أرضية خشبية، جدران بيضاء، صور إطارية، سقف، مرآة، و صورة معلقة على الجدار.",
    "ممر مع أرضيات خشبية يؤدي إلى غرفة مع أرضيات خشبية يمكن الوصول إليها من خلال باب مع مرآة وضوء.\n\n \n ممر \n مع أرضيات خشبية   \n يؤدي إلى  \n غرفة \n مع أرضيات خشبية   \n يمكن الوصول إليها   \n من خلال \n باب \n مع مرآة وضوء",
    "المشهد يتكون من رف كتب مع كتب وصورة، رسم محاط بإطار لطبق وآنية، وصورة محاطة بإطار لطبق من حديد على الجدار.",
    "مكتب مع صورة علم، نافذة مع صورة وستارة، ونافذة أخرى مع صورة وإطار."
  ],
  "404bc8c757994d0c859e36ea741d2e7e": [
    "رجل يقف أمام نافذة بينما يُلقى ظل صندوق على أرضية بيضاء وباب أبيض بإطار أبيض مرئي من الأعلى.",
    "غرفة ذات باب ومدخل تؤدي إلى درج، مع باب أبيض مضاء بضوء في الأعلى.",
    "المشهد يصور غرفة مع باب و أرضية، متصلة بممر مع باب يؤدي إلى غرفة أخرى، كل ذلك يُرى من زوايا مختلفة.",
    "حمام به حوضات متعددة وأحواض استحمام، بما في ذلك أحواض واحدة تقع على منصة، يضاء بواسطة مصباح في غرفة ذات سقف أسود.",
    "رجل يقف في غرفة ذات نافذة كبيرة بينما يجلس حوض استحمام على أرضية خشبية وطاولة مع كراسي مرئية في الوسط.\n\n  \n        ,   .\n             .\n     ,       .",
    "غرفة تحتوي على منصات بيضاء وحوض استحمام موضوع على منصة، تضاء بواسطة مروحة سقف مزودة بضوء.",
    "غرفة مع أرضية خرسانية، باب يؤدي إلى غرفة المعيشة، كرسي، وسقف مع باب وباب آخر.",
    "باب خشبي مع درج خلفي يؤدي إلى غرفة مع مدخل وإضاءة تسلط عليه."
  ],
  "8f62323c14fd40e1b93c8ccf5701a518": [
    "غرفة طعام مع طاولة مستديرة، كراسي، ثريا، ولوحة فنية كبيرة.",
    "غرفة طعام تحتوي على طاولة مستديرة كبيرة ومقاعد، مصحوبة بطاولة مستديرة أصغر، تضاء بأباجورة معلقة من سقف معدني.",
    "غرفة مفروشة بكراسي وطاولة وسجادة ولوحة فنية تحت سقف خشبي.",
    "غرفة تحتوي على ثلاثة أقمشة، واحدة تظهر رجالاً، واحدة تظهر أشخاصاً في قوارب، وواحدة برجل معلق على الحائط.",
    "يتميز المشهد بثلاثة أقمشة، واحدة تُصوِّر يسوع وطلابه، وواحدة تُصوِّر يسوع وطلابه، وواحدة تُصوِّر رجلاً ذا لحية.",
    "تعلق نسيج على الحائط مع شمعة ولوحة قريبة.",
    "ممر يؤدي إلى غرفة ذات أنابيب ظاهرة على السقف.",
    "غرفة تحتوي على كراسي، طاولة، أريكة بيضاء، سقف، وباب."
  ],
  "1df9b813b2744cedb516e9bf02f1c805": [
    "المشهد يصور غرفة تحتوي على طاولة وكراسي ومرافق غسيل و سقف مزود بثريات و مروحة.",
    "المشهد يتألف من منضدة بيضاء مع زهرية، وحمام مع حوض ومرحاض، وسقف أبيض مع أنبوب تهوية معلق.",
    "مغسلة بيضاء مع كرانة تقع على قاعدة في حمام مع جدار أبيض وأنبوب أسود من فوق.",
    "ممر مع باب خشبي وجدار أبيض له باب ومدخل يؤدي إليه من فوق وتحت.",
    "حمام به أرضية خرسانية وحوض استحمام ومرحاض وأنابيب معدنية على السقف مع مروحة.",
    "يظهر المشهد حماماً يحتوي على حوض استحمام ومرحاض، ويتميز بأنابيب معدنية وأضواء على السقف.",
    "غرفة ذات أرضية خرسانية وجدران بيضاء تحتوي على ثلاث منصات بيضاء، بينما يمتلئ السقف أعلاها بأنابيب وأسلاك.",
    "غرفة تحتوي على طاولات و أواني عديدة معروضة، بما في ذلك طاولة خشبية كبيرة مع كراسي، مضاءة بمصباح سقف ومروحة."
  ],
  "4cc28f0811834f66a8b759b463fa7f9c": [
    "غرفة تحتوي على مرآة، حامل قبعات، حامل معاطف، مكتب، مصباح، و دلو.",
    "كرسي الحلاق يقع في غرفة تضم مكتبًا ونافذة، مع سقف أبيض.",
    "غرفة تحتوي على كرسي أسود وذهبي، خزانة، دولاب كبير، كرسي، ومصباح نجمي معلق فوق إطار صورة.",
    "غرفة تحتوي على كرسي وطاولة أمام نافذة مع إطار أبيض.",
    "كرسي مع مظلة أمامه يقع تحته جدار مزين بقبعات وشماعة معطف، بينما تتدلى قبعة واحدة من الجدار أعلاه.",
    "يصور المشهد بابًا أبيضًا مع مقبض وزجاج من منظور منتصف، ومن منظور من الأعلى، يظهر بابًا مع مقبض وزر.",
    "غرفة طعام مع أرضيات خشبية، طاولة طعام، ثريات، واثنين من أجهزة الإضاءة المعلقة فوقها.",
    "المشهد يصور بابًا مع لوح زجاجي وطاولة، يؤدي إلى غرفة مع باب أبيض ومقبض أسود، مضاءة بمصباح."
  ],
  "59163d8ecd3a41038c79bad8d0b51d7e": [
    "باب أبيض مع ألواح زجاجية ومقبض، يحتوي على مرايا وثريات في الأعلى.",
    "منزل واسع مع أرضيات خشبية، مكتبة مع طاولة كبيرة وأرائك، وسقف مقوس مع عارضة خشبية.",
    "غرفة ذات أرضيات خشبية وسجادة تحتوي على طاولة، كراسي، وموقد، بينما يظهر من فوق ممر مع اثنين من أجهزة الإضاءة وسقف.",
    "غرفة طعام تحتوي على طاولة خشبية طويلة وأرائك، مضاءة بثلاثة أجهزة إضاءة معلقة من السقف.",
    "غرفة ذات أرضية وأسقف خشبية تحتوي على مدفأة و جدار كبير من الأقفال، بينما يظهر من فوقها رواق به مرآة كبيرة وثريا.",
    "المشهد يضم بابًا ذا مقبض أبيض وأرضية خشبية، وصور باب ذي إطار أبيض، وبابًا ذا إطار خشبي ومقبض.",
    "غرفة نوم مع أرضيات خشبية، سرير، باب يؤدي إلى حمام، وسقف.",
    "المشهد يصور بابًا أبيضًا مع مقبض، نافذة زجاجية، ومرآة مع ضوء في الأعلى."
  ],
  "4860b613b15544a0837db453e1270ca2": [
    "ستارة بيضاء ذات خطوط زرقاء وبيضاء واضواء زرقاء في الوسط، مع نور يسطع عليها من فوق.",
    "أريكة صفراء موضوعة أمام ستارة زرقاء، بينما تتدلى ستارة بيضاء مع أضواء زرقاء في منتصف الغرفة.",
    "غرفة تحتوي على أريكة جلدية بيضاء وطاولة مع فراء، تحت سقف أبيض وستارة زرقاء.",
    "غرفة معيشة بيضاء مع أثاث وطاولة قهوة، تحتوي على أريكة بيضاء وكراسي، وطاولة تحت السقف.",
    "مشهد متعدد المستويات يضم غرفة مع أرضية صفراء وبيانو، طاولة مع شاشة تلفزيون، ومنصة مع ميكروفون وأضواء.",
    "طاولة بيضاء ذات سطح دائري تقع أمام غرفة ذات ستارة بيضاء وضوء أزرق، بينما تتدلى ستارة بيضاء فوق خشبة المسرح.",
    "طاولة بيضاء مع ضوء أزرق تجلس أمام ستارة زرقاء، بينما تتدلى ستارة بيضاء في الخلفية مع ضوء يسطع من خلالها.",
    "غرفة تحتوي على طاولة صفراء، نور أزرق، ستارة زرقاء، وطاولة بيضاء، مع ستارة بيضاء معلقة من السقف."
  ],
  "5b375ace54e04ff1898e4afb53e09395": [
    "غرفة بيضاء تحتوي على منصة تحمل وعاءًا وطاولةًا وأنبوبًا للتهوية على السقف.",
    "منظر لغرفة حمام تحتوي على مرحاض وغسلة، وغرفة تحتوي على كرسي وطاولة، وسقف أبيض مع أنبوب معلق.",
    "مشهد يظهر حماما به حوض ومرحاض، لوحة فنية كبيرة، ولوح ركوب الأمواج معلق من سقف متجر.",
    "حمام به حوض و أبواب زجاجية يحتوي على حوض أبيض على قاعدة أمام باب زجاجي، وضوء سقف به مصابان.",
    "المشهد يتألف من حمام به حوض و نافذة، و منصات بيضاء مع أوعية عليها، وسقف أبيض مع مصباحين.",
    "درج أبيض مع وعاء على الدرابزين وثابت إضاءة معلق من الجدار الأبيض العلوي.",
    "درج يؤدي إلى مدخل مع باب خشبي وباب أبيض على سقف أبيض مع جدار بجانبه.",
    "موجود في الممر خرطوم ماء ومخرج طوارئ مع مطفأة حريق معلقة على الجدار بجانب باب خشبي وجدار أبيض تحت سقف أبيض."
  ],
  "9d733afabb2a4032a0ac602536bb649e": [
    "خزانة كتب ممتلئة بالكتب وسماعة ظاهرة من الأعلى والوسط والأسفل.",
    "مصباح مع كتاب عليه موجود على الأرض، بينما مصباح آخر على طاولة بجانب رف كتب.",
    "غرفة مع أرضية خشبية، طاولة، نافذة، وسجادة.",
    "غرفة ذات أرضية خشبية، وسجادة حمراء كبيرة، وكرسي، ونافذة كبيرة، وسقف أبيض.",
    "المشهد يصور غرفة تحتوي على طاولة طعام، كراسي، سجادة، رف كتب، وطاولة، مع مصباح معلق فوق الرف.",
    "غرفة تحتوي على طاولة طعام، كراسي، رفوف كتب، وضوء سقف معلق فوق مجموعة من الكتب.",
    "بيانو أسود يجلس على سجادة في غرفة ذات أقواس، تحت سقف أبيض مع مصباح.",
    "خزانة كتب تحتوي على كتب و مصباح تقع في وسط المشهد، في حين أن سلم خشبي يقع أمامها و ساعة تقع فوق الخزانة."
  ],
  "f3f7c08ceaa64682a96a827a607d94d3": [
    "غرفة تحتوي على طاولة تحمل زجاجة نبيذ، وطاولة أخرى تحمل مروحة وزجاجات، وسقف يحتوي على ثريا وإضاءة.",
    "مطبخ مع بلاط اسود، طاولة سوداء، ثلاجة، فرن، وميكروويف، ومصباح معلق من فوق.",
    "المشهد يظهر مطبخًا به موقد و حوض و ميكروويف و مصباحًا على السقف.",
    "المشهد يصور مطبخًا به حوض وطاولة، ويضم نافذة ويتم رؤيته من منظورين العلوي والمتوسط.",
    "مغسلة مطبخ مع سطح أسود ونافذة مع قضيب ستارة معلق منها.",
    "مطبخ به سطح عمل أسود و حوض غسيل يظهر من منظور من الأعلى، بينما جدار أبيض مع أرضية مفروشة بالبلاط وحوض غسيل يظهر من المنتصف، وسقف أبيض مع مصباح معلق يظهر من الأعلى.",
    "المشهد يصور مطبخًا يحتوي على أجهزة مختلفة وضوء سقف معلق.",
    "المشهد يصور مطبخًا به أرضية من حجر اسود، ثلاجة، موقد، ومصباح سقف."
  ],
  "b2d31a869b644c738697a237d4e724b5": [
    "المشهد يصور غرفة وممرًا مع أرضيات خشبية ونوافذ، مضاءة بمصباح سقف.",
    "مشهد الي مع جدران بيضاء وضوء أبيض وعمد أبيض ومطبخ أبيض وباب أبيض وعوارض خشبية في غرفة مقوسة.",
    "منزل فسيح مع أرضيات خشبية، وجدران بيضاء، وسقوف مقوسة، ووعاء في إحدى الغرف.",
    "زهرية بيضاء تقع على أرضية خشبية في ممر مع باب وجدران بيضاء، تحت سقف مقوس في منزل أبيض.",
    "ممر مع أرضيات خشبية صلبة، سجادة، صور إطارية، وصور معلقة على الحائط.",
    "غرفة تحتوي على مرآة وأرضية خشبية، تحتوي على صحيفة إطارية مكتوب عليها حالي، وفي نفس الغرفة توجد صورة إطارية معلقة من الأعلى.",
    "مرآة ذهبية كبيرة موجودة في غرفة، إما جالسة على أرضية خشبية أو معلقة على حائط، مع مرآة أخرى على ثلاثي القوائم أمامها.",
    "ممر مع مكتب ولوحة تؤدي إلى غرفة مع باب وجدار أبيض، وفي المقدمة توجد منصة بيضاء مع صورة."
  ],
  "89906283ef034ac095252101f2854b87": [
    "غرفة تحتوي على مكتب وكمبيوتر و مصباح ومصباح مظلل بالذهب على طاولة، مع جدار أبيض ونافذتين.",
    "غرفة صغيرة تحتوي على مكتب، كمبيوتر، فأرة، لوحة مفاتيح، تلفزيون، وجدار أبيض به ثقب صغير.",
    "طابعة تقع على مكتب في غرفة مع خزانة وباب، بينما الغرفة لها سقف أبيض وصور على الحائط.\n\n        ,    . ,           .",
    "ممر به طاولة و كراسي يؤدي إلى غرفة مع باب و مروحة، تقع في غرفة ذات سقف أبيض وباب آخر.\n\n \n                ,             .",
    "غرفة طعام مزودة برفوف كتب وطاولة مضاءة بعدد كبير من الشموع بينما يعلو ثريا فوق قبو نبيذ.",
    "المشهد يصور منزلًا به غرفة طعام تحتوي على طاولة خشبية وأرائك، وغرفة معيشة تحتوي على تلفزيون وموقد.",
    "غرفة تحتوي على نافذة كبيرة وتليفزيون، وتحتوي أيضا على مكتب به كمبيوتر وطابعة، بينما التليفزيون مثبت على الحائط بجانب النافذة.",
    "تلفزيون وحاسوب محمول على مكتب في غرفة مع نافذة، حيث يجلس التلفزيون أيضًا على إطار النافذة.\n\n,      \n\nتلفزيون وحاسوب محمول على مكتب في غرفة، والتلفزيون على إطار النافذة."
  ],
  "f9831ef9dc294685a54ed336cbfef813": [
    "المشهد يصور غرفة تحتوي على لوحة وكراسي من زوايا مختلفة.",
    "غرفة طعام مع ثريا كبير معلق من السقف، محاطة بالكراسي وسجادة.",
    "غرفة طعام مزودة بطاولة وكراسي مزخرفة بمرآة كبيرة وسجادة، بينما يعلو لوحة فنية من السقف.",
    "يتميز غرفة بوجود نسيج مح على الحائط، مع مصباح أرضي وشمعة قريبة منه.",
    "يضم المشهد زوجًا من الخزائن المرسومة، وبابًا مزخرفًا، وبابين خشبيين مزخرفين.",
    "حمام بهدفتين، باب به مرآة ومقبض، ومروحة سقف سوداء.",
    "ممر يؤدي إلى غرفة ذات باب خشبي كبير وتليفزيون، مع سقف فوق يضم ثريا وباب آخر.",
    "باب مفتوح يؤدي إلى غرفة تحتوي على أبواب فرنسية قديمة للبيع، مع ثريا وباب آخر مرئي من الأعلى."
  ],
  "6adb624995514635831f42da9156fec2": [
    "طاولة بيضاء ومرافق غسيل موضوعة على أرضية خرسانية في غرفة تشرق فيها نور على السقف.",
    "غرفة مع باب خشبي إطاره أبيض وممر مغطى بمصباح.",
    "ممشى مع درج حديد و سلمتين  واحدة خشبية بإطار أبيض وواحدة بيضاء بإطار خشبي.",
    "المشهد يتكون من حمام به مرحاض ودرابزين على الدرج، كرسي أسود مقابل جدار أبيض.",
    "حمام به حوض استحمام و حوض غسيل، يحتوي على درج يؤدي إلى غرفة ذات سقف وثريات إضاءة.",
    "رجل يقف أمام فرن بيتزا بينما يمكن رؤية حمام به حوض استحمام أزرق وأرائك معروضة من فوق.",
    "المشهد يصور حماماً به حوض أزرق وأرضية خرسانية، يحتوي على حوض استحمام ومرحاض، يقع داخل غرفة أكبر تحتوي على كراسي وسقف مرئي من الأعلى.",
    "المشهد يصور غرفة تحتوي على طاولات وأرائك على أرضية خرسانية، مع طاولات وأرائك إضافية في الوسط، وسقف مع نور فوقه."
  ],
  "e8aa13c470d94855a3e01e461bd93c1d": [
    "دش أبيض مع رأس دش في حمام أبيض.",
    "حمام أبيض مع جدار رخامي ومرآة يضم دشًا أبيض مع رأس دش أبيض ورأس دش رخامي.",
    "حمام به أرضية رخامية، باب، صورة إطارية، ومرآتين.",
    "حمام يحتوي على مرحاض وغسالة يحتوي على صورة، بينما الغرفة الموجودة فوقه تحتوي على سقف أبيض وصور أخرى.",
    "المشهد يصور حماما به حوض اسود وطاولة ومرآة مع انوار فوقها.",
    "حمام به خزانة ومرآة يحتوي على نافذة ويقع في غرفة بسقف أبيض.",
    "كرسي يجلس على أرضية بلاط في حمام مع نافذتين ومرآة.",
    "المشهد يصور دشًا يجمع بين رؤوس دش كرومية وبيضاء، وجدران من البلاط والرخام، وأرضية من البلاط."
  ],
  "73cae217994f43b787d1c5ca2f120fb8": [
    "باب خشبي مع مقبض ومقبض، إطار أبيض، موضح من الأعلى والأسفل والمنتصف.",
    "المشهد يصور بابًا خشبيًا مع مقبض أبيض ومقبض من منظور أعلى، أسفل، ومتوسط.",
    "يظهر المشهد غرفة تحتوي على حوض استحمام وباب وثريا على السقف من زوايا مختلفة.",
    "يظهر باب مع مقبض أبيض وجدران بيضاء من الوسط، بينما من الأعلى يظهر إطار خشبي وباب.",
    "غرفة ذات باب خشبي، جدران بيضاء، أرضية خرسانية، وأنابيب معدنية.",
    "غرفة فارغة ذات جدران بيضاء وأرضية خرسانية ذات سقف معدني مع أنابيب ظاهرة من الأعلى.",
    "غرفة بباب، أرضية، مروحة سقف، وإضاءة.",
    "باب أبيض بمقبض خشبي محاط بإطار أبيض وإطار أصفر."
  ],
  "6274ee399dac4c5fb61f8198069b490e": [
    "رواق مع سجادة طويلة، صور على الحائط، و صورة معلقة في النهاية.\n\n   ,   ,     .",
    "باب أبيض مع سجادة ومقبض يؤدي إلى غرفة مع مرآة على الحائط.",
    "منظر لممر مع أرضيات خشبية يؤدي إلى غرفة معيشة تحتوي على طاولة خشبية، كما يُرى من أعلى المنزل.",
    "المشهد يضم بابًا مع صور مصورة مختلفة وجريدة.",
    "ممر مع أرضيات خشبية، أبواب بيضاء، جهاز إضاءة، وباب واحد.",
    "المشهد يصور حماما به باب أبيض وأرضية بيضاء، ومدخلين، أحدهما يحتوي على مفتاح إضاءة وإضاءة.",
    "حمام به أرضيات من البلاط الأبيض ومرحاض وغسالة وباب يؤدي إلى غرفة ذات سقف أبيض.",
    "باب أبيض مع مقبض وسجادة أمامه."
  ],
  "acafa24b747d432bb80c1d045b7177ed": [
    "يصور المشهد حماماً به حوض استحمام كبير ومرحاض على المستوى السفلي، وسلم يؤدي إلى غرفة بسقف مغطى بأنابيب.",
    "حمام به حوض استحمام على طاولة في الوسط، يقع في غرفة مع أنابيب معدنية ومروحة سقف.",
    "غرفة تحتوي على منصات وجدار أبيض تحوي طاولة مع أشياء معدنية متنوعة، كل ذلك تحت سقف مزود بإضاءة.",
    "غرفة تحتوي على طاولة خشبية ومرحاض ومروحة سقف وضوء.",
    "المشهد يصور غرفة مع أرضية واسعة وطاولة، وحمام مع حوض استحمام وطاولة، وسقف مع أنابيب معدنية وأضواء.",
    "هناك منضدةتان مع أوعية عليهما أمام جدار أبيض ،تحت سقف أبيض مع أنبوب تهوية ومروحة.",
    "هناك مجموعتان من التماثيل، واحدة على منصة وأخرى على صندوق، تحت سقف أبيض مع قضيب معدني.",
    "حمام به قاعدة ومرآة يضاء بواسطة ضوء على قاعدة بيضاء، في حين أن أنبوب التهوية ومروحة ظاهران على السقف."
  ],
  "5126def859d74b3684fc0c4375ac49d6": [
    "غرفة تحتوي على مكتب، كمبيوتر، شاشة، باب، سقف أبيض، ونافذة.",
    "باب أبيض به لوحات زجاجية يُرى من زوايا مختلفة في غرفة بسقف أبيض.",
    "ممر مع أرضية خشبية وجدران بيضاء يؤدي إلى غرفة مع سقف مقوس وأرضية بيضاء.",
    "المشهد يظهر بابًا أبيض مع لوح زجاجي ومقبض باب.",
    "غرفة ذات أرضية خشبية وباب تحتوي على رف كتب مع مرآة في المدخل وسقف فوق.",
    "المشهد يصور غرفة متعددة الوظائف تحتوي على منطقة لتناول الطعام ومكتب منزلي وفضاء ترفيهي.",
    "غرفة طعام تحتوي على طاولة كبيرة، كراسي، نافذة، ومصباح زجاجي معلق من فوق.",
    "غرفة مع مكتب، كراسي، تلفزيون، ومروحة سقف."
  ],
  "93d8bda24efa4269856f731192146f87": [
    "المشهد يصور غرفة نوم مع باب يؤدي إلى سرير، من زوايا مختلفة.",
    "غرفة تحتوي على لوحة محفورة لفرس وعربة وطباعة حجرية معلقة على الحائط.",
    "صورة إطارية معلقة على الحائط بجانب ورق حائط مقلم، بينما تُعرض صورة باب به نمط مقلم في الوسط.",
    "المشهد يصور غرفة ذات ورق حائط أزرق وأبيض مموج وباب، ربما في حمام.",
    "باب أبيض مع إطار أبيض ومقبض أبيض يُرى من زوايا مختلفة.",
    "غرفة ذات باب يضم صورة، ومرآة معلقة على الحائط، وصورة أخرى على الحائط.\n\n \n غرفة  \n ذات \n باب  \n يضم \n صورة  \n ومرآة   \n معلقة \n على \n الحائط  \n وصورة   \n أخرى \n على \n الحائط",
    "غرفة نوم تحتوي على سرير، أرضيات خشبية، لوحة فنية على الحائط، وثريا على السقف.",
    "منظر لغرفة تحتوي على سرير مغطى بغطاء فرو أو غطاء أبيض، ومصباح، مع ثريا معلقة من السقف."
  ],
  "dac4509f882848258838272f16d18302": [
    "حمام بسيط ونظيف مع نافذة وعمد خشبي في غرفة ذات جدران بيضاء.",
    "غرفة تحتوي على مقعد أبيض ونافذة، تضم كرسيًا أبيض على أرضية خشبية، كل ذلك تحت سقف خشبي مع نافذة مقوسة.",
    "صينية خشبية تقع على أرضية خشبية في ممر به أقواس ورفوف كتب تؤدي إلى غرفة بها عوارض خشبية وأقواس.",
    "غرفة طعام مع طاولة كبيرة وأرائك مضاءة بمصباح معلق في غرفة ذات أعمدة خشبية، وفي الوقت نفسه يجلس صندوق أبيض على أرضية خشبية صلبة أدناه.",
    "مبنى أبيض به رواق وطاولة طعام داخلية، ويضم جدارًا أبيض مع زهرية وفتاح النور، بالإضافة إلى عمود أبيض وثابت إضاءة خارجي.",
    "مرآة في غرفة مع أرضية خشبية وصور، وفي حمام مع ثريات.",
    "غرفة طعام مع أرضيات خشبية، طاولة كبيرة وأكراس، وباب، وتضم أيضًا مرآة وثريات في الغرفة الموجودة فوقها.",
    "غرفة مع أرضيات خشبية، مكتب، صورة، ونافذة، مضاءة بثريات على السقف."
  ],
  "d3fe9b9d86ca47ee9745a01d04dc8723": [
    "غرفة بكراسي وسجادة ولوحة و .",
    "غرفة تحتوي على كرسي أحمر يحمل لوحة، طاولة تحمل لوحة لامرأة وزهرة، ولوحة إمرأة معلقة في الإطار على الحائط.",
    "طاولة خشبية مع وعاء عليها يرافقها مرآة شمسية خشبية معروضة، بينما تعلق مرآة أخرى متطابقة على الحائط أعلاها.",
    "يظهر خزانة خشبية قديمة وطاولة أسفل، بينما يظهر باب خشبي مع صليب وباب آخر مع تصميم من المنظور الأوسط والأعلى.",
    "خزانة خشبية قديمة وباب مع تصاميم معقدة مرئية من زوايا مختلفة.",
    "يُعرض السجادة بطرق مختلفة، بما في ذلك تعليقها على الحائط، أمام مصباح زجاجي، وعلى سطحها شمعة.",
    "غرفة طعام مع كراسي وسجادة ولوحة كبيرة معلقة على الحائط، من زوايا مختلفة بما في ذلك الأعلى الذي يظهر السقف.",
    "غرفة طعام تحتوي على طاولة كبيرة، كراسي، طاولة مستديرة، ومصباح معلق من السقف."
  ],
  "dba56f7544374a77ae2123640b99debe": [
    "مشهد أبيض اللون يضم منديلا ورقيا على طاولة، طائر صغير على حائط أبيض، وكرسي وطاولة بيضاء على حائط أبيض آخر.",
    "حمام به باب دش زجاجي وباب معدني بمقابض من زوايا مختلفة.",
    "ممر يؤدي إلى حمام به مروحة سقف وضوء.",
    "منظر لحمام يحتوي على مرحاض، دش، باب، كشك مرحاض مع مقبض معدني، ومناشف ورقية.",
    "منظر لحمام عام به مرحاض و حوض و مسند يد و مصباح معلق من السقف.",
    "حمام به مصعد يد من المعدن يحتوي على نافذة مع ستائر واطار أبيض، وضوء في الأعلى.",
    "نافذة مع ستائر وكرسي نافذة، تظهر مقعد النافذة من الأعلى وستارة من الأسفل.",
    "مساحة صغيرة مع حمام، حائط أبيض، ورف في الزاوية."
  ],
  "3d247a18d8cc4c82a7bb2896895042f0": [
    "منظر لحمام يحتوي على حوض استحمام أبيض و مغطس أبيض، وثقبة صغيرة في الجدار الأبيض.",
    "غرفة تحتوي على وعاء رخامي أبيض يحتوي على مرآة دائرية، ولوحة دائرية لشجرة خضراء على الحائط، ولوحة دائرية كبيرة معلقة على الحائط.",
    "المشهد يصور حماماً به حوض استحمام ونافذة، يقع في غرفة تتدلى منها عدة مصابيح من السقف.",
    "باب زجاجي مع لوح زجاجي ومقبض باب يتيح رؤية حديقة، مع ضوء أخضر في أعلى الباب.",
    "باب زجاجي مكسور يسطع الضوء من خلاله يطل على منطقة عشبية.",
    "حمام به حوض و نافذة، يضم باب زجاجي يمرّ من خلاله الضوء.",
    "غرفة تحتوي على منصة بيضاء ووعاء، درج أبيض مع وعاء خشبي، وإضاءة سقف وباب.",
    "المشهد يصور حماماً يحتوي على حوض استحمام ومرحاض و دش، ويتم رؤيته من زوايا مختلفة، مع سقف أبيض وأنبوب فوقه."
  ],
  "91735b09a0a14b168c3a12913e9d4127": [
    "رواق مع أرضيات خشبية، سجادة، جدران بيضاء، باب، وضوء.",
    "المشهد يضم بابًا أبيض مع ألواح زجاجية وأرضية خشبية، ويتم رؤيته من الأعلى والمتوسط، حيث يظهر منظر الأعلى مرآة.",
    "باب أبيض مع ألواح زجاجية ومقبض مرئي من الأعلى والمنتصف والأسفل.",
    "باب أبيض مع مقبض يؤدي إلى غرفة مع حوض.",
    "غرفة ذات نافذة وسقف أبيض تحتوي على طاولة صغيرة مع زهرية عليها وطاولة أخرى صغيرة مع مطفأة حريق، كما يظهر من منظورات مختلفة.",
    "يصور المشهد غرفة بيضاء تحتوي على حائط، ونافذة، وباب، وسقف، ومصباح.",
    "سلّم أبيض مع باب ونافذة يؤدي إلى سقف مع جهاز إضاءة.",
    "غرفة بيضاء مع باب ومفتاح إضاءة ودرابزين."
  ],
  "873d6e793d554c05bd6c62dd48ad045b": [
    "رجل يطير طائرة ورقة في الخلفية تظهر جدار أبيض مع تلفزيون أبيض وكمبيوتر محمول أبيض بشاشة بيضاء.",
    "المشهد يتكون من غرفة ذات جدران بيضاء مع باب أبيض، مرحاض، حوض، ومربع أبيض على الجدار.",
    "ممر أبيض يؤدي إلى غرفة ذات نافذة كبيرة وجدار أبيض، مضاءة بثريات معلقة من السقف الأبيض.",
    "حائط أبيض مع درابزين أبيض وإفريز مثبت عليه.",
    "أنبوب أبيض مثبت على جدار أبيض مغطى بطبقة جديدة من الطلاء.",
    "درج أبيض مع مسند أبيض وجدران بيضاء، بما في ذلك أنبوب أبيض، مرئي من الأعلى والأسفل والمنتصف.",
    "درج أبيض مع طاولة صغيرة وباب يؤدي إلى مدخل أبيض مع نافذة ومقعد خشبي.",
    "حائط أبيض مع درج، قطة، ونافذة."
  ],
  "4a47eadc434047b8838668980cbb303a": [
    "ممر مع أرضية خشبية، وسجادة، وصور على الحائط، ومصباح، وباب.",
    "صورة معلقة على باب يؤدي إلى غرفة طعام، بينما إطار صورة معلق على الحائط أعلاه.",
    "يُعرض في ممر الفندق صحيفة إطارات تحتوي على صورة لرجل وامرأة.",
    "غرفة ذات باب زجاجي، مكتب، وبابان أبيضان مع ألواح زجاجية وإضاءة على أحدهما، كل ذلك موضوع على أرضية خشبية صلبة.",
    "ممر مع أرضيات خشبية صلبة وباب يؤدي إلى حمام، مع سقف أبيض وجدران بيضاء في الأعلى.\n\n \n ممر \n مع \n أرضيات خشبية صلبة  \n وباب   \n يؤدي إلى  \n حمام \n مع \n سقف أبيض  \n وجدران بيضاء   \n في الأعلى",
    "باب بُني مع مقبض وزر موجود في ممر مع إطار أبيض وضوء في الأعلى وجدار أبيض.",
    "باب به مقبض و عجلة عليه، من الأعلى والوسط والأسفل.",
    "باب أبيض مقبضه أسود يظهر في مدخل به أرضية خشبية و جدران بيضاء."
  ],
  "20073dab0be246c095ca24d90522b1f4": [
    "غرفة متحف مع طاولات وكراسي على أرضية خرسانية، مضاءة بأضواء ومروحة على السقف.",
    "حمام يحتوي على حوض استحمام أزرق ومرحاض على أرضية خشبية، ومضاءة بضوء ومروحة سقف.",
    "غرفة تحتوي على مجموعة من الكراسي بأرائك مفروشة بألوان زاهية، و زوج من الكراسي على طاولة مع وسادة ملونة، تحت سقف معدني مع قضيب معدني معلق.",
    "كرسي موضوع على طاولة خشبية في غرفة ذات جدار وسقف أبيضين تحمل أنبوبًا أبيض.",
    "غرفة تحتوي على منحوتات ونافذة كبيرة على أرضية خرسانية مع باب وسقف مطلي باللون الأسود.",
    "منصة بيضاء مع حوض، صندوق أبيض مع رف، وسقف أسود مع أنبوب معلق.",
    "حوض استحمام أبيض يقع في حمام مع جدار أبيض يضم أنبوبًا وإضاءة فوقه، بينما تُعلّق لوحة بيضاء وبنية لرجل في غرفة قريبة.",
    "حمام به حوض استحمام على أرضية خشبية، حائط أبيض مع باب خشبي وسلم، وسقف به نور ولوحة إشارة."
  ],
  "5fe2bfd9fc5f428aa50bea21cdea0124": [
    "غرفة تحتوي على أربعة كراسي ولوحة لشخص جالس فيها، ولوحة على السقف.\n\n              ,      .",
    "مرآة انفجار شمسي خشبية معلقة على الحائط فوق كرسي مقعد أحمر، محاطة بشمس خشبية.",
    "لوحة لامرأة مع زهور معروضة على رف خشبي وفي إطار على طاولة.",
    "غرفة تحتوي على كرسي أحمر، مصباح، طاولة، مرآة خشبية على شكل شمس، ولوحة معلقة على الحائط.",
    "غرفة تحتوي على كرسي وطاولة لها باب خشبي مع غطاء نسيج معلق عليه، ولون على السقف الخشبي.",
    "قاعة طعام فخمة مع نسيج على الحائط وسقف عال.",
    "غرفة طعام تحتوي على طاولة رخامية دائرية كبيرة ومقاعد، مضاءة بثريات فخمة تحتوي على العديد من الأضواء.\n\n,      \nغرفة طعام مع طاولة رخامية دائرية كبيرة ومقاعد ومضاءة بثريات فخمة.\n\n      \nغرفة طعام مع طاولة رخامية دائرية ومضاءة بثريات.",
    "المشهد يصور غرفة تحتوي على طاولة وكراسي، ويتميز بلوحة فنية كبيرة على الحائط ولوحة فنية أخرى معلقة من السقف."
  ],
  "aa9d7578267c430982ddf0072ab2ad71": [
    "رجل جالس على أريكة بيضاء في غرفة ذات إضاءة زرقاء مع كراسي إضافية.",
    "غرفة دائرية مع أريكة بيضاء وكراسي، كرسي أبيض، وستائر زرقاء على السقف.",
    "غرفة بكنبة بيضاء، أوتومان، كرسي، وسقف.",
    "المشهد يتكون من غرفة مع أرضية صفراء وأرائك، رواق مع بابين خشبيين ومقعد، وغرفة مع سقف وباب.",
    "غرفة ذات أرضية صفراء وكرسي تحتوي على ستارة بيضاء مع أضواء زرقاء معلقة فيها وسقف أسود.",
    "تلفزيون معروض على منصة مع ضوء أزرق خلفه، في غرفة مع ستارة.",
    "غرفة تحتوي على سرير وستارة بيضاء مع أضواء زرقاء أمامها، مع ضوء يسطع من خلال الستارة من الأعلى.",
    "طاولة بيضاء على شكل دائرة تقع أمام ستارة بيضاء في غرفة ذات نور أزرق على الطاولة."
  ],
  "a62a0607fae3496d9018dc74a561be64": [
    "باب يسطع من خلاله نور يُرى من الأعلى، وفي منتصف الصورة يظهر باب مع شرفة و شجرة، ومن الأعلى نافذة ذات نوافذ مقوسة و شجرة في الخلفية.",
    "إناء نحاسي يجلس على الدرج بجوار باب أبيض يؤدي إلى منزل به أريكة بيضاء، ومدخل قوس خشبي، ونافذة أعلاه.",
    "المشهد يضم مساحة متعددة المستويات مع درج يؤدي إلى غرفة تحتوي على طاولة وأرائك، وآخر يؤدي إلى غرفة تحتوي على بيانو، وسقف مقوس في مطبخ مع خزائن بيضاء.",
    "غرفة معيشة واسعة ذات أقواس ورفوف كتب متصلة بغرفة ذات أسقف مقوسة ودرابزين سلم أبيض مع أرضيات خشبية.",
    "المشهد يصور مبنى متعدد الطوابق يحتوي على غرفة تحتوي على طاولة وكراسي على أرضية سوداء، وغرفة أخرى ممتلئة بالفن على طاولة كبيرة، ورواق فسيح مع عوارض خشبية وثريات.",
    "ممر مع أقواس وأرضيات خشبية يحتوي على مسند يد أبيض ويؤدي إلى غرفة مع أسقف مقوسة وأقواس أخرى.",
    "سلم به أقواس يؤدي إلى غرفة ذات سقف خشبي وموقد، تتميز بممر ومدخل من الأسفل.",
    "درج أبيض مع مسند وباب يؤدي إلى باب مع نافذة وقوس خشبي."
  ],
  "1c8c2e9847f44e33a5bb2115058a55fc": [
    "المشهد يتكون من غرفة تحتوي على طاولة كبيرة وأرائك، وحمام يحتوي على حوض ومرحاض، وغرفة تحتوي على سقف وطاولة.",
    "المشهد يتألف من مجموعة من الأساسات البيضاء مع أوعية سوداء، وحمام يحتوي على حوض استحمام ومرحاض وحوض استحمام آخر، كل ذلك تحت سقف أبيض وجدار أبيض.",
    "وعاء على قاعدة مضاءة بضوء في غرفة ذات جدار أبيض وأنبوب معدني أسود.",
    "يُصوّر المشهد حمامًا يحتوي على منضدة وغسالة، مع مروحة سقف معلقة من فوق.",
    "منظر لغرفة تحتوي على كرسي أزرق وأريكة على أرضية خرسانية، وحمام به حوض استحمام ومرحاض، وشبكة حديدية ومروحة على السقف.\n\n     مرحاض             , ,           ,    مغسلة.",
    "غرفة تحتوي على طاولة خشبية وأرائك وتضم أيضًا حوض استحمام وطاولة، وفيما يظهر من الأعلى سقف به أنابيب وآلات كثيرة.",
    "غرفة تحتوي على أواني بيضاء وعرض أطباق عليها، يوجد عليها طاولة مع إناء ومغرفة، بينما السقف يحتوي على أضواء ومروحة.",
    "غرفة تحتوي على طاولة خشبية وعرضًا لمختلف الأشياء المعدنية مع مشغل عرض مثبت في السقف."
  ],
  "5b49c14344d243b1a4844b19dfdeb37e": [
    "منظر لمستحضن عام به مرحاض و حوض و مسند يد و مصباح معلق من السقف.",
    "يصور المشهد حماماً به حوض ومرحاض ومرآتين على مستويين مختلفين.",
    "منظر لمطبخ مع أرضيات بلاط بيضاء وحوض ، يؤدي إلى غرفة مع سقف وباب.",
    "منظر لباب حمام مع أرضية من بلاط أبيض وباب معدني مع مشبك مثبت عليه.",
    "غرفة تحتوي على حائط أبيض وأزرق مقسم، حائط أبيض بشاشة تلفزيون بيضاء، وكرسى أسود على حائط أبيض.",
    "منظر ثلاث نوافذ، واحدة بها قطة سوداء، واحدة بإطار أبيض، وواحدة بألواح.",
    "المشهد يصور نافذة مع ستائر عليها من وجهات نظر مختلفة.",
    "حمام يحتوي على مرحاض ودرابزين معدني له نافذة مع ستائر في غرفة منظرها من الأعلى.\n\n \n  حمام\n  يحتوي على\n  مرحاض\n  و\n   درابزين معدني\n  له\n  نافذة\n  مع\n  ستائر\n  في\n   غرفة\n  منظر\n  من\n   الأعلى"
  ],
  "99e8e537635a4523824294946d99093b": [
    "حمام به مرحاض، حوض، مرآة، مرحاض، و مصباح معلق من السقف.",
    "المشهد يصور ثلاثة مناظير مختلفة للمحلات مع ميزات مختلفة مثل الحوض والمرآة والإضاءة.",
    "ممر مع أرضية من بلاط أبيض يؤدي إلى غرفة مع باب وسقف.\n\n             قف",
    "المشهد يتكون من حمام به مرحاض وجدار أبيض، مع تلفزيون أبيض وأسود مثبت على الجدار بارتفاعات مختلفة.",
    "في المشهد باب مع مقبض ومقابض، خزانة بيضاء وبنية مع باب، وعلبة مع غطاء.",
    "حمام به مرحاض و حوض يوجد له باب به مشبك و مشبك معدني معلق من الحائط.",
    "المشهد يصور حماماً به مرحاض و دش و نافذة و درابزين و ستارة.",
    "المشهد يصور حماماً به مرحاض و حوض و مبيض مع ثريا معلقاً فوق الباب."
  ],
  "6a54ccfac0bc4ffb9fc980f0f5c0f377": [
    "ستارة بيضاء مع شريط أصفر مضاءة من خلالها بضوء، وفي المقابل يظهر من الأعلى مقطع قريب من قماش أبيض مع شريط أزرق.",
    "يظهر المشهد مقاطع قريبة من الستائر البيضاء والمخططة مع الضوء يمر من خلالها على خلفية بيضاء.",
    "غرفة بيضاء مع أريكة بيضاء، سجادة فرو، وستائر، منظر من الأعلى والأسفل والوسط.",
    "أريكة جلد بيضاء ومائدة مستديرة في غرفة تحتوي على أريكة بيضاء ومائدة قهوة، موضحة من الأعلى والمنتصف، مع كرسي وسقف مرئيين من الأعلى.",
    "رجل واقف أمام خشبة المسرح، وفي غرفة أسفل هناك أريكة بيضاء وطاولة، وفي غرفة في الوسط تلفزيون على حامل.",
    "طاولة بيضاء مع ضوء أزرق خلفها موضوعة على خشبة المسرح مع ستارة بيضاء معلقة فوقها.",
    "طاولة دائرية صفراء وبيضاء تجلس في غرفة مع ستارة زرقاء وستارة بيضاء معلقة في الخلفية.",
    "ستارة بيضاء مع ضوء أزرق يلمع من خلالها، وغلاف أبيض، وخلفية زرقاء من زوايا مختلفة."
  ],
  "b01bbec805a345ee8e1ab9df2af011fe": [
    "المشهد يصور غرفة مع أرضية خرسانية وطاولة وحوض استحمام وطاولة وسقف به العديد من الأنابيب.",
    "يصور المشهد غرفة تحتوي على عدة طاولات، واحدة منها تحتوي على حوض، وسقف به جهاز عرض وضوء.",
    "غرفة تحتوي على عدة أواني زجاجية معروضة، فيها طاولة عليها وعاء ومغرفة، وسقف به مصباح وبعض الإضاءة.",
    "غرفة ذات أرضية خشبية وأثاث بما في ذلك طاولة، كراسي، ومقعد، تضاء من سقف به أنابيب معدنية.",
    "حمام به حوض استحمام و مغسلة يُرى من الوسط، مع كرسيين أزرقين على أرضية خرسانية أسفله و سقف به ثريا ومروحة أعلاه.",
    "المشهد يضم منصة بيضاء في معرض فني، حمامًا به منصتين وباب، ومروحة سقف مثبتة في غرفة.",
    "غرفة تحتوي على وعاء على منصة، وعاء على رف، وسقف أبيض مع مروحة، وأرضية بيضاء.",
    "المشهد يصور غرفة تضم منصات تعرض أواني، تُرى من الأعلى مع سقف أبيض وجدار."
  ],
  "b0f6f80b42c34013bc421fc2c0d9a180": [
    "المشهد يصور غرفة نوم تحتوي على سرير ومصباح ومروحة، إلى جانب حمام قريب يحتوي على مروحة سقف وضوء.",
    "غرفة نوم تحتوي على سرير وغطاء فرو ومصباح وثريا معلقة.",
    "المشهد يصور غرفة نوم مع أرضيات خشبية، ورق حائط مطبوع، مصباح سقف، ومرايا متعددة.",
    "غرفة تحتوي على مرآة معلقة ولوحة فنية على الحائط، بالإضافة إلى حمام يحتوي على مرآة وورق حائط مقلم.",
    "حمام به أرضية من البلاط الأبيض و ك وكرسي ، و يُرى من زوايا مختلفة ، في غرفة ذات سقف أبيض وكرسي.",
    "منظر لحمام مع باب مفتوح وباب مطلي باللون الرمادي مع باب أبيض إطار أبيض يُرى من الأعلى",
    "المشهد يظهر مطبخ أبيض مع نافذتين وتصوير مقرب للباب مع مقبض في إطار أبيض ونافذة.",
    "نافذة مزودة بستائر وكرسي نافذة مضاءة بنور ساطع، موضوعة أمام حائط أبيض."
  ],
  "4d863bce9cd741fa8dfd7f8aad11de47": [
    "كرسي موضع بجانب لوحة ليسوع، بينما لوحة امرأة معلقة على الحائط أعلاه.",
    "في غرفة تحتوي على أربع كراسي من الخشب المنحوت، هناك لوحة لشخص على الحائط، وهو معلق في كنيسة.",
    "غرفة تحتوي على طاولة وكراسي توجد فيها مرآة شمسية خشبية معلقة على حائط تحت سقف خشبي بإطار خشبي.",
    "غرفة تحتوي على بيانو، كراسي، لوحة فنية، وسقف خشبي.",
    "غرفة طعام مع طاولة مستديرة، كراسي، نسيج، لوحة، ومصباح كبير.",
    "غرفة طعام تحتوي على طاولة رخامية مستديرة كبيرة ومقاعد، مضاءة بمصباح معلق يعلوه شموع.",
    "المشهد يصور ثلاث غرف مختلفة، واحدة بها كرسي أبيض وموقد، وواحدة أخرى بها بيانو وأرائك، وثالثة بها سقف وباب.",
    "متجر به رف كتب و صندوق خشبي و لوحة على الحائط."
  ],
  "709e5322dcc9466b92d2da48ad93b2b2": [
    "ينيرضوء أزرق على ستارة بيضاء ذات خطوط زرقاء مصنوعة من قماش أزرق وأبيض.\n\n                 .",
    "مشهد بثوب أزرق وأصفر، وستارة بيضاء بأشرطة زرقاء، وستارة زرقاء بشعاع ضوئي يمر من خلالها.",
    "عرض يضم منحوتة خشبية على عجلات، وعمود خشبي مع مشبك معدني، وعمود ستارة مع قضيب معدني في الوسط.",
    "غرفة مع ستائر زرقاء وبيضاء ومصابيح صفراء وزرقاء.",
    "غرفة تحتوي على أريكة جلدية بيضاء، كراسي، سجادة فرو، سقف، وباب.",
    "المشهد يتكون من غرفة معيشة بيضاء مع سجادة من الفراء، وغرفة مع أريكة بيضاء وتليفزيون، وغرفة كبيرة مع خشبة مسرح وسقف عال.",
    "حيوان مخملي يجلس على أريكة بيضاء في غرفة مع ستائر بيضاء.",
    "غرفة ذات تصميم أزرق وأبيض مع ستائر بألوان متناوبة وتأثيرات إضاءة."
  ],
  "3611ca6eb11f4a32a7cd3c073862860d": [
    "غرفة ذات باب أبيض، مكتب، رف كتب، نافذة، مرآة، ومقبض باب.",
    "المشهد يصور مساحة متعددة المستويات تحتوي على غرفة بأرضية خشبية، ورواق مع درج وشباك، وغرفة بسقف أبيض وثابت إضاءة.",
    "ممر مع أرضيات خشبية وجدران بيضاء يؤدي إلى مساحة أكبر مع أسقف مقوسة وجدران بيضاء تشبه الكنيسة.",
    "غرفة ذات أرضية خشبية صلبة وفازة تؤدي إلى ممر مع قوس كبير وقطعة فنية، كل ذلك تحت سقف به أقواس وأجهزة إضاءة.",
    "منظر لباب أبيض مع باب زجاجي، مدخل مع مرآة وصور، وتصوير مقرب لليد الموجودة على الباب.",
    "غرفة طعام تحتوي على رف كتب كبير، طاولة، ومقبض باب أسود على باب، مع طاولة بيضاء أسفل ونافذة في السقف أعلاه.",
    "غرفة طعام مع طاولة كبيرة، كراسي، ومصباح معلّق من فوق.",
    "غرفة تحتوي على مكتب وكمبيوتر وباب ونافذة، مع سقف أبيض."
  ],
  "a0c487e0a45d451b8680c0cb1930fe83": [
    "المشهد يصور غرفة تحتوي على كرسيين، ونافذة مع ستارة ودرابزين من الحديد المطاوع، وساعة على النافذة.",
    "مشهد يضم كتابًا على طاولة، كتابًا معروضًا في حالة زجاجية، وحمامًا به سقف أبيض ونافذة.",
    "غرفة تحتوي على طاولة كبيرة ووحدة زجاجية على طاولة أصغر، تقع بجانب نافذة كبيرة ذات زجاج.",
    "غرفة مع سجادة، طاولة، كتب، مصباح، نافذة، وكرسي.",
    "غرفة معيشة مع سجادة حمراء كبيرة، رف كتب، كرسي، ومروحة سقف.",
    "غرفة المعيشة مع سجادة ذات نمط أحمر وأزرق، طاولة وكراسي، رف كتب، ومصباح معلق من السقف.",
    "منزل واسع مع غرفة طعام وغرفة معيشة وغرفة تحتوي على بيانو ورفوف كتب.",
    "مصباح ورف كتب موضوعان بطرق مختلفة في الغرفة."
  ],
  "50e0db1cdcee40949b8402761bebf8cf": [
    "المشهد يتكون من أرضية خرسانية مع أواني بيضاء في متحف، وحمام مع حوض استحمام وطاولة، وسقف مع نور يضيء عليه.",
    "غرفة ذات طاولات وأرائك على أرضية خرسانية، مزخرفة بأواني زهرية، ومضاءة بمصابيح السقف.",
    "المشهد يصور حماماً يحتوي على حوض استحمام ومرحاض، وباب، وغرفة مع سقف وثريات.",
    "غرفة تحتوي على عرض أحواض استحمام وأرائك على أرضية خرسانية، مع سقف ممتلئ بأنابيب.",
    "المشهد يصور حماماً مع حوض أبيض وأرضية، ويضم حوض استحمام ومرحاض، ويقع داخل غرفة مع سقف وإضاءة.",
    "منظر لحمام به حوض استحمام أبيض ومرحاض موضوع على أرضية خرسانية، كما يُرى من الأعلى مع لافتة على جدار مبنى.",
    "باب خشبي مع مقبض ودرابزين ومفتاح إضاءة وإضاءة في الأعلى يؤدي إلى غرفة بأرضية خشبية.",
    "المشهد يُظهر غرفة تحتوي على بابين خشبيين، حائط أبيض، قضيب معدني على السقف، وباب وممر يؤدي إلى الخارج."
  ],
  "852b5475114441b387c8dca0e8cea3cc": [
    "تمثال خشبي، تمثال مجرفة، وميكروفون على ستارة هي النقاط المحورية للمشهد.",
    "المشهد يصور مقاطع قريبة من الستائر والستائر في غرفة.",
    "مشهد يضم ستارة بيضاء مع ضوء أزرق، شمعة صفراء وبيضاء، وستارة ذات خطوط بيضاء وزرقاء من زوايا مختلفة.",
    "المشهد يضم ثلاث ستائر مختلفة، واحدة زرقاء في حمام يُرى من الأسفل، واحدة زرقاء وصفراء يُرى من المنتصف، وواحدة بيضاء يُرى من الأعلى مع ضوء يمر من خلالها.",
    "امرأة تجلس على أريكة بيضاء مع غطاء فروي في غرفة مع ثريا و.",
    "المشهد يصور مساحة معيشة غرف متعددة مع أريكة بيضاء، بيانو، تلفزيون، أريكة، إضاءة سقفية، وجدول.",
    "المشهد يصور غرفة معيشة تحتوي على أريكة صفراء و سجادة من الفراء، أريكة بيضاء وكراسي في غرفة مع ستائر بيضاء، كل شيء تحت سقف أبيض وعلى أرضية بيضاء.",
    "أريكة صفراء مع غطاء فروي تجلس أمام ستارة بيضاء مع أضواء زرقاء في الخلفية، معلقة في غرفة."
  ],
  "464db122735c4f57a6c65dbe429b1510": [
    "باب أبيض مع أرضية خشبية ومقبض أبيض وزر، وإضاءة عليه.\n\n      ,    .",
    "غرفة ذات أرضيات خشبية ومفتوحة الباب المؤدي إلى غرفة أخرى بها ضوء ومرآة.",
    "باب أبيض به لوح زجاجي يؤدي إلى غرفة بسقف أبيض.",
    "باب أبيض به لوح زجاجي، وسجادة أمامه على الأرض.",
    "باب أبيض به قفل ومقبض يُرى من زوايا مختلفة.",
    "منظر لباب مطبخ مع حوض أبيض، وباب مع لوحة معدنية، وباب مع مقبض ومقبض بني.",
    "المشهد يصور حماماً يحتوي على مرحاض وغساله، ويتميز بالبلاط الأبيض وسقف مع باب.",
    "المشهد يصور حمامًا به مرحاض ومرحاض على المستوى السفلي، وحوض ومرآة على المستوى الأوسط، وجدار أبيض وسقف على المستوى العلوي."
  ],
  "a339aba7f1734e4abfd2694289d53904": [
    "ثلاجة بيضاء مع باب أبيض تقع أمام جدار أبيض وأصفر مقسم، مع ساعة بيضاء مثبتة على جدار أبيض أعلى.",
    "باب خشبي مع مقبض أبيض ومقبض أبيض محاط بإطار أبيض.",
    "ممر مع أرضية بيضاء وأبواب خشبية تؤدي إلى مخرج، مع باب وضوء مرئي من فوق.",
    "غرفة ذات أرضية خرسانية وباب وسقف به أنابيب وأسلاك.",
    "غرفة ذات أرضية خرسانية، وجدران بيضاء، وسقف به أنابيب وضوء.",
    "غرفة بيضاء مع ساعة على الحائط وجذع خشبي معلق من السقف.",
    "طائرة تطير فوق خلفية صفراء بينما تظهر جدار أبيض مع نمط أصفر وأبيض في المنتصف وعرض مقرب من جدار بني من الأعلى.",
    "منظر لزاوية من غرفة بيضاء مع مقربة من صدر امرأة."
  ],
  "aabeeacedf4443808d8479c55116ed18": [
    "رواق به أرضيات خشبية، سجادة، صور، باب، ومصابيح.",
    "باب مع صورة عليه، باب مع مقبض و مفتاح للضوء، وضوء فوق.",
    "غرفة ذات نافذة كبيرة وكرسي، تحتوي على مدخل مع أرضية خشبية وكرسي أسفله، ومدخل آخر مع مرآة وضوء فوقه.",
    "المشهد يصور بابًا مزودًا بباب زجاجي ومقبض، من زوايا مختلفة.",
    "ممر مع سجادة وباب يؤدي إلى ممر ذو جدران بيضاء مع طاولة، وباب مع نور يلمع فيه.\n\n \n ممر \n مع \n سجادة \n وباب   \n يؤدي إلى  \n ممر \n ذو جدران بيضاء  \n مع \n طاولة \n وباب   \n مع \n نور \n يلمع \n فيه",
    "يصور المشهد بابًا به مقبض وزر، ويتم عرضه من زوايا مختلفة.",
    "حمام مفروش بالبلاط الأبيض به حوض و باب، منظر من الأعلى والوسط.",
    "المشهد يتكون من بابين أبيضين مع أرضية خشبية، أحدهما يحتوي على مفتاح للضوء ومقبض للباب."
  ],
  "8139a0f57cf042879b8c6a08a680d225": [
    "المشهد يصور غرفة مع أرضية خرسانية وطاولة، مع حوضين ومائدة أخرى في الوسط، وسقف مع أضواء ومروحة أعلاه.",
    "المشهد يصور غرفة تحتوي على حوض استحمام ومرحاض على المستوى السفلي، وعدة طاولات وتماثيل في الوسط، وسقف مع إضاءة ومروحة على المستوى العلوي.",
    "حمام به حوض استحمام و حوض غسيل مصحوباً بطاولة، تحت سقف معدني بهضوءين.",
    "كرسيان مع مقاعد مفروشة ملونة يجلسان على طاولة في غرفة بسقف أنبوب معدني.",
    "منظر لغرفة استحمام مع أرضية خرسانية وحوض استحمام، وغرفة مع نافذة كبيرة وسلم، وسقف مطلي باللون الأسود من منظور من الأعلى.",
    "غرفة تحتوي على سرير وتليفزيون تحتوي على حوض استحمام أبيض، بينما السقف فوقه يحتوي على أنبوب وثابت إضاءة.",
    "مشهد يضم حوض استحمام أبيض مع مسند، قميص أبيض على خلفية بيضاء، ولوحة إشارة خروج في مبنى.",
    "منظر لممر مع باب خشبي ودرابزين يؤدي إلى غرفة مع بابين خشبيين وجدار أبيض، مع أنبوب معدني مرئي على السقف وباب قريب."
  ],
  "9c4a59f437744d9c9b91e936def4b540": [
    "باب أبيض مطلي مع مقبض ومقبض يُظهر من زوايا مختلفة، بما في ذلك منظر علوي لبابين.",
    "منظر من الأعلى لباب أبيض مع أرضية خشبية، خزانة بيضاء مع باب مفتوح، وباب أبيض مع مقبض.",
    "ممر مع أرضية خشبية وسجادة يؤدي إلى غرفة مع أرضية خشبية من خلال مدخل مع ضوء وباب.",
    "غرفة ذات ورق حائط مطبوع بالخطوط و صورة معلقة على الحائط تحتوي على باب مع مفتاح للضوء ومرآة على السقف.",
    "مبنى به غرف متعددة وممر، كل منها به باب وأشياء مختلفة مثل بساط باب، صورة، وثابت إضاءة.",
    "غرفة نوم تحتوي على سرير مغطى بغطاء فرو، ولوحة فنية على الحائط، وثريا معلقة من السقف.",
    "غرفة نوم تحتوي على سرير مغطى بملاءة بيضاء وغطاء فرو، مصباح على طاولة جانبية، ومصباح معلق أعلاه مع ورق حائط على الجدران.",
    "منظر لغرفة نوم تحتوي على سرير ومصباح ورأس سرير وطاولة جانبية، بالإضافة إلى حمام به سقف أبيض وباب."
  ],
  "c897ee33e7bd4d36a122867a2800c9b4": [
    "المشهد يتكون من حمام وغرفة نوم مع أرفف مناشف، سرير، سقف أبيض، وباب.",
    "المشهد يصور حماماً به دش، رف مناشف، باب، ومرآة.",
    "المشهد يصور حماماً به مرحاض وحوض على المستويين السفلي والمتوسط، وغرفة به تلفزيون ومروحة سقف على المستوى العلوي.",
    "حمام به حوض، مرآة، مناشف، حوض من الرخام الأسود، وإضاءة فوق المرآة.",
    "غرفة بديكور طائر يضم دولابًا بتصميم طائر ومرآة، قفص طيور على طاولة، ومصباح في غرفة ذات سقف أبيض.",
    "غرفة نوم مع دولاب، مرآة، ومصباح، مكتب مع صورة سيدة مسنة، وحمام مع نافذة ومرآة.",
    "غرفة ذات نافذتين وثريا أرضي معدني وكرسي خشبي ومنظر سماء زرقاء.",
    "غرفة ذات نافذتين مزودتين بزجاج مطبق واطار أبيض تحتوي على كرسيين."
  ],
  "36e6935d948843a8a292782b2919291b": [
    "غرفة أرضيتها خرسانية ذات باب يؤدي إلى سلالم في منزل به سقف وباب.",
    "حمام به حوض استحمام وباب يقع في غرفة بها أنبوب معدني يمتد عبر السقف، وحوض كبير يقع على منصة خشبية.",
    "حمام يحتوي على حوض استحمام ومرافق غسيل يظهر من الأعلى، بينما من المنتصف، يظهر نفس الحمام مع حوض استحمام على الأرض، ومن الأسفل، يظهر فقط حوض الاستحمام على طاولة في غرفة.",
    "غرفة تحتوي على أثاث متنوع بما في ذلك طاولة وكرسي، مجموعة من الأنابيب، وسقف مع مصباح ومروحة.",
    "المشهد يصور غرفة تحتوي على طاولة وكراسي وحوض استحمام وطاولة تحت سقف مضاء جيدًا.",
    "المشهد يتألف من حمام أبيض مع ثلاثة أقدام ومرحاض، موضوع تحت سقف مع أنبوب معدني وعارضة.",
    "صندوق أبيض مع ظل يجلس على جدار أبيض مع ضوء أبيض يسطع عليه، تحت سقف أبيض مع ضوء يسطع عليه.",
    "مشهد يضم منحوتة على قاعدة بيضاء، باب مع حوض بيضاء و زهرية، وسقف مع باب وثابت إضاءة."
  ],
  "d5f3da3f2bdc4b028c1fe1a2362c7588": [
    "مشهد يضم رواقًا، وكنيسة مع مقاعد، وغرفة مع عوارض خشبية وقباب.",
    "غرفة المعيشة البيضاء ذات الأقواس والرفوف تحتوي على أرضية وسقف خشبيين، بالإضافة إلى نوافذ مقوسة.",
    "منزل مع أرضيات خشبية، أقواس، وجدران بيضاء يحتوي على مطبخ مع سقف مقوس، رواق مع سجادة بيضاء، وغرفة مع أرضية خشبية وسجادة.",
    "ممر مع ثريا ونافذة يؤدي إلى طاولة خشبية مع كتابين، في حين تزين الجدران عددا كبيرا من الصور.",
    "المشهد يصور منزلًا مفروشًا بكرسي، كتاب، ساعة، غرفة طعام مع مرآة كبيرة وطاولة، وممر مع مصابيح معلقة.",
    "رواق مزخرف بألواح خشبية يؤدي إلى غرفة ذات أرضية وطاولة خشبية، بينما يزين المنظر العلوي ثريا ونافذة.",
    "ممر مع أرضيات خشبية يؤدي إلى غرفة تحتوي على مرآة وفاز، تتميز بسقف مقوس وجدران بيضاء.",
    "غرفة ذات أرضية خشبية وطاولة تُرى من الأعلى مع نوافذ مقوسة ومن الوسط مع رواق أبيض، مما يخلق جوًا دافئًا ومريحًا."
  ],
  "1d6a100cf3d34326936ef7d0a50840d9": [
    "غرفة تحتوي على طاولة، كراسي، وطاولة كبيرة تظهر من زوايا مختلفة، مع منظر للسقف يكشف عن أنابيب و أسلاك عديدة.",
    "المشهد يصور غرفة تحتوي على أعمدة خرسانية، منصات بيضاء، وأنبوب معدني يمتد عبر السقف.",
    "ممشى مع أرضية خرسانية، ومدخل، ورواق مع باب خشبي ومرحاض، وغرفة مع باب وضوء سقف.",
    "المشهد يصور حماماً مع أرضية خرسانية، حوض استحمام، ومرحاض، من الأعلى والمنتصف، وكذلك غرفة مع سقف وثريات.",
    "حوض استحمام أزرق موضوع على أرضية خرسانية، بينما تُرتّب الكراسي والأريكة أمامه، كل ذلك تحت سقف مزخرف بلوحة فنية.",
    "المشهد يُصوّر حمّامًا به أرضيّة خرسانية وحوض استحمام ومغسلة، يُرى من الأعلى ومن الوسط، بالإضافة إلى غرفة ذات سقف وباب.",
    "ممر يؤدي إلى غرفة تحتوي على حوض ومرحاض، ولها أرضية خرسانية وباب.",
    "غرفة ذات جدران بيضاء وبنية تحتوي على منصات بيضاء عديدة مع زهور، ومرئي أنبوب معدني ومروحة على السقف."
  ],
  "a5f4055ab7134ffcbbe8b33150552301": [
    "نموذج منزلاً معروضاً على طاولة خشبية في غرفة ذات كراسي وسقف خشبي، تضم نافذة.",
    "غرفة تحتوي على طاولة و كتب عليها تقع في غرفة معيشة ذات أقواس و مدفأة، كل ذلك تحت سقف مقوس.",
    "منظر لممر مع أرضيات خشبية وسجادة، ومدخلان ونافذة في غرفة مع باب.",
    "غرفة تحتوي على ساعات خشبية معلقة على الحائط، طاولة خشبية مع كراسي، وعدة مصابيح معلقة من السقف.",
    "غرفة طعام فسيحة مع طاولة خشبية كبيرة وأرائك، مضاءة بثلاثة مصابيح معلقة و مصباح، وتضم مرآة.",
    "غرفة تحتوي على طاولة خشبية وأرائك بها أنواع كثيرة من الساعات وعدة مصابيح معلقة فوقها.",
    "رواق مع أرضية خشبية، سجادة، باب، رف خشبي، ونافذة.",
    "نموذج من منزل يقع على طاولة في غرفة مع قوس كبير وأرائك ، تحت سقف مقوس في كنيسة."
  ],
  "e02ddc9314b94d8d880a521155fee44d": [
    "قطة بيضاء تجلس على حائط أبيض مع قطعة صغيرة من الخشب بينما أسفلها أرضية خرسانية مع حائط أبيض وأرضية بنية.",
    "غرفة صغيرة بأرضية و جدار أبيض تحتوي على رف أبيض مع رف عليه في زاوية واحدة.",
    "درج مُغطى بسجادة يؤدي إلى باب في بيت، مع وجود جدار أبيض وأرضية خشبية مرئيين من الأعلى.\n\n \n درج \n مُغطى  \n بسجادة \n يؤدي إلى  \n باب \n في \n بيت \n مع \n وجود /  \n جدار \n أبيض \n وأرضية  \n خشبية \n مرئيين \n من الأعلى",
    "منظر لمطبخ مع أرضية صفراء، وحمام مع حوض استحمام وباب خشبي، ومدخل مع ضوء يسطع من خلاله.",
    "باب خشبي به ألواح.",
    "حمام أبيض به حوض و صنبور يظهر من الوسط، بينما يظهر صندوق أبيض به رف أبيض وجدار أبيض به صليب خشبي من الأعلى.",
    "غرفة مينيمالية تحتوي على صندوق أبيض على الأرض، حائط أبيض مع ساعة، ومصباح معلق من السقف الأبيض.",
    "غرفة صغيرة و بسيطة مع جدران بيضاء، أرضية خرسانية، رف أبيض، وكرسي أبيض."
  ],
  "f8aed080cca34f1cae4c902c6824975e": [
    "حمام به حوض أبيض و قاعدة و حوض استحمام، منظر من المنتصف، مع سقف و أنبوب مرئي من الأعلى.",
    "غرفة مع أرضية خرسانية، طاولة وكراسي، أواني زهرية، وسقف مع أنابيب معدنية وأضواء.",
    "غرفة متعددة المستويات مع درج، باب، أرضية خرسانية، حائط أبيض، سقف، وإضاءة.",
    "حوض استحمام أزرق وأرائك على أرضية خرسانية في غرفة مع أنابيب وسقف.",
    "حمام به حوض أبيض ومرحاض يقع على أرضية خرسانية تحت سقف به مروحة وأنابيب.",
    "باب خشبي مع درج يؤدي إلى غرفة مرئية من فوق عند فتح الباب.",
    "غرفة ذات باب ومدخل، أرضية خشبية، ضوء سقف، وإشارة خروج معلقة من السقف.",
    "باب خشبي مع مقبض أبيض ومقبض مثبت في إطار خشبي."
  ],
  "98fd22dab4974af1bc2d351d7532dcaa": [
    "المشهد يصور غرفة تحتوي على طاولة وكراسي، حوض استحمام، وسقف مع مكسارة ومراوح سقف.",
    "غرفة تحتوي على طاولة خشبية وأرائك، وعديد من الأواني، ووراء زهرية، مع سقف ممتلئ بالأنابيب.",
    "غرفة تحتوي على كرسي وطاولة على الأرض، منضدة واثنين من الرفوف وباب في الوسط، وسقف مع مروحة فوقه.\n\n            .\n\n,     \nغرفة تحتوي على كرسي وطاولة واثنين من الرفوف وباب في الوسط، وسقف مع مروحة.",
    "المشهد يصور حماماً يحتوي على حوض استحمام ومرحاض، وكذلك غرفة مع سقف وثريات.",
    "حمام به حوض استحمام، أرضية خرسانية، كرسي، ومروحة سقف.",
    "المشهد يصور غرفة متعددة المستويات مع درج، باب خشبي، حوض، باب سقف، وأنبوب.",
    "حمام أبيض به حوض وم يضاء بواسطة مصباح على حائط أبيض.",
    "حمام يضم حوضًا ووعاءً معروضًا يُرى من الوسط، مع قاعدة بيضاء تحمل وعاءين عليها ومروحة سقف معلقة من الأعلى."
  ],
  "a92ada1b9db2420ca7e1b55d372f8ffa": [
    "عمود أبيض مع أرضية خشبية وجدار أبيض مع عمود مغطى بمصباح.",
    "غرفة ذات عوارض خشبية ونافذة كبيرة تحتوي على منصة بيضاء مع حوض على أرضية بيضاء.",
    "مشهد متعدد المستويات يضم غرفة معيشة مع أرضيات خشبية وإناء، غرفة مع بيانو ورفوف كتب، وغرفة مع سقف خشبي وقباب.",
    "غرفة تحتوي على طاولة وكراسي، جدار مليء بالصور، وقوس أبيض مع جهاز إضاءة، وتضم أيضًا زهرية رخامية كبيرة موضوعة على أرضية خشبية.",
    "غرفة بسيطة وحد أدنى مع جدران بيضاء، أرضية خشبية، باب أبيض، عمود أبيض، وسقف أبيض.",
    "رواق مع أرضية خشبية، صورة على الحائط، وباب عند كل نهاية.",
    "مرآة محفزة بالذهب تقع على أرضية خشبية في غرفة بيضاء الجدران.",
    "المشهد يتكون من غرفة مع أرضية خشبية وباب، مكتب وكرسي، وحمام مع نور سقف ومرآة."
  ],
  "a78621aa1fa24b99bc2752ee584416c8": [
    "منظر لمنضدة بيضاء مع باب مفتوح، وباب بني مع لوح زجاجي ومقبض، ونافذة مقوسة مع إطار خشبي في منزل.",
    "منظر لسلم به درابزين أبيض ونافذة تؤدي إلى غرفة به عمود خشبي.",
    "درج أبيض مع مسند يؤدي إلى رواق يحتوي على بيانو وكتب ، كل ذلك تحت سقف مقوس في غرفة المعيشة.",
    "غرفة فسيحة بيضاء مع نوافذ مقوسة، غرفة معيشة واسعة مع أقواس ورفوف كتب، وأرضية خشبية مع درابزين أبيض.",
    "بيت به غرفة معيشة وغرفة ممتلئة بالكتب وممر به عوارض خشبية وأضواء.",
    "مبنى به أرضيات خشبية وجدران بيضاء وقباب ونوافذ مقوسة.",
    "سلالم مع مسند وطاولة تؤدي إلى غرفة مع سقف خشبي ونوافذ مقوسة، متصلة بقوس.",
    "بيت به نافذة مقوسة وطابع خشبي يحتوي على مدخل يضيء الضوء من خلاله ويؤدي إلى غرفة تحتوي على نافذة وسلم."
  ],
  "7826ea601a3f4883815a3025f5d76477": [
    "باب خشبي عليه لوحة ويد ومقبض، من زوايا مختلفة.",
    "غرفة طعام مزودة بطاولة وكراسي مزخرفة بلوحة فنية كبيرة وثريا معلقة في مطعم.",
    "المشهد يصور غرفة متعددة الوظائف مع سجادة وأرائك، ومنطقة لتناول الطعام مع طاولة كبيرة وأرائك، ومصباح معلق من السقف.",
    "بابان فرنسيان قديمان مزخرفان للبيع.",
    "المشهد يصور بابًا به مقبض معدني وزر.",
    "باب خشبي مع مقبض يؤدي إلى مدخل في معرض فن مع أرضية خشبية، محاط بإطار خشبي.",
    "منظر لأرضية خرسانية مع منصة، وحمام مع حوض استحمام ومرحاض، وغرفة بها أنابيب في السقف.",
    "باب خشبي مع مقبض يُرى في مدخل يؤدي إلى غرفة ذات حائط أبيض وسقف مرئي."
  ],
  "4d4cb9fda3164b6f8b74e99489d40b4b": [
    "رجل جالس في غرفة مع مشعاع أبيض وأنبوب أسفله وجدار أبيض مع سماء زرقاء أعلاه.",
    "غرفة ذات شريط أبيض، حائط أبيض مع ساعة سوداء، ومرآة معلقة على الحائط.",
    "سلالم تؤدي إلى غرفة ذات درابزين أبيض وساعة، مع وجود جدار أبيض ودرابزين خشبي مرئيين من الأعلى.",
    "المشهد يصور درجاً مع سجادة، و جدار أبيض مع درج و باب، و عارضة خشبية في الوسط.",
    "درج أبيض مع مسند خشبي ودرج أبيض مع مسند أبيض يُرى من الأعلى والمنتصف، بينما يتم تنظيف السجاد في سانت جونز، هامبشاير.",
    "منظر لغرفة بيضاء الجدران مع درابزين سلم، كرسي، مقبض باب أبيض، ودرابزين خشبي في حمام أبيض مع مرحاض أبيض.",
    "غرفة ذات سقف أبيض وجدار أبيض، ودرابزين خشبي مع مرآة في الأعلى.",
    "منظر يظهر درابزين أبيض مع أنبوب أبيض، مرحاض أبيض مع جدار أبيض، وسلم أبيض مع درابزين خشبي."
  ],
  "cf6f6d3e71214e7e9242b8a2406b0a6f": [
    "مطبخ أبيض مع باب زجاجي وإطارات بيضاء يحتوي على طاولة خشبية مع عدة أطباق وصحون فضية، بما في ذلك أربعة أطباق فضية مع أغطية.",
    "المشهد يتكون من مطبخ مع طاولة خشبية وطاولات سوداء، جدار أبيض مع طاولة خشبية وأرائك، وحمام أبيض مع ثريات وإضاءة سقف.",
    "مطبخ به طاولة سوداء وكراسي وزجاجات وثلاجة ومرحاض وأضواء سقفية.",
    "المشهد يصور مطبخًا به طاولة سوداء وأكراس، وطاولة ومرحاض، وغرفة ذات مصباح سقف.",
    "مطبخ مع أجهزة سوداء وطاولة عمل تحتوي على حوض وميكروويف وثلاجة، ومضاءة بثريا دائري في السقف.",
    "ثلاجة مطبخ مع باب زجاجي ومرآة سوداء من الداخل، مع باب مفتوح.\n\n          .",
    "ممر مع باب أبيض وأرضية سوداء يؤدي إلى غرفة مع مروحة سقف معلقة من السقف.",
    "منظر لمكتب مطبخ مع قدر وباب أبيض الإطار مع صحن أبيض وسقف أبيض مع باب وإطارات."
  ],
  "c22786321d024820b6800a975ae81d12": [
    "باب به مقبض أبيض عليه مرآة، ويضم مقبض معدني ومرآة أخرى عند النظر إليه من الأعلى.",
    "مطبخ به جزيرة مزدحمة، طاولة مع أواني زهور، وأرفف و سقف أبيض.",
    "مطبخ به طاولة سوداء وأرائك ومروحة سقف وضوء مثبت عليه",
    "مطبخ أبيض مع طاولة و باب أبيض، يضم باب مطبخ إطار أبيض و أرضية بلاط أبيض، من منظور من الأعلى والأسفل والمتوسط.",
    "المشهد يظهر بابًا أبيض مع مقبض يُرى من زوايا مختلفة.",
    "مشهد يضم طاولة سوداء تحمل زجاجة، ونافذة مع رف وزجاجة نبيذ، ونافذة بيضاء مع إطار أبيض.",
    "المشهد يصور مساحة داخلية بيضاء تحتوي على غرفة، رواق، باب، سلم، وثابت إضاءة.",
    "باب أبيض مع سجادة ودرابزين يؤدي إلى غرفة ذات جدران بيضاء وباب أبيض."
  ],
  "2fc43c5dbfd64de19b6b720a6e67babb": [
    "مشهد أبيض اللون مع شريط بلاستيكي، و مثبتة على الحائط، ورف مع رف آخر فوقه.",
    "يتميز المشهد بسلم أبيض مع درابزين أبيض على كلا الجانبين.",
    "درج مع سلم مضاء يؤدي إلى غرفة بيضاء مع نافذة، بينما يتم تنظيف سجادة الدرج في لندن.",
    "منظر لباب خشبي وجدار أبيض يؤدي إلى حمام مع حوض استحمام، وسلم أبيض مع باب وممر فوقه.",
    "المشهد يصور غرفة ذات جدران بيضاء وباب يؤدي إليها، من منظور من الأعلى والأسفل.",
    "ممر خشبي يؤدي إلى غرفة ذات باب خشبي، في حين يظهر السلم الأبيض والجدار من الأعلى.",
    "درج أبيض مع مسند ومقعد على سجادة يُرى من الأعلى ومن الوسط.",
    "المشهد يتألف من درج أبيض مع مسند أبيض، وجدار أبيض مع سقف أبيض، وكرسي أبيض، كلها من زوايا مختلفة."
  ],
  "21dd8e71dae64f378401cb0eba702b7d": [
    "غرفة طعام مع أرضيات خشبية، نوافذ مقوسة، ثريات، ومروحة سقف.",
    "الغرفة ممتلئة بأجهزة تحديد الوقت المختلفة، بما في ذلك الساعات، وتضم عرضًا على الحائط لأقفال قديمة ومفاتيح، بالإضافة إلى صناديق خشبية معلقة.",
    "المشهد يضم عرضًا للساعات وأشياء أخرى على الحائط، مع ساعات وأشياء إضافية معلقة من نافذة أعلى.",
    "حمام به أرضية خشبية و بابين، أحدهما به رف خشبي والآخر به ثريا.",
    "غرفة معيشة مع أرضيات خشبية، موقد نار، كرسي، ومرآة مع صورة معلقة فوقها.",
    "غرفة طعام تحتوي على طاولة وكراسي متصلة بغرفة تحتوي على مدفأة وأرضيات خشبية، وتؤدي إلى ممر به نوافذ كبيرة وثريات.",
    "غرفة تحتوي على طاولة طعام خشبية كبيرة وست كراسي، طاولة مع زهرية، ساعات على الجدار، واثنين من الأضواء المعلقة الكبيرة.",
    "غرفة طعام تحتوي على طاولة خشبية كبيرة، كراسي، سجادة، مصباحين معلّقين، ومصباح معلّق."
  ],
  "9e843154119444daa94914691bcfd869": [
    "باب أبيض عليه شريط أبيض بجانبه سطل معدني قرب مقبض الباب.",
    "باب به مقبض مفتوح يظهر بابا آخر داخله.",
    "المشهد يصور مطبخًا يحتوي على رفوف زجاجية، باب زجاجي، أدوات مائدة، وثريات إضاءة فوق الخزائن.",
    "مطبخ مع أرضية من البلاط وخزائن يحتوي على باب زجاجي وإطارات مع اثنين من الأضواء المعلقة فوق الطاولة.",
    "خزانة نبيذ مع رفوف وزجاجات مرئية من خلال باب مع رف نبيذ وزجاجات، يقع في مطبخ مع خزانة بيضاء وثريات.",
    "منظر لمدخل مع طاولة وكراسي بداخله، يظهر مقربة لمقبض الباب وضوء معلق من فوق.",
    "المشهد يصور منزلاً به غرفة معيشة ومنطقة طعام في الطابق السفلي، وغرفة طعام واسعة في الطابق الأوسط، وغرفة معضوضة بسقف مزودة بمصباح سقف وثريا في الطابق العلوي.",
    "بابان أبيضان، أحدهما مقبض أسود والآخر مقبض معدني ومقبض دوار."
  ],
  "5248918af65645a28a65f59d3424598a": [
    "المشهد يظهر حمامًا واسعًا مع حوضين متعددين وأحواض استحمام، أرضية واسعة، وسقف مزود بأنوار وطاولة.",
    "حمام بهوض استحمام أبيض على قاعدة نحاسية، ومرحاض، وغسيل، كل ذلك في غرفة ذات جدران وسقف أبيض.",
    "حمام بسيط مع حوض أبيض وأرضية، جدار أبيض مع زهرية، وأنبوب أسود على جدار وسقف أبيض.",
    "حوض استحمام أبيض يجلس على أرضية خرسانية في غرفة مع مروحة سقف ونافذة.",
    "حمام به حوض استحمام و حوض و نافذة و أضواء سقف.",
    "يتم تثبيت حاجز معدني على جدار أبيض به باب، بينما يظهر جدار خرساني بحاجز معدني من الأسفل.",
    "غرفة ذات حائط أبيض ومائدة وأرائك فيها كرسي على المائدة بينما يتم تركيب خزانة بيضاء.",
    "غرفة تحتوي على كراسي وطاولات، بما في ذلك طاولة مركزية واحدة، تحت سقف يحتوي على مصباح وكرسي."
  ],
  "5e4c532bab8844699a423518eec22d72": [
    "غرفة بيضاء مع حوض وباب، تتميز بسقف خشبي ونافذة مقوسة.",
    "غرفة بيضاء ذات أقواس وبيانو تقع فوق مطبخ به سقف مقوس أبيض وجدران بيضاء، وفي الوسط يوجد قاعدة بيضاء ذات غطاء زجاجي.",
    "ممر مع أرضيات خشبية صلبة وسجادة يؤدي إلى غرفة طعام من خلال باب، بينما يمكن رؤية سقف مقوس في المطبخ من الأعلى.",
    "ممر مع أرضيات خشبية، باب مع باب و حائط، و سقف مقوس مع نوافذ.",
    "غرفة طعام تحتوي على طاولة خشبية كبيرة وأثاث، مضاءة بفوانيس معلقة من أعلى.",
    "غرفة مزدحمة بجدول مستدير، كتب، ساعة، ومختلف الأشياء على الجدران، مضاءة بمصابيح معلقة وضوء طبيعي من نافذتين كبيرتين.",
    "غرفة ذات أرضيات خشبية ومائدة مزخرفة بقوسين ومرآة ونوافذ مقوسة في السقف.",
    "ممر مع قاعة أرضية خشبية وقوسين يؤدي إلى غرفة مع سقف خشبي ونوافذ مقوسة."
  ],
  "ca8f4ab52e7d402a9d796b1f24c0ea64": [
    "ممر مع أرضيات خشبية،جدران بيضاء، سجادة، ثريا، وباب.",
    "المشهد ي غرفة تحتوي على لوحة جوائز على الحائط، وملصق لخيل، وملصق لجدار حجري.",
    "المشهد يضم لافتة لأسد، كتابين يحتويان على صور، و لافتة لرجل وامرأة.",
    "يتم عرض ملصق على جدار في غرفة، مع وجود ملصقات أخرى مرئية عليه، في معرض فني.",
    "رواق به أرضيات خشبية، وسجادة كبيرة، وصور على الجدران، ومصباح على السقف.",
    "المشهد يصور غرفة ذات حائط أبيض وسجادة، حائطًا من الرسومات والمخططات، وعديد من الرسومات على الجدران.",
    "رجل جالس على مقعد أمام جدار، وخلفه بناء حجري جديد مع لوحتين معلقتين على الجدار أعلاه.",
    "غرفة تحتوي على حائط أبيض، وسجادة، وباب، وخطط معمارية معلقة على حائط آخر، وملصق على السقف."
  ],
  "51d76627bfb6408c96792ae892dde21f": [
    "غرفة تحتوي على بيانو ورفوف كتب وسجادة تتدلى قضيب معدني من السقف.",
    "باب أبيض مع مقبض وقفل، إطار أبيض ومقبض، ومقبض معدني مثبت عليه.",
    "خزانة المطبخ تحتوي على أواني فضية ومرآة، وخزانة أخرى تحتوي على مرآة وأواني فضية إضافية.",
    "مطبخ مجهز جيداً مع خزائن زجاجية و أواني فضية و نافذة و باب.",
    "المشهد يصور غرفة تحتوي على رف للنبيذ وبار، ورف كتب كبير ممتلئ بالزجاجات والأكواب، ومطبخ مع مصباح سقف وخزانة.",
    "المشهد يصور غرفة تحتوي على بار وطاولة سوداء مزودة بالشوك والسكاكين، بالإضافة إلى باب ومرآة على الحائط.",
    "باب مع أرضية خشبية وباب يؤدي إلى غرفة مع طاولة وكراسي، مضاءة بمصباح فوق الباب.",
    "باب أبيض مقفل بمقبض معدني."
  ],
  "46084535ba3042d7b8bc94ecc117c3c1": [
    "رجل جالس على كرسي في غرفة تحتوي على أريكة بيضاء، طاولة قهوة، طاولة، وستائر.",
    "غرفة ذات طابع أبيض مع أريكة مقسمة من الجلد واكسسوارات من الفراء على الأرض والكنبة.",
    "غرفة بيضاء تحتوي على أريكة بيضاء وأرضية بيضاء تضم بابا يؤدي إلى غرفة أخرى، وعندما يتم النظر إليها من الأعلى، فإنها ممر مع باب وضوء.",
    "كرسيا موضوعان أمام باب خشبي في غرفة تحتوي على مدخل ومصباح في السقف.",
    "صندوق أبيض يجلس على طاولة في غرفة مع جدار أبيض، ستارة صفراء، باب أبيض، وورقة بيضاء على أرضية خشبية.",
    "غرفة تحتوي على ضوء أزرق في الخلفية بها تلفزيون مع أضواء زرقاء عليه وستارة بيضاء معلقة في الغرفة.",
    "تلفزيون أسود مع أضواء زرقاء على منصة في غرفة مع ستارة بيضاء معلقة فوق طاولة.",
    "غرفة بأرضية صفراء وطاولة بيضاء تضاء بضوء أزرق يسطع من خلال ستارة بيضاء."
  ],
  "feec2c137d66401687464e65fa1d2ce1": [
    "يصور المشهد حماما به حوض كبير ومرحاض، متصلا بغرفة تحتوي على درج وخطوط أنابيب مكشوفة على السقف.",
    "حمام به حوض ومرآة يحتوي على قاعدة بيضاء مع صنبور عليها ومروحة سقف معلقة من السقف.",
    "مشهد بسيط يضم حوض أبيض على قاعدة، كائن أبيض صغير على قاعدة أخرى، وكرسياً وطاولاً أبيضين على أرضية بيضاء.",
    "يُعرض وعاء على قاعدة في معرض فني، مقابل جدار أبيض مع أنبوب أسود مرئي على السقف.",
    "المشهد يصور غرفة تحتوي على بيانو على الأرض، وحمامًا به حوض استحمام ومرحاض، وسقفًا به أنبوب معدني وضوء.",
    "غرفة تحتوي على طاولة وكراسي في حمام، وعلى الطاولة وعاء وإناء، وعلى السقف جهاز عرض وشباك.",
    "غرفة تحتوي على منصات وأواني زجاجية تحتوي على طاولة تحمل أشياء معدنية، وفي نفس الوقت يتدلى من السقف مصباح ومرآة.",
    "المشهد يصور حماماً به حوض استحمام ومرحاض على طاولة، من زوايا مختلفة."
  ],
  "bec236792d90495f8d6dfc93bb5447c3": [
    "منظر سلم مع كاميرا، جدار أبيض مع درابزين، ورف أبيض مع كرسي.",
    "درج مع مسند أبيض وسجاد بألوان مختلفة يؤدي إلى درج أبيض مع مسند أبيض.",
    "سلالم بيضاء تؤدي إلى غرفة ذات حائط أبيض، مع باب ومدخل مرئيين من المنظور السفلي.",
    "باب خشبي مع مقبض وزر.",
    "المشهد يصور حماماً مع حوض استحمام ومرآة يُرى من الأعلى والمنتصف، وكذلك منظر من الأعلى لغرفة مع سقف وثريات.",
    "باب خشبي مع مقبض يُرى من الأعلى مع ضوء عليه، وفي المنظر من الوسط يُرى في غرفة مع حوض أبيض، ومن الأسفل مجرد باب خشبي مع إطار خشبي.",
    "المشهد يضم حماماً يحتوي على مرحاض وغسالة، بالإضافة إلى مطبخ أبيض مع خزائن و سقف أبيض.",
    "المشهد يصور غرفة مع أرضية بنية وجدار أبيض، مع درج أبيض يؤدي إلى جدار أبيض آخر."
  ],
  "833f62f189f2482ba373b6195b879d02": [
    "غرفة مع باب، جدران بيضاء، أرضية، مروحة سقف، وأنابيب.",
    "غرفة ذات أرضية خرسانية وبابين خشبيين، تتميز بسقف به أنابيب وأضواء.",
    "غرفة ذات جدار أصفر وأرضية بيضاء تحتوي على أرضية مغطاة بالغبار وسقف به أنابيب وثريات.",
    "حمام به جدار وأرضية صفراء يضم لوحة صفراء وبيضاء تحتوي على دائرة صفراء، في حين تظهر منظر من الأعلى جدارًا وسقفًا أبيضين.",
    "المشهد يتألف من ثلاثة جدران مختلفة، واحد مع شرائط بيضاء وصفراء، واحد مع بقع صفراء على البيضاء، وتصوير مقرب للجدار البني.",
    "منظر لزاوية حمام مع مرحاض ومرحاض، بينما تظهر فخذ امرأة بني في مقربة.",
    "دب أبيض يجلس على طاولة بيضاء بينما تطير طائرة بيضاء وصفراء فوق خلفية بيضاء مع جدار أبيض وأصفر في المقدمة.",
    "حمام به جدار و أرضية صفراء يحتوي على صحن أبيض به دائرة صفراء، بينما يظهر جدار أبيض بساعة صفراء من الأعلى."
  ],
  "6991b64d63e44b288e6f6bf4691a8158": [
    "شخص يقف على حائط أبيض في حمام مع ستارة دش بيضاء، حائط أبيض، رف أبيض، ومرحاض أبيض.",
    "المشهد يضم درجا أبيضا مع مسند ومقعد أبيض وزاوية بيضاء.",
    "درج أبيض مع مسند و سجادة يؤدي إلى غرفة مع نور.",
    "مبنى متعدد الطوابق مع غرفة وسلم ورواق وأبواب خشبية وجدار أبيض",
    "رواق بسيط ومختصر مع باب أبيض وجدار وسقف مزخرف بقليل من الأواني.",
    "غرفة ذات باب خشبي وجدران وأرضية بيضاء، تحتوي على درج أبيض يؤدي إلى موقع مجهول.",
    "درج أبيض مع مسند وموكيت يؤدي إلى حمام أبيض، مع التركيز على خدمات التنظيف المقدمة للدرج.",
    "يتميز المشهد بسلم أبيض مع مسند أبيض."
  ],
  "aadc2f85a2a742d7ba9a388dd6f4c9cf": [
    "كرسي خشبي وطاولة في غرفة ذات نوافذ مقوسة وسقف خشبي، بينما يظهر الكرسي أيضًا جالسًا في ممر.",
    "غرفة واسعة مع أرضيات خشبية، مدفأة، رفوف كتب، نوافذ مقوسة، وسقف خشبي، مع باب يؤدي إلى الخارج.",
    "غرفة واسعة أنيقة مع أرضيات خشبية، أقواس، مدفأة، طاولة، ومصباح معلق من السقف.",
    "غرفة تحتوي على طاولة وكراسي وساعة على أرضية خشبية متصلة بممر به سقف مقوس كبير واثنين من أجهزة الإضاءة.",
    "غرفة طعام بأرضية خشبية وطاولة مزخرفة بجدار كبير من الصور، في حين يظهر من فوق ممر مع مصباحين ومرآة.",
    "كرسي أبيض يجلس في غرفة مع باب، بجانب إناء أبيض كبير على أرض خشبية، في منزل مع سقف مقوس وجدران بيضاء.",
    "ممر مع أرضية خشبية وسقف مقوس يضم مرآة.",
    "حمام به أقواس وحوض غسيل أبيض على قاعدة بيضاء يقع في منزل أبيض به أسقف مقوسة وأعمدة خشبية."
  ],
  "69d83243a72046d2bf1f772be52d649a": [
    "سرير مغطى بفراء ووسائد بيضاء يضاء بواسطة مصباح معلق زجاجي من السقف ومصباح على الحائط.",
    "غرفة نوم تحتوي على سرير مغطى ببطانية فرو، ورق جداري مخطط، ثريا سقفية، وباب.",
    "مشهد يحتوي على غرفة تحتوي على سرير ومكتب، صورة معلقة في إطار على جدار في ممر، وغرفة أخرى تحتوي على صورة معلقة على الجدار.",
    "يعلق لوحة في ممر يؤدي إلى حمام به مرآتان، وفي غرفة منفصلة تُعلّق مرآة على الحائط.",
    "المشهد يصور ثلاث لوحات، واحدة منها باب مع أرضيات زرقاء، وواحدة باب مع علامة عليه، وواحدة محطة وقود مع ضوء عليها.",
    "ممر مع ورق حائط مقسم يؤدي إلى حمام مع مرآة إطارها ذهبي وأكثر من ورق حائط مقسم.",
    "غرفة ذات باب أبيض، أرضية خشبية، نافذة، ستارة، وسقف موضحة من زوايا مختلفة.",
    "غرفة تحتوي على سرير وفراء وشباك و مصباح ومروحة سقف."
  ],
  "9c36a2928f3d436181736d628dd0a694": [
    "ممر مع أرضيات خشبية داكنة وجدران بيضاء يؤدي إلى قوس أبيض مع جهاز إضاءة.",
    "منظر لمدخل مع باب أبيض وأرضية خشبية، يظهر مقربة من الباب مع شريط أبيض ومفتاح للضوء عليه.",
    "منظر لمكان متعدد الغرف مع باب وأرضية خشبية تؤدي إلى غرفة طعام مع طاولة كبيرة وأرائك، وحمام مع اثنين من أجهزة الإضاءة مرئية من الأعلى.",
    "غرفة مع ملصق على الحائط، باب أبيض مع سجادة، وممر مع ثريا وإضاءة.",
    "رواق مزين بصور وملصقات متنوعة",
    "غرفة نوم تحتوي على سرير ومرآة مرئية من خلال باب مع سجادة، في حين يُرى باب أبيض مع جهاز إضاءة من الأعلى.",
    "غرفة نوم تحتوي على سرير كبير، ووسادة رأس، ومصباح، ونافذة، مع ثريا معلقة فوق الباب.",
    "باب أبيض مع إطار أسود يحتوي على مرآة مثبتة عليه ومضاءة من فوقه."
  ],
  "35202b9ad8d64ce3ad53193ee0ca1f73": [
    "غرفة مع درج وباب خشبي يؤدي إلى باب أبيض به ضوء.",
    "باب خشبي بإطار أبيض يُرى من زوايا مختلفة في ممر يؤدي إلى غرفة بها مروحة سقف.",
    "حمام به حوض استحمام ومقعد متصل بممر به مروحة سقف وباب.",
    "حمام يحتوي على حوض استحمام وطاولة يقع في غرفة كبيرة مع سقف وإضاءة، حيث يرتكز الحوض على منصة.",
    "غرفة تحتوي على طاولات وكراسي على الأرض، ومضاءة بنور يأتي من السقف.",
    "غرفة ذات أرضية خشبية وجدار تحتوي على منصة بيضاء باب في الوسط، ومضاءة بمصباح في السقف.",
    "غرفة ذات باب و أرضية خرسانية تؤدي إلى غرفة أخرى تحتوي على تلفاز، بينما يظهر باب و مصباح من الأعلى.",
    "غرفة بيضاء مع صورة معلقة على الحائط وباب."
  ],
  "753778e43ea948c0835369d9bbf6fc89": [
    "غرفة ذات جدران بيضاء مع أنبوب أبيض، وعقدين كهربائيين، وضوء أبيض.",
    "المشهد يصور درجاً مع جدار أبيض ودرابزين، مضاءة بمصباح.",
    "السلم الأبيض يؤدي إلى غرفة أو باب يحتوي على نافذة، ويضاء السلم من فوق بواسطة مصابان.",
    "منظر لمدرج أبيض مع مسند حديدي، وجدار أبيض مع ثلاجة، ونافذة وضوء على جدار أبيض آخر.",
    "غرفة بيضاء بسيطة وتصميمية مع رف خشبي صغير ومقعد نافذة.",
    "غرفة مع رف صغير بجانب الباب، نافذة مع سيارة في الزاوية، ونافذة أخرى مع إطار أبيض.",
    "باب مع شريط معدني، باب زجاجي مع إشارة ، ونافذة مع إشارة عليها.",
    "حائط أبيض به باب ومفتاح كهرباء ومقبض باب مع قفل وساعة معلقة عليه."
  ],
  "b64591d08e6743fd912264ab5512b1c4": [
    "غرفة ذات أرضية خرسانية وسلم تؤدي إلى غرفة ذات سلم وباب، في حين يظهر منظر من الأعلى غرفة ذات سقف مغطى بالمعادن.",
    "حمام يحتوي على حوض أبيض وباب خشبي يُرى من منظور من الأعلى، مع حوض قاعدة أبيض وخرطوم مرئي من الأسفل.",
    "رجل يجلس في غرفة مع تمثال معروض وعمود معدني معلق من السقف الأبيض.",
    "حوض ومياه الحمام معروضان على منصة بيضاء أمام جدار أبيض مع ضوء.",
    "المشهد يصور غرفة تحتوي على طاولة وكراسي وحوض استحمام وأرضية خرسانية، ويتم عرضها من زوايا مختلفة بما في ذلك الأعلى مع سقف وإضاءة.",
    "غرفة تحتوي على طاولة كبيرة وكراسي كثيرة، مزخرفة بأواني زهور، من منظورين من الأعلى والمنتصف.",
    "غرفة تحتوي على منصات بيضاء وطاولة تقع على أرضية خرسانية مع طاولة وكراسي، تحت سقف به جهاز إضاءة ومروحة.",
    "حوض استحمام على منصة يُرى في غرفة ذات أبواب، تقع في حمام أكبر به سقف وثريات."
  ],
  "53b8db730467448c9c92506f0443bd96": [
    "المشهد يصور غرفة تحتوي على مساحة مطبخ مع ثلاجة وطاولة، طاولة سوداء مع كرسي أمامها، كل ذلك تحت سقف مع مصباح.",
    "مطبخ به فرن ومبردة وميكروويف مضاء بنور من فوق.\n\n \n مطبخ \n به \n فرن \n ومبردة  \n وميكروويف  \n مضاء \n بنور   \n من فوق",
    "مطبخ به ميكروويف، حوض، خلاط، وسقف به أنبوب وإضاءة.",
    "مطبخ به حوض وموقد وميكروويف وطاولة يُرى من زوايا مختلفة مع وجود جدار أبيض وثابت إضاءة من الأعلى.",
    "مطبخ به طاولة مطبخ سوداء، حوض، نافذة، وسكين، يقع في غرفة به سقف أبيض ونافذة أخرى.",
    "مطبخ به حوض و سطح عمل، يضم نافذة ويقع في غرفة ذات سقف منحني.",
    "مطبخ مع أرضية من حجر اسود، ثلاجة، ميكروويف، ومصباح على السقف.",
    "المشهد يصور مطبخًا به أجهزة سوداء وطاولة سوداء مع منضدة سوداء، يقع في غرفة ذات سقف مزود بعدة مصابيح."
  ],
  "bf887dbe935e40c5a2f04ab91b987106": [
    "امرأة تجلس على أريكة بيضاء في غرفة بابها أبيض، وفيما يظهر من فوق باب خشبي مع ستارة.",
    "باب خشبي مع مقبض يظهر في غرفة مع أرضية من البلاط وإطار معدني، مع مروحة فوقه.",
    "المشهد يتكون من غرفة كبيرة تحتوي على عربة على الأرض، وحمام به حوض استحمام ومرحاض، وسقف به أنبوب أسود ومصباح.",
    "باب خشبي مع مقبض يؤدي إلى غرفة مع طاولة وضوء يسطع من فوق عبر الباب.\n\n \n\n باب خشبي   \n مع مقبض   \n يؤدي إلى  \n غرفة  \n مع طاولة   \n وضوء يسطع    \n من فوق  \n عبر الباب",
    "باب به مقبض خشبي، لوحة معدنية، مقبض أبيض، ومقبض أبيض يقع على أرضية بيضاء.",
    "كرسيان خشبيان يجلسان في ممر بجوار باب خشبي به إطار، مقابل جدار أبيض به أنبوب معلق.",
    "غرفة بيضاء مع أريكة وأرضية، خلفية بيضاء مع تلفزيون، ومنظر للسقف والأرضية من الأعلى.",
    "غرفة معيشة بيضاء مع أريكة مقسمة، أوتومان، كراسي، وأضواء على السقف."
  ],
  "c9d97062652b41a3bd1b7a8f06b3b465": [
    "يصور المشهد حماماً به حوض ومرآة ومرحاض.",
    "منظر لغرفة ذات جدار أبيض، ومفتاح إضاءة، وأرضية خشبية، وباب أبيض، وحمام به مرآة ومرحاض.",
    "رواق مع أرضيات خشبية يؤدي إلى غرفة مع أريكة عبر باب أبيض الإطار والباب.",
    "هناك ثلاثة مناظير لباب مع إطار أبيض وباب زجاجي أو أبيض، يضم مقبض باب.",
    "منظر لحمام به مرحاض وحوض، مقبض باب معدني على الحائط، وباب أبيض بمقبض أبيض من زوايا مختلفة.",
    "حمام به مرحاض، جدار أبيض به ساعة، وسقف أبيض به تلفزيون.",
    "المشهد يصور حماماً به مرحاض و حوض ، وكذلك غرفة مع مروحة سقف ومرآة.",
    "المشهد يصور حماماً مع مستويات مختلفة من التفاصيل، بما في ذلك غسالتين وحمام على المستوى السفلي، غسلة ومرآة وحمام في المنتصف، ومرآة وثابت إضاءة على المستوى العلوي."
  ],
  "00c50c04e48e4cfabcb913f70701ab17": [
    "المشهد يصور بابًا خشبيًا بإطار أبيض مع مقبض وزر.",
    "باب أبيض ذو إطار خشبي يؤدي إلى غرفة طعام مع باب، وهناك باب من المرآة أعلاه.\n\n \n باب أبيض ذو إطار خشبي    \n يؤدي إلى  \n غرفة طعام  \n مع باب   \n وهناك   \n باب من المرآة   \n أعلاه",
    "غرفة طعام مع طاولة كبيرة، كراسي، سجادة، ومصباح معلق من السقف.",
    "المشهد يظهر بابًا خشبيًا مع إطار وزر، وكذلك زوجًا من الأبواب مع أزرار، وصورة فوق الباب الخشبي.",
    "حمام به حوض وم وباب به إطار خشبي وباب.",
    "غرفة بجدول وكراسي، حائط أبيض وسقف به العديد من الأضواء ومقعد.",
    "حمام به حوض استحمام وتليفزيون وعربة على أرضية خرسانية، يقع في غرفة ذات أنابيب معدنية وأضواء على السقف.",
    "باب أبيض مع نور يؤدي إلى سلالم في المنزل."
  ],
  "5eedd74c2a86462dafb8031559666b15": [
    "المنظر يصور بابًا أبيض مع مقبض أسود وزر من منظورات مختلفة.",
    "كرسي الحلاق موضوع في غرفة مع مرآة، في حين تكشف الإطلالة العلوية على سقف أبيض وسرير في نفس الفضاء.",
    "المشهد يصور غرفة نوم مع ضوء نجمي معلق فوق السرير، غرفة مع دولاب وكرسي، وصالة مع كرسي وطاولة.",
    "غرفة تحتوي على كرسي وطاولة، تضم نافذة، وهي جزء من مساحة أكبر تحتوي على مطبخ وسقف وطراز أبيض.",
    "باب أبيض مع مقبض ومقبض معدني يظهر من زوايا مختلفة",
    "باب مع إطار أبيض ولوح زجاجي يضم باب زجاج مبرقش ولوحة إعلانية.",
    "غرفة طعام مع طاولة خشبية وأرائك، أرضيات خشبية صلبة، نافذتان، و مصباح.",
    "غرفة ذات باب أبيض مزود بزجاج مطفئ، طاولة، وثابت إضاءة يحوي مصباحًا."
  ],
  "77547000cee245539277debd25748aa9": [
    "غرفة تحتوي على كرسي خشبي يحتوي على درج و تلفزيون كبير على منصة مع نافذة في الخلفية.",
    "المشهد يتكون من طاولة غرفة طعام مع كراسي، وغرفة منفصلة مع مكتب، كرسي، ومصباح، وتصوير من الأعلى لغرفة مع سقف أبيض وجدار.",
    "غرفة طعام تحتوي على طاولة كبيرة، كراسي، وطبق فضي، مضاءة بثريا معلق فوق باب.",
    "المشهد يصور غرفة تحتوي على طاولة طعام، كراسي سوداء، ثريات، رف كتب كبير، وسقف.",
    "غرفة تحتوي على طاولة صغيرة تحمل وعاء طعام، ورف كتب يحتوي على كتب ومصباح، ومروحة سقف في الأعلى.",
    "كرسي عليه نمط زهور يقع أمام نافذة مزخرفة بفازة زهور وصور، مع ضوء يسطع من خلال النافذة في الصورة.",
    "مكتب خشبي مع مصباح يقع أسفل نافذتين في غرفة حيث توجد صندوق خشبي على طاولة أمام إحدى النوافذ.",
    "غرفة نوم مع نافذة، دولاب، وكرسى، مضاءة بنور يسطع من خلال النافذة."
  ]
}