{
  "529f006f8293406da0b506defd2891a5": [
    "رجل عارض يرتدي فستان أزرق يجلس على أريكة في غرفة مع لوحة معلقة على الحائط، بينما يقف رجل عارض آخر أمام اللوحة.\n\n \n رجل عارض \n يرتدي  \n فستان أزرق  \n يجلس \n على أريكة   \n في غرفة   \n مع لوحة معلقة على الحائط       \n بينما \n يقف رجل عارض آخر   \n أمام اللوحة",
    "امرأة في غرفة مع عود قديم، تجلس بجانبه في فستان وواقفة أمامه، مع سقف أبيض ونافذة فوقه.",
    "غرفة طعام مع سجادة دائرية وأرائك، مدفأة نار، طاولة، مروحة سقف وثريا.",
    "غرفة تحتوي على دولاب صيني، طاولة، باب خشبي، ومروحة سقف.",
    "غرفة تحتوي على كرسي وخزانة صينية، وت صورة على الحائط، وحمام يحتوي على ساعة ومروحة.",
    "غرفة تحتوي على كرسيين، ومرآتين على الحائط، ومروحة سقف، وصندوق أسود.",
    "المشهد يصور غرفة طعام مع ثريا وطاولة وكرسيين وسجادة.",
    "غرفة معيشة مع أريكة، كرسي، لوحة، مصباح، ومروحة سقف."
  ],
  "ab69d97d6e7f4de0b24659ee970ec713": [
    "خزانة مطبخ بيضاء مع كوب و كوب على الوجه العلوي، و سطح عمل أبيض، و باب أبيض مع مقبض.",
    "مطبخ به خزانة بيضاء و كوب، يضم ورق حائط أبيض، يقع في غرفة صغيرة به جدار مطبوع وباب.",
    "المشهد يضم غرفة صغيرة مع ورق حائط أزرق وأبيض مموج وتصوير مقرب من ورق حائط مموج أزرق وبني وقماش.",
    "غرفة ذات ورق حائط مبطن وتحتوي على ساعة تحتوي على مرآة معلقة على الحائط، بينما تظهر حمام مع مرحاض ومرآة من المنظور العلوي.",
    "يُشاهد دمية في حمام صغير به حوض استحمام ونافذة وضوء معلق فوق المغسلة.",
    "حمام يحتوي على مرحاض ورف مناشف ومرحاض أبيض يقع في غرفة ذات ورق حائط أبيض وأصفر مخطط.",
    "ممر به باب ونافذة يؤدي إلى غرفة به باب ونافذة.",
    "المشهد يصور مطبخًا به موقد ومرحاض وطاولة، وكذلك خزانة بيضاء مع مقبض باب."
  ],
  "d92842ea395c4a4da5ff59a2b481e480": [
    "مشهد متعدد المستويات يضم غرفة معيشة صغيرة مع گراموفون وموقد نار، غرفة مع موقد نار ومرآة، وحمام مع ساعة على السقف.",
    "غرفة نوم مع أرضية خشبية، سرير، صورة على الحائط، سجادة على الأرض، وباب مع إطار خشبي وورق حائط.",
    "تعلق لوحة على باب خشبي عليه صورة محاطة بإطار خشبي على الجدار.",
    "مطبخ به موقد وحوض ومائدة وكراسي ونافذة، يقع في غرفة بمقعد مسخن وسقف متسخ ومصباح.",
    "مطبخ أبيض مع خزائن بيضاء، أرضيات خشبية، نافذة، وسقف أبيض.",
    "يُرى الساعة على الحائط في مواقع مختلفة، بما في ذلك غرفة ومطبخ وبالقرب من الباب.",
    "باب خشبي مع جراموفون، مدخل مع إطار خشبي وباب، ورف خشبي مع ضوء عليه ظاهران في المشهد.",
    "غرفة طعام فخمة مع طاولة كبيرة، بيانو، خزف، ثريات، وأرائك."
  ],
  "9b0055db51914f059f7b9eaf79297f02": [
    "غرفة تحتوي على مدفأة، وبراعم صنوبر، كرسي، بيانو، ومرآة معلقة على الحائط.",
    "غرفة دافئة مع شموع ودرج أبيض، تحتوي على مدفأة مع حامل خشبي وورق حائط مخطط في الزاوية.",
    "غرفة ذات جدار مطبوع بتصميم أشرطة تحتوي على گراموفون خشبي على طاولة وساعة معلقة على الجدار.",
    "غرفة تحتوي على باب خشبي، جراموفون، باب خشبي به مرآة، وزخرفة خشبية على السقف.",
    "غرفة تحتوي على گراموفون على طاولة صغيرة في المدخل، باب خشبي مع كرسي في الوسط، ومروحة سقفية في المنظر العلوي.",
    "غرفة تحتوي على گراموفون على طاولة، صورة على الحائط، باب، ومروحة سقفية.",
    "منزل مزخرف أنيق مع طاولة غرفة طعام مزودة بالصيني والمنديل، غرفة معيشة مع ثريات وكراسي، وثريات ثلاثية معلقة فوق الطاولة.",
    "غرفة تحتوي على بيانو وكراسي، تضم نافذة ومصباح."
  ],
  "5db6d45b905f458a8290e69ff3e8d820": [
    "المشهد يصور شقة صغيرة تحتوي على حمام ومطبخ مع خزائن بيضاء وطاولة، ومصباح معلق فوق الخزائن.",
    "منظر لحمام به حامل ورق تواليت، ساعة معلقة على الحائط، وطاولة خشبية مع أنبوب معلق منها.",
    "المشهد يصور غرفة ذات طابع أزرق وأبيض، تتميز بأرضية ممططة، ورق جداري ممطط مع زهور زرقاء، وسقف بأزرق وأبيض.",
    "حمام به مرحاض و غطاء مرحاض به صورة إطارية معلقة على الحائط، ويتم رؤيتها من منظور من الأعلى إلى الأسفل.",
    "حمام بهوفرة بيضاء وستائر من الدانتيل ونافذة بستارة بيضاء ذات نمط زهري.",
    "مساحة صغيرة تحتوي على حمام، غرفة ذات جدران بيضاء مع صورة، وغرفة ذات ورق حائط مطبوع بالخطوط مع نافذة.",
    "حمام به مرحاض ومنشفة، في غرفة ذات ورق حائط و سجادة خطوط بيضاء وصفراء.",
    "المشهد يتكون من حمام صغير مع باب وسجادة، مطبخ مع حوض أبيض وورق حائط، وغرفة مع ثريات وورق حائط ممطط."
  ],
  "1e6b606b44df4a6086c0f97e826d4d15": [
    "غرفة تحتوي على عضادة ونافذة، بالإضافة إلى طاولة وسقف.",
    "غرفة طعام دافئة مع منديل طاولة، مدفأة، كرسي، ومصابيح معلقة فوق الطاولة.",
    "غرفة طعام تضم طاولة وأرائك تُرى من الأعلى، وفي منتصف الغرفة يوجد أرضية خشبية وساعة، وفوق كل ذلك سقف به ثريا ومروحة.",
    "غرفة تحتوي على طاولة تحمل ساعة وإذاعة، إطار صورة معلق على الحائط، وحمام يحتوي على مرآة ومروحة.",
    "منظر لغرفة تحتوي على باب خشبي، وصوره عليه، وخزانة صينية بداخلها.",
    "باب خشبي به عارضة زجاجية ومرآة ومروحة.",
    "غرفة معيشة مع كراسي، سجادة كبيرة، ثريات، ومروحة سقف.",
    "امرأة ترتدي فستان أزرق تجلس في غرفة تحتوي على بيانو بينما تظهر غرفة معرض مع دمية وكنبة في الوسط وغرفة مع سرير ومروحة سقف من الأعلى."
  ],
  "548d13fef345430ba0ca030f8edf4543": [
    "غرفة تحتوي على سجادة دائرية في منطقة الطعام، بيانو وطاولة في الوسط، ونافذة وسقف في المنظر العلوي.",
    "غرفة طعام مع طاولة مستديرة وأرائك، أثاث قديم، مدفأة، وجزع خشبي معلق من السقف.",
    "المشهد يضم بابًا به ساعة وهاتفًا، لوحة تذكارية مع ميدالية، وساعة ومرآة على الحائط.",
    "منظر لحمام يحتوي على مرحاض وغسول، بالإضافة إلى باب خشبي بإطار خشبي من زوايا مختلفة.",
    "غرفة تحتوي على لوحة على الحائط لها باب خشبي يحتوي على لوحة عليه وخزانة صينية.",
    "يصور المشهد غرفة تحتوي على خزانة صينية ممتلئة بالصيني، وخزانة خشبية تحمل لوحة، ولوحة على الحائط.",
    "ممر مع أرضيات خشبية يؤدي إلى باب مع نافذة زجاج ملون، ويمكن رؤية سلالم مع نافذة زجاج ملون أخرى من الأعلى.",
    "باب خشبي به مرآة يُرى من الأعلى والمنتصف، بينما يظهر منظر الأعلى مقربة من مقبض الباب."
  ],
  "7b017f053981438a9c075e599f2c5866": [
    "غرفة تحتوي على سرير وسجادة وعروسة ونافذة مع ستارة.",
    "غرفة نوم صغيرة تحتوي على سرير مخطط وممتلئ ودمية، تقع في غرفة ذات ورق حائط وردي وأبيض، وهناك غرفة أخرى تحتوي على سرير وستارة فوقه.",
    "غرفة دمية مع دولاب ودمية، تحتوي على نافذة مع ورق حائط أبيض وردي خطوط، وغرفة مع ستارة مطابقة من فوق.",
    "بيت دمية مع عربة ألعاب صغيرة يقع في غرفة ذات ورق حائط أبيض وردي معقود، يُرى من منظورين منتصف وعلوي.",
    "غرفة صغيرة تحتوي على مكتب و كتب عليه، و ورق حائط وردي مع صورة عليه و ورق حائط وردي و أبيض مع سقف أبيض.",
    "ثوب طفل معلق على باب خشبي في غرفة ذات ورق حائط وردي وأبيض.\n\n                .",
    "غرفة بها ورق حائط وردي وأبيض مموج، وكرسي صغير على سجادة، منظر من الأعلى مع ورق حائط وردي وأخضر وباب.",
    "العروس تقع فوق منزل عروس في غرفة مكسوة بورق حائط وردي مع نافذة ومروحة سقف."
  ],
  "554bc6fed45e45df85fc9bb7b8032162": [
    "غرفة نوم صغيرة تحتوي على سرير وسرير دمية ودمية ومضاءة بمصباح سقف مع مصباح معلق.",
    "العروسية تجلس على كرسي بجانب نافذة في غرفة ذات ورق حائط وردي وأبيض مموج مع ستارة.",
    "غرفة ذات ورق حائط ي أبيض مخطط يظهر فيها صورة امرأة تحمل طفلاً على الحائط وورق حائط مطابق به صورة أكبر لنفس المرأة.",
    "يصور المشهد غرفة ذات ستارة وورق حائط أزرق وبيج.",
    "ستارة بيز مع غطاء أبيض معلقة على قضيب أبيض.",
    "غرفة صغيرة مع ورق حائط وردي وأبيض وباب على أحد الجدران.",
    "غرفة صغيرة تحتوي على مكتب وكرسي تؤدي إلى باب مع باب وورق حائط، يفتح إلى غرفة أكبر تحتوي على ورق حائط إضافي.",
    "غرفة نوم دافئة مع دمى وجدار مغطى بالورق الوردي، تحتوي على سرير مع مصباح معلق فوقه."
  ],
  "218fdf5321f9482e85e828c56f2c0c94": [
    "المشهد يصور مطبخًا به موقد وثلاجة وأرضية خشبية، يُرى من زوايا مختلفة بما في ذلك الأعلى مع سقف أبيض ومروحة.",
    "المشهد يصور مطبخًا به موقد قديم وأرضية خشبية، ويضم ساعة، ويُشاهد من الوسط، بينما يظهر منظر من الأعلى حمامًا به سقف أبيض وأنبوب أسود.",
    "غرفة طعام صغيرة ومطبخ مرئيان من منظور من الأعلى، مع نافذة وثابت إضاءة في الأعلى.",
    "مشهد يضم مطبخًا صغيرًا مع أرضية خشبية وبابًا، ونافذة زجاجية ملونة في غرفة مع هاتف، ونافذة زجاجية ملونة في حمام.",
    "مطبخ به طاوله خشبيه، حوض، نافذه، تلفزيون، ومقعد نافذه مع ستاره.",
    "مطبخ أبيض مع خزائن زجاجية وأواني ومرحاض ومستنبت.",
    "خزانة بيضاء ورف عرض العديد من الأطباق والصحون ، بعضها خلف أبواب زجاجية.",
    "مطبخ أبيض مع خزانة و أطباق على العداد و الخزانة، وكذلك ساعة على العداد."
  ],
  "cc34e9176bfe47ebb23c58c165203134": [
    "المشهد يتكون من حمام صغير مع حوض و سجادة، مطبخ مع خزانة بيضاء وطاولة، وغرفة صغيرة مع مصباح معلق من السقف.",
    "حمام به حوض و أنبوب، ساعة معلقة على الحائط، و صندوق خشبي معلق على الحائط.",
    "حمام به تواليت و حامل ورق التواليت يوجد به صورة إطارية معلقة على الحائط و صندوق خشبي صغير بجانب ورق حائط مخطط.",
    "غرفة مع نافذة وستارة، حمام مع حوض وستارة، ونافذة مع صورة إطارية وستارة شيفون.",
    "حمام به حوض و نافذة، به نافذة تحمل صورة وزهرة، في غرفة به نافذة وستارة.",
    "المشهد يصور حماما به مرحاض و حوض و ورق حائط ممشط.",
    "يظهر المشهد مرحاضًا به ورق حائط أزرق وأبيض مقلم، وتصوير مقرب من نسيج أزرق وبني مقلم.",
    "غرفة ذات جدار أبيض وباب أزرق تحتوي على رف مناشف مع منشفة معلقة عليه، بينما يظهر منظر من الأعلى غرفة ذات ورق حائط مخطط ومروحة سقف."
  ],
  "073656b4030d4389ba7f304298be1d73": [
    "غرفة ذات باب خشبي، كرسي، مدخل مع لوحة وورق حائطي، ومروحة سقف.",
    "المشهد يصور غرفة نوم صغيرة مع سرير مخطط و مصباح، متصلة بغرفة مع جدار مكسو بالورق الجداري، وفوقها حمام مع مروحة سقف وورق جداري.",
    "غرفة نوم مع سرير و بطانية و دمية و مصباح و ورق حائط.",
    "غرفة صغيرة تحتوي على سرير وغزلان متصلة بغرفة تحتوي على كرسي ونافذة، وتقع كلا الغرفتين في غرفة أكبر ذات سقف مطلي بالورق الجداري ونافذة أخرى.",
    "غرفة ذات لمسات زرقاء تشمل وعاءًا وزهرية ولوحة وورق حائط، بالإضافة إلى مصباحين على خزانة.",
    "غرفة تحتوي على سرير وغطاء على الحائط، عليها ورق حائط زهري أزرق وأبيض.",
    "المشهد يضم نافذة مع أنماط زهرية متنوعة ومقعد نافذة.",
    "المشهد يضم نافذة مع ستائر ونافذة مقعد، وكذلك كرسي وستائر من القماش الشبكي."
  ],
  "994c3fd765cb4a1c9b38e0bf66c20fb1": [
    "المشهد يضم لوحة تظهر غنمًا على أريكة، ولوحة تظهر غنمًا في حقل، وصورة باب مع إطار ذهبي.",
    "غرفة تحتوي على دُمى، لوحة فنية، بيانو، مرآة، وصور معلقة على الحائط.",
    "غرفة طعام مع بيانو وسجادة وثريا وجدران بيضاء.",
    "غرفة تحتوي على كرسي وسجادة وموقد ودرج ومروحة سقف وباب.",
    "غرفة تحتوي على كرسيين وطاولة، وتضم صورتين إطاريين على الحائط وثريا قديم يحتوي على ثلاثة مصابيح.",
    "غرفة تحتوي على كرسي وطاولة ومصباح ونوافذ، توجد فيها ثريا معلقة من السقف تحتوي على ثلاثة أضواء.",
    "غرفة تحتوي على كرسي، ونافذتين مع ستائر من القماش الرقيق، ونبات، وستارة تغطي نافذة أخرى.",
    "غرفة تحتوي على كرسي، أريكة، ولوحة فنية على الحائط، تتميز بصورة نافذة إطارية."
  ],
  "bf85972c0d1c47c0b2c90a0c41cb4c62": [
    "دمية فستان أزرق معروضة في غرفة مع مرآة على الحائط.",
    "غرفة تحتوي على عُضو قديم، بيانو، كرسي، نافذة، وسقف.",
    "غرفة طعام مع سجادة دائرية، كراسي، مدفأة، طاولة، ثريا، وجدران بيضاء.",
    "غرفة بأرضية خشبية وسجادة دائرية في الوسط لها باب خشبي ومانع حريق.",
    "المشهد يتكون من غرفة تحتوي على دولاب زجاجات ومرآة، تحوي كرسيًا وبعض الأواني، وحمامًا به مروحة سقف ومراوح عادية.",
    "غرفة معيشة تحتوي على كرسيين، صور إطارية، مصباح، سجادة، مروحة سقفية، ومرآة.",
    "يصور المشهد غرفة معيشة تحتوي على كراسي وسجادة كبيرة، متصلة بغرفة تحتوي على ثريا معلقة فوق طاولة.",
    "غرفة معيشة تحتوي على أريكة جلدية بنية، كرسي، ولوحة معلقة على الحائط."
  ],
  "1e3a672fa1d24d668866455162e5b58a": [
    "كرسي أبيض يجلس أمام نافذة مع ستائر من الدانتيل، بينما تتدلى ستارة بيضاء مع دانتيل في المنتصف، ويمكن رؤية شجرة من خلال نافذة مع ستارة بيضاء من الأعلى.",
    "مصباح يقع على طاولة بجانب نافذة ذات ستارة في غرفة ذات نافذة إطار خشبي وشباك.",
    "المشهد يصور ثلاث غرف مختلفة، واحدة بها مدفأة نار وطاولة، وواحدة بها مدفأة نار وساعة، والثالثة حمام به مرآتان.",
    "غرفة طعام مع طاولة مُجَهزة، كراسي، مصباح، ثريا، وطاولة خشبية.",
    "منظر لغرفة طعام مع طاولة وكراسي، غرفة مع باب خشبي وصور على الحائط، وغرفة مع مروحة سقف وباب.",
    "غرفة معيشة مع كراسي، مدفأة، سجادة، مروحة سقف، و جدار أبيض.",
    "مشهد يضم غرفة معيشة مع بيانو وكراسي، ونموذج في غرفة مع ثريا، ومنظر للغرفة من الأعلى مع سقف وثريا.",
    "غرفة تحتوي على بيانو خشبي، سرير مع رأس خشبي ودمية دب، وجدار مُزخرف بالورق المقوى الخطوط مع كرسي."
  ],
  "27af7fd637014142a4f530cfd4557189": [
    "لوحة من الزهور الصفراء معلقة على حائط أبيض به نمط أبيض في غرفة.",
    "المشهد يتكون من غرفة ذات أرضية خشبية وجدار، متصلة بممر مع لوحة وباب، وغرفة أخرى مع لوحة على الجدار.",
    "المشهد يصور رواقًا به باب خشبي وخزانة، غرفة ذات أرضية خشبية وخزانة، ومصباحًا وصورًا في المنظر العلوي.",
    "باب خشبي مع عرض زجاجي وصوره عليه يُرى من الأعلى، وفي منتصف الغرفة عمود خشبي مع صورة أخرى.",
    "المشهد يصور غرفة نوم صغيرة مع سرير وكرسي، غرفة نوم أكبر مع سرير وخزانة، وحمام مع سقف خشبي وثريا.",
    "باب خشبي به نافذة زجاج ملون يوجد به مقبض باب وطفاية حريق بجانبه.",
    "منزل به باب زجاج ملون عليه نمط زهري ولوحة على الباب، يمكن رؤيته من الأعلى والأسفل، بما في ذلك باب زجاجي عليه لوحة.",
    "المشهد يضم بابًا زخرفيًا مع لوح زجاجي، نمط، وزجاج ملون، بالإضافة إلى جرس باب."
  ],
  "3be66dc4f0fb46449d63b07d92c74f3f": [
    "غرفة ذات ورق حائط دمسقي أبيض وبجلي يحتوي على ملصق إطاري لزهرة ولوحة على الحائط.",
    "باب خشبي به مرآة يقود إلى غرفة طعام من خلال مدخل.",
    "المشهد يظهر حماما صغيرا به مرحاض و حوض استحمام، حماما به باب خشبي و حوض استحمام، و غرفة به باب و ورق حائط.",
    "المشهد يضم خزانة خشبية مع أكواب شاي وأطباق، وحمامًا مع باب خشبي ولوحة فنية، وغرفة مع لوحة فنية على الحائط.",
    "خزانة صينية قديمة من البلوط عليها لوحة تُعرض في غرفة تضم لوحة جبل معلقة على الحائط وخزانة عرض ممتلئة بالصيني.",
    "باب خشبي مع كرسي وأرضية يؤدي إلى باب خشبي مع مرآة ، محاطة بمرآة خشبية في الأعلى.",
    "باب مع إطار خشبي وسجادة يؤدي إلى غرفة مع باب زجاج ملون ولوحة، ونافذة زجاج ملون فوقه.",
    "يعلو لوح على حائط غرفة ذات ورق حائط أبيض وأرضية خشبية."
  ],
  "ee3c278732514701bacdfdacf81f4915": [
    "نافذة ذات ستارة بيضاء وإطار خشبي، تحتوي على مقعد نافذة وستارة أمامها.",
    "يُعرض لوح فني في غرفة فوق سرير وأريكة، مع صورة أخرى معلقة على الحائط.",
    "المشهد يصور مساحة متعددة الوظائف تحتوي على غرفة معيشة وغرفة طعام وغرفة بيانو.",
    "غرفة معيشة تحتوي على كراسي وسجادة، وتتميز بمصباح معلق، وتُرى من الوسط والأعلى، بالإضافة إلى منظر منفصل لمصباح معلق في غرفة طعام.",
    "غرفة مع كرسي، نبات، نافذة مع صورة، ونافذتين.",
    "يظهر نافذة ذات ستارة من القماش الشبكي وإطار خشبي من الأعلى، بينما من المنظورين الأوسط والسفلي تظهر ستارة بيضاء ذات قماش شبكي.",
    "المشهد يصور غرفة مع نافذة وستارة من الدانتيل، باب مع مقبض، ونافذة مع ستارة.",
    "غرفة ذات نافذة وسقف خشبي وباب وستارة."
  ],
  "976c954bc5944db493d6149ee4bc7a2a": [
    "غرفة ذات ورق حائط أزرق وأبيض تحتوي على سرير مع بطانية ومصباح، ويمكن رؤية حمام به نفس الورق الحائط من الأعلى.",
    "تحتوي دمية على سرير في غرفة مع ورق حائط زهري و صورة على الحائط.\n\n                  .",
    "نافذة عليها نمط زهري على الحائط مزينة بستارة بيضاء تحتوي على دانتيل ونمط زهري.",
    "مشهد متعدد المستويات مع غرف مختلفة تتميز بورق حائط متنوع، وسلم، ونافذة، وباب.",
    "المشهد يضم نافذة مع ستارة وورق حائط زهري، بالإضافة إلى كرسي.",
    "غرفة ذات نافذة وورق حائط مزخرف بالزهور تحتوي على غرفة نوم صغيرة مع دولاب و مصباح أسفل ومصباح في الوسط.",
    "غرفة صغيرة تحتوي على سرير وخزانة تضم بطانية، بينما تقود غرفة مفروشة بالورق الجداري أسفلها إلى حمام به نافذة وسقف مفروش بالورق الجداري أعلاه.",
    "غرفة ذات ورق حائط وسرير مغطى ببطانية، مضاءة بمصباح معلق."
  ],
  "53937db036374126830e0f1203b04ead": [
    "امرأة واقفة في المطبخ تنظر إلى باب مع لوح خشبي ومغرفة معلقة عليه، وفي نفس الوقت يظهر مقطع قريب من الباب مع إطار أبيض.",
    "المشهد يظهر مطبخًا به خزائن بيضاء ومرحاضًا وفرنًا، بالإضافة إلى خزانة بيضاء مع باب ومقبض.",
    "حمام به كرسي خشبي بجانب حوض و مرحاض ، منظر من الوسط ، يقع في مطبخ به خزانات بيضاء و ارضية بيضاء ، منظر من الاعلى.",
    "حمام به مرفقات خشبية تشمل مرحاض وحوض وثريا معلقة فوق صندوق خشبي.",
    "طفل جالس في حوض خشبي في غرفة ذات باب يحتوي على مقبض ومقبض.",
    "المشهد يضم بابًا خشبيًا باللون البني مع إطار أبيض من زوايا مختلفة.",
    "رواق به أرضية خشبية وباب زجاجي ولوحة وشباك.",
    "امرأة ترتدي فستانًا تقف أمام باب خشبي به مقبض."
  ],
  "06addff1d8274747b7a1957b2f03b736": [
    "تعلق لوحة على حائط غرفة ذات أرضية خشبية ولوحة معلقة في الوسط.",
    "باب خشبي مع باب يؤدي إلى غرفة تحتوي على طاولة خشبية وأرائك، وفوق الباب هناك باب خشبي مع مرآة وإطار.",
    "غرفة صغيرة مع مكتب وكرسي، بها ورق حائط أزرق وأبيض وباب.",
    "غرفة نوم مع سرير، دولاب، بطانية، دمية، مروحة سقف، وورق حائط.",
    "المشهد يصور غرفة نوم مع سرير مخطط ودرج، غرفة مع درج وورق حائط، وحمام مع مروحة سقف وورق حائط.",
    "غرفة تحتوي على كرسي خشبي أمام نافذة وباب خشبي مع ورق حائط مزهر أمامه.\n\n \n غرفة  \n تحتوي على \n كرسي خشبي   \n أمام   \n نافذة  \n وباب خشبي    \n مع ورق حائط مزهر   \n أمامه",
    "باب خشبي مع مقبض نحاسي ونمط زهري عليه يظهر من زوايا مختلفة.",
    "المشهد يضم ثلاث أبواب مختلفة، أحدها به لوح زجاجي، والآخر به لافتة، والثالث به تصميم زجاج ملون وإطار خشبي."
  ],
  "c7755456aa1c4a149e7975ef037b49f1": [
    "كرسي يقع أمام نافذة ذات ستارة بيضاء، تكشف عن منظر لشجرة في الخلفية، محاطة بإطار نافذة خشبي.",
    "غرفة تحتوي على مدفأة تظهر صورة زوج، وطاولة مع صورة أخرى لنفس الزوج بجوار مرآة، والجدران مغطاة بورق حائط أشرطة.",
    "غرفة تحتوي على مرآة معلقة على الحائط، وموقد مع مرآة ووعاء من مخروطات الصنوبر، وطاولة خشبية مع كراسي.",
    "غرفة تحتوي على جراموفون وساعة وآلة تشغيل الأسطوانات ومروحة سقف ونافذة مع سجادة على الأرض.",
    "غرفة تحتوي على طاولة طعام وبيانو مزخرفة بساعة ودويليه، بينما يعلو المائدة ثريا.",
    "يظهر طاولة غرفة طعام مع صيني وتنورة من الأعلى، وفي غرفة أخرى تظهر باب وكرسي من المنتصف، ويعلو ثريا طاولة في غرفة أخرى.",
    "غرفة معيشة تحتوي على بيانو، كراسي، وسجادة، بالإضافة إلى طاولة تحت السقف.",
    "مصباح يقع على طاولة بجانب نافذة ذات ستارة وستائر."
  ],
  "8d51f41d9ce04dfdaae944da9c6d3847": [
    "مشهد يضم غرفة نوم، غرفة مع باب وورق حائط، وحمام مع ورق حائط ونافذة.",
    "غرفة نوم تحتوي على سرير ودمية عليه ظاهرة من المنظر المتوسط، بينما يظهر المنظر العلوي حماماً مع مروحة سقف وثريات، والمنظر السفلي يظهر سريراً مع بطانية ودمية عليه.",
    "المشهد يصور غرفة نوم تحتوي على سرير وخزانة، بالإضافة إلى حمام به سقف مغطى بالورق الجداري.",
    "غرفة ذات ورق حائط زهري ونافذة تحتوي على طاولة مع مصباح وإناء عليها.",
    "غرفة ذات ورق حائط أزرق أبيض مزخرف بأزهار تحتوي على زهرية زهور على طاولة و صورة إطارية لأزهار على الحائط.",
    "مصباح يقع على طاولة بجانب ورق حائط أزرق وبني مطبوع بالزهور في غرفة مع ورق حائط أزرق وذهبي.",
    "المشهد يضم ثلاثة أنماط مختلفة من الورق الجداري الزهري بألوان زرقاء وبنية.",
    "المشهد يصور غرفة ذات ورق حائط أزرق وأبيض، ومن المحتمل أنها حمام بسبب النمط الزهري."
  ],
  "9039d42e4ef4406fa57a2fbd2daba6cf": [
    "المشهد يصور غرفة ذات ورق حائط مقسم إلى شرائط ورديه وبيضاء ونافذة.",
    "غرفة تحتوي على ورق حائط ي أبيض مخطط، يوجد فيها سرير دمية به صورة، وصورة أخرى على الحائط، من منظورين من الأعلى ومن الوسط.",
    "عندما تقع عروسة على سرير مع كتاب و صورة إطارية معلقة على الحائط في غرفة صغيرة ذات ورق حائط أبيض وردي مقسم.",
    "المشهد يصور غرفة تحتوي على سرير، دولاب، نافذة، بطانية، كرسي، ومصباح.",
    "غرفة تحتوي على سرير وخزانة وكرسي، بها ورق حائط أشرطة وردي وبيضاء وثريا معلقة.",
    "عَرُوسَةٌ تَرتَدي فُستانًا ورديًا جالِسَةٌ على مَقعدٍ خشبيٍ في غُرفةٍ مُزَخرفةٍ بِورقٍ حائطيٍ ورديٍ وأبيضٍ مُخططٍ، تَقعُ في حمامٍ مُزَخرفٍ بِورقٍ حائطيٍ مُطابقٍ.\n\n  \n عَرُوسَةٌ  \n تَرتَدي  \n فُستانًا ورديًا   \n جالِسَةٌ  \n على مَقعدٍ خشبيٍ     \n في غُرفةٍ مُزَخرفةٍ    \n بِورقٍ حائطيٍ ورديٍ وأبيضٍ مُخططٍ       \n تَقعُ  \n في حمامٍ    \n مُزَخرفٍ بِورقٍ حائطيٍ مُطابقٍ",
    "المشهد يصور غرفة صغيرة مع ورق حائط مخطط وردي و صورة معلقة على الحائط.",
    "المشهد يصور نافذة مع ستائر من الدانتيل، مقعد نافذة، عروسة، وستارة بيضاء."
  ],
  "edc7b2c25f054ce8992ae3fb66e80881": [
    "موقد مزدحم مع عناصر متنوعة عليه، بما في ذلك قدر وغلاية، يجلس أسفل أنبوب أسود على حائط أبيض.",
    "رف خشبي قديم مع علب معلقة عليه موضوع أسفل إطار خشبي معلق على الحائط، مع بعض العلب وعلبة حديدية على الرف.",
    "غرفة بسيطة وتصميمية مع طاولة صغيرة وكرسي، رف خشبي مع ساعة، وجدار أبيض مع ستارة ونافذة.",
    "غرفة صغيرة ذات نافذة تحتوي على طاولة مع كعكة وكرسية، وستارة بيضاء معلقة فوق النافذة.",
    "المشهد يصور مطبخًا به أرضية خشبية وباب زجاج ملون، وكذلك نافذة زجاج ملون في حمام قريب.",
    "المشهد يصور مطبخًا به خزائن بيضاء، وأرضيات خشبية، وطاولات عمل خشبية، وسقف أبيض، وثريات.",
    "مطبخ أبيض مع موقد، أرضية خشبية، ساعة على الحائط، خزانة بيضاء، وسقف أبيض.",
    "صينية الكوكيز تقع على موقد مع تصميم قلب وباب، بينما يعلق مروحة سوداء على الحائط فوقها."
  ],
  "1a0d730696cc4057b0037a75c8ef6b59": [
    "مطبخ به خشبي وأرضية خشبية، به اسود عليه قلب و مروحة سوداء على الحائط.",
    "امرأة واقفة في غرفة ذات سقف أبيض، ويظهر من منظور من الأعلى مطبخ صغير به موقد وكرسي ورف أبيض عليه ساعة.",
    "غرفة طعام صغيرة ومطبخ مع طاولة ونافذة لكل منهما، منظر من الأعلى والأسفل والوسط.",
    "غرفة صغيرة تحتوي على طاولة خشبية ونافذة زجاجية ملونة تظهر من وجهتي النظر العليا والوسطى، بينما يظهر من وجهة النظر السفلية مطبخ صغير يحتوي على طاولة خشبية وأرائك.",
    "امرأة واقفة أمام نافذة زجاج ملون، وهاتف معلق على جدار غرفة، ويمكن رؤية مطبخ صغير به خزانة بيضاء وباب من الأعلى.",
    "المشهد يصور مطبخًا به خزائن بيضاء ومرحاض ومكتب.",
    "مطبخ به العديد من الخزائن الزجاجية والرفوف البيضاء المليئة بالأواني.",
    "مطبخ أبيض به موقد و حوض و ساعة على الحائط."
  ],
  "383d84c26afa4fae9e68b89d445e091e": [
    "غرفة تحتوي على قلب خشبي معلق على الحائط وقلادة معدنية على شكل قلب، من فوق حمام أبيض به حوض ومرآة.",
    "موقد مع قدر فوقه يوجد مطفأة حريق قريبة وأنبوب أسود معلق من الجدار العلوي.",
    "مطبخ به فرن و طاولة، كراسي ونافذة، يقع في غرفة ذات سقف أبيض وجدار.",
    "مطبخ صغير مع أرضية خشبية، طاولة، نافذة، ومصباح زجاج ملون في السقف.",
    "المشهد يصور مطبخًا به خزائن بيضاء، وأرضيات خشبية، وحوضًا، وستائر بيضاء في كل من المستوى الأوسط والأعلى.",
    "مطبخ به خزائن زجاجية وأطباق على الطاولة، به نافذة وتصميم أبيض.",
    "مطبخ به طاولة بيضاء وخزانة يوجد به ساعة معلقة على باب خزانة وأخرى على خزانة بيضاء.",
    "في غرفة طعام، يعلو الساعة الجدار فوق الباب بينما يجلس معرض المظلات الخشبي أسفل."
  ],
  "a3297c84260041288c5c38c0d1aa0a9a": [
    "إطار معلق على ورق حائط أزرق وأبيض مزخرف مع خلفية بژ.",
    "المشهد يصور غرفة ذات ورق حائط زهري أزرق وأبيض وسرير دمية.",
    "المشهد يضم سريرا مع مصباح وورقتين من الورق الجداري الزهري، واحدة باللون الأزرق والأبيض والأخرى بتصميم أكثر ألوانا.",
    "عَرُوسَةٌ جَالِسَةٌ عَلَى سَرِيرٍ فِي غُرْفَةٍ نَومٍ مَعَ صُورَةٍ عَلَى الْحَائِطِ وَوَرَقَةِ حَائِطٍ.\n\n  \n عَرُوسَةٌ  \n جَالِسَةٌ  \n عَلَى  \n سَرِيرٍ  \n فِي  \n غُرْفَةٍ نَومٍ  \n مَعَ  \n صُورَةٍ  \n عَلَى  \n الْحَائِطِ  \n وَوَرَقَةِ حَائِطٍ",
    "غرفة تحتوي على سرير، كرسي، نافذة، غطاء سرير مخطط، مروحة سقف، وورق حائط.",
    "غرفة نوم مع سرير، درج، ورق حائط، ومروحة سقف.",
    "غرفة ذات باب خشبي وجدران ورقية، تحتوي على كرسي أمام الباب وسقف مُغطى بالورق الجداري.",
    "المشهد يصور غرفة ذات ورق حائط أزرق وأبيض مزخرف بالورود وباب."
  ],
  "b72b7b78675f429a9f382a44e551cffc": [
    "المشهد يتكون من حمام صغير، مطبخ أبيض، وخزانة صغيرة ذات بابين ومرآة.",
    "المشهد يصور حمامًا يحتوي على حوض استحمام ومرحاض في المستوى السفلي، ومرآة وورق حائط في المستوى الأوسط، وغرفة مع ورق حائط مطبوع وكرسي في المستوى العلوي.",
    "حمام به مرحاض ورأس دش، ساعة معلقة على الحائط، وطاولة خشبية مع قضيب معدني مثبت عليها.",
    "حمام به تواليت و حوض استحمام يحتوي على ورق حائط مطبوع و صورة على المستوى الأوسط، بينما يوجد رف خشبي مثبت على الحائط بجانب حائط خشبي على المستوى العلوي.",
    "غرفة مع حوض استحمام أبيض، وستائر من الدانتيل، ونافذة، وصور.",
    "المشهد يصور حماماً به حوض أبيض وجدران مطبوعة، متصلاً بغرفة ذات جدران مطبوعة وباب، يُرى من وجهتي نظر من الأعلى ومن المنتصف.",
    "منظر لحمام به رف مناشف يحمل ثلاث مناشف، ورق حائط مبطن في الوسط، وسجادة مبطنة مرئية من الأعلى.",
    "غرفة ذات باب أبيض وورق حائط مطبوع بخطوط تحتوي على أرضية خشبية ومدخل يؤدي إلى غرفة أخرى."
  ],
  "9ea0131d87a2428fb2f6cdb6167fa1bc": [
    "غرفة تحتوي على أريكة وكرسي ت لوحة، بينما يعلو ثريا فوق الأريكة مع لوحة أخرى عليه.\n\n,       \nغرفة تحتوي على أريكة وكرسي ت لوحة، وثريا مع لوحة أخرى فوق الأريكة.",
    "امرأة ترتدي فستانا تجلس في غرفة تحتوي على بيانو، كرسي فكتوري، مروحة سقف، ومصباح.",
    "غرفة طعام بأثاث خشبي، سجادة كبيرة، مدفأة، مروحة سقف، وأرضية خشبية.",
    "كرسي موضوع أمام ورق حائط مخطط، وتصوير امرأة معلق على الحائط.",
    "غرفة تحتوي على مصباح يضم تمثالاً، ومصباح آخر يحتوي على صورة امرأة، ومرآة معلقة على جدار مقسم بالورق المقوي.",
    "غرفة تحتوي على كرسي ومرآة وصور لرجل معلقة على الحائط.",
    "غرفة ذات نافذتين وستائر من الدانتيل تحوي كرسيًا أمام إحدى النافذتين مع نبات، كما يظهر من كاميرا مثبتة على السقف.",
    "غرفة مع كرسي، طاولة، مصباح، ونافذة."
  ],
  "362d0cba60a94638b4b7a30c029d3ef9": [
    "غرفة تحتوي على دمى وعربة أطفال لها نافذة مع ستارة ومقعد نافذة.",
    "غرفة نوم ورديّة بيضاء مع سرير، غطاء، دمية، صورة، مروحة سقف، وورق حائط.",
    "غرفة نوم دافئة ذات مخطط ألوان وردي، تضم سريراً مغطى ببطانية، نافذة ذات ستائر من القماش المطرز، وثرياً مع ستائر وردي.",
    "بيت دمى مع عربة أطفال ودمية واقع في غرفة مع ورق حائط و سقف أبيض وردي مقسوم.",
    "غرفة ورديّة وبِيضاء تحتوي على بيت عرائس وآلة خياطة وخزانة، تُشاهَد من الأعلى مع ورق جداري مطابق وباب خشبي.",
    "غرفة ذات ورق حائط وردي وأبيض، باب أرضية كرسي خشبي، مدخل ورق حائط وردي، وساعة.",
    "يصور المشهد غرفة صغيرة ذات ورق حائط ي وأبيض مموج.",
    "دمية تجلس على طاولة في غرفة ذات ورق حائط ي مخطط مع صورة على الحائط."
  ],
  "8b5733d14ac745ee8009a5089cf8d444": [
    "غرفة تحتوي على مقعد نافذة، لوحة، كرسي، طاولة مع نبات عليها.",
    "غرفة معيشة تحتوي على أريكة، بيانو، لوحة، ومصابيح معلقة.",
    "غرفة طعام مزودة بأثاث قديم وموقد يزينها سجادة كبيرة، بينما يحتوي المطبخ فوقها على مروحة سقف وثريات.",
    "غرفة مع مصباح، كرسي، وصورتان قديمتان في إطارات على الجدار.",
    "نافذة ذات ستارة بيضاء ودانتيل، محاطة بإطار خشبي، تظهر من الأعلى والوسط، بينما يظهر من الأسفل فقط الستارة البيضاء مع الدانتيل.",
    "يصور المشهد نافذة مع ستارة بيضاء وشرائط.",
    "غرفة تحتوي على كرسي بني وجدار أبيض توجد فيها نافذة تشرق منها الشمس.",
    "نافذة مع ستائر من التطريز و أنواع مختلفة من الستائر، بما في ذلك واحدة بيضاء، وكرسي نافذة، مع أشعة الشمس التي تسلط من الأعلى."
  ],
  "0c3c242b5567468889d3c66eb931d6e8": [
    "امرأة تقف بجانب عضوي بينما دمية ترتدي فستان أزرق تقف بجانب بيانو في غرفة ذات سقف وجدار.",
    "غرفة طعام تحتوي على بيانو وسجادة مرئية من الأعلى والمنتصف، بينما يظهر منظر الأعلى أيضًا مروحة سقف ونافذة.",
    "غرفة طعام ذات باب وسقف خشبي مصورة من ثلاثة زوايا مختلفة.",
    "غرفة تحتوي على دولاب عرض لأكواب الشاي والصحون، دولاب خشبي مع زهرية زجاجية فوقه، ومصباح في غرفة ذات جدار ممطط.",
    "مطبخ مع ورق حائط مقسم يحتوي على دولاب صيني مع أكواب شاي وصحون، دولاب خشبي مع زهرية زجاجية في الأعلى، ومجموعة أدوات مائدة فضية.",
    "غرفة بكرسي وساعة وم أسود وورق حائط مموج.\n\n,      \nغرفة بكرسي وساعة ومِرآة سوداء وورق حائط مموج.\n\n  ,      ,          .",
    "المشهد يُظهر غرفة تحتوي على كرسي، سجادة، نافذة، ومروحة سقف.",
    "غرفة معيشة ببساطة كبيرة وأريكة، تحتوي على ثريا بأربعة مصابيح."
  ],
  "11f452db8a6b42f88c78be639670b423": [
    "لوحة تظهر غنم معلقة على جدار غرفة تحتوى على أريكة وكرسي موضوعين أمامها.",
    "غرفة تحتوي على أريكة، بيانو، لوحة، ومصباح معلق.",
    "غرفة طعام مع سجادة كبيرة، كراسي، بيانو، ومصابيح برية قديمة.",
    "غرفة تحتوي على كرسي، ومصباح، ومرآة، ولوحة على الحائط، ومصابيح معلقة في السقف مزودة بظلال زجاجية.",
    "غرفة تحتوي على كرسي و مصباح و ساعة على الحائط و صورة لرجل مسن معلقة في الوسط.",
    "غرفة تحتوي على كرسي، نافذة مع ستائر من القماش الشبكي، ومقعد نافذة يُرى من الأعلى من قبل كاميرا مثبتة على السقف.",
    "نبات السرخس يجلس على طاولة أمام نافذة ذات ستائر من القماش المطرز وإطار خشبي.",
    "كرسيٌ مُتأرجح يُجلس أمام نافذة بستارة من القماش الأبيض والخشب."
  ],
  "d6000f2eb0e34eecafcdd3ceec024509": [
    "غرفة تحتوي على مشغل أسطوانات خشبي على طاولة، دولاب مع مرآة، وباب خشبي مع مرآتين.",
    "غرفة نوم صغيرة تحتوي على سرير، خزانة، سجادة، وسقف مخملي مع مصباح معلق.",
    "غرفة تحتوي على سرير، دولاب، نافذة، مروحة سقف، مصباح، وعروسة.",
    "غرفة ذات باب خشبي ومكتب، مزودة بورق حائط وباب وردي من منظور من الأعلى.",
    "باب خشبي مع أنواع مختلفة من المقابض والأطر.",
    "غرفة صغيرة تحتوي على مكنسة كهربائية وإذاعة تؤدي إلى مطبخ به ساعة معلقة على الحائط، وباب به إطار خشبي وساعة فوقه.",
    "منزل دافئ وعتيق الطراز يحتوي على غرفة طعام مزودة بسجادة وغرافون، وغرفة معيشة تحتوي على مدفأة وبيانو، ومروحة سقف فوق منطقة الطعام.",
    "المشهد يصور مساحة متعددة الأغراض تحتوي على مشغل أسطوانات ومائدة في الطابق السفلي، غرفة طعام مع بيانو وكراسي في الوسط، ومصباح معلق ونافذة في الطابق العلوي."
  ],
  "c2e11b94c07a4d6c85cc60286f586a02": [
    "غرفة تحتوي على عضادة قديمة، وإناء، سرير مع رأس سرير خشبي وطاولة جانبية، كرسي، وجدار مقسم.",
    "عضو قديم يجلس في غرفة مع نافذة، تحتوي على ستارة بيضاء و مصباح، ومحاطة بإطار خشبي.",
    "غرفة طعام مع مدفأة، كراسي، طاولة، ثريات، ومروحة سقف.",
    "غرفة طعام ذات طاولة خشبية وأرائك توجد فوقها مروحة سقفية في المطبخ.",
    "غرفة تحتوي على سجادة دائرية، خزانة، دولاب أطباق، باب، ومروحة سقف.",
    "غرفة معيشة دافئة مع مدفأة، كراسي، وسجادة كبيرة، تتميز بمروحة سقف معلقة من السقف.",
    "المشهد يصور مساحة متعددة الوظائف تحتوي على منطقة غرفة المعيشة مع أريكة وسجادة، ومصباح معلق، ومنطقة لتناول الطعام مع مصباح معلق ومروحة سقف.",
    "دمية ترتدي فستان أزرق تجلس على كرسي أمام جدار به صورة."
  ],
  "8898d3cea28d404f8f69c3a3bce52371": [
    "المشهد يصور مطبخًا صغيرًا مع موقد وطاولة، ويضم ساعة وكرسي أسود على جدران بيضاء.",
    "مشهد دافئ مع طاولة مُزينة بكعكة وشاي، نافذة مع ستارة بيضاء، ومقعد نافذة.",
    "صندوق خشبي مع حدوة حصان يقع أسفل نافذة مع ستارة، بجانب مشبك خشبي معلق على الحائط.",
    "خزانة خشبية مع لافتة، لافتة مع ثلج عليها معلقة على الحائط، وحشرة سوداء صغيرة على الحائط.",
    "المشهد يتكون من باب ونافذة مع علامات، وكذلك نافذة زجاج ملون في المنظر العلوي.",
    "مبنى صغير به مطبخ ونافذة بها هاتف معلق عليها، بالإضافة إلى نافذة زجاج ملون في حمام.",
    "يصور المشهد مطبخًا به خزائن بيضاء وأرضيات خشبية ومرحاض وسقف أبيض.",
    "مطبخ مع أرضيات خشبية، موقد، ساعة، ومصباح معلق فوق حوض."
  ]
}