{
  "bda8025f20404048a77381e9e0dc0ccf": [
    "منظر خلاب لمسبح مع شلال وسطح، محاط بالجبال والأشجار تحت سماء زرقاء صافية.\n\n \n منظر خلاب   \n لمسبح    \n مع شلال   \n وسطح  \n محاط \n بالجبال  \n والأشجار  \n تحت \n سماء زرقاء صافية",
    "منظر خلاب يضم مسبحًا مع إطلالة على المدينة، وجانب تلة مع منازل وأشجار، وطائرة ورقية تحلق في سماء زرقاء.",
    "منظر لمدينة وتلة من شرفة زجاجية مع سماء زرقاء وسحابة بيضاء فوقها.",
    "منزل حديث مع سقف زجاجي يضم شرفة زجاجية ودرابزين مع منظر رائع للمدينة.",
    "غرفة مفروشة بالبلاط الأبيض تحتوي على مطبخ، باب، نافذة، وسجادة بيضاء.",
    "منزل حديث مع أرضية من البلاط الأبيض، وأبواب زجاجية، وجزيرة مطبخ كبيرة، وطاولة طعام.",
    "منزل حديث مع شرفة مفروشة بالبلاط الأبيض، أثاث أبيض في غرفة المعيشة، باب زجاجي، وشرفة.",
    "منزل حديث مع درابزين زجاجي وشرفة يطل على مسبح مع كراسي استرخاء وحائط زجاجي، بينما يربط الشرف الحديث الباب الزجاجي الكبير بين المستويين."
  ],
  "92b53ec4323443c1a4f64e6722f0e8f1": [
    "حمام أبيض به مرحاض و حوض و باب و مروحة مفتوحة.",
    "حمام حديث مع أبواب دش زجاجية وإما إطلالة على المدينة أو نافذة.",
    "غرفة بأرضية مفروشة بالبلاط الأبيض ونافذة زجاجية كبيرة مطلة على المدينة والمحيط.",
    "غرفة نوم بيضاء تحتوي على سرير وخزانة مرئية من خلال باب أبيض مع مقبض ومكبس أبيض من المنظور الأوسط، بينما يظهر المنظور العلوي بابًا أبيض مع مقبض أسود.",
    "غرفة نوم مع أرضية بيضاء وسرير تضم لوحة كبيرة على الحائط وحائط أبيض مع لوحة أخرى عليه.",
    "حمام أبيض مع خزانة مثبتة على الحائط، و حامل ورق التواليت، وكرسي.",
    "حاسوب أبيض مع شاشة بيضاء يجلس فوق ورقة بيضاء على خلفية بيضاء.",
    "منظر لجدار أبيض مع باب ومدخل، جهاز آيباد أبيض مع شاشة بيضاء، وحمام أبيض مع مرحاض وغسالة."
  ],
  "2d96b26cda36427681eb898e2f050acf": [
    "منحدر هادئ مع شجرة واطلالة على الجبال من الشرفة والمنصة.",
    "شخص يقف على شرفة سقف مع حواجز زجاجية، يطل على مدينة بينما تطير طائرة ورقية في السماء الزرقاء فوقه.",
    "شخص يطير طائرة ورقية من شرفة زجاجية مطلة على مدينة.",
    "شخص واقف على شرفة ذات حواجز زجاجية، يستمتع بمنظر المدينة بينما تطير طائرة ورقية في السماء فوقه.",
    "منظر لبيت مع سياج وعمود هاتف، وشرفة مع درابزين زجاجي ونباتات، وعمد مع أسلاك أمام سماء زرقاء.",
    "رجل يطير طائرة بدون طيار فوق منزل، وأثاث أسود وأبيض على شرفة، وأريكة رمادية ووسائد على نفس الشرفة من فوق.",
    "منزل به سقف أبيض به شرفة به كنبة رمادية بيضاء ومخدات، وغرفة معيشة به أريكة وموقد.",
    "شرفة عصرية مع أريكة خارجية رمادية وبيضاء، ومقاعد مطرزة، وإطلالة على الجبال، تقع فوق منزل عصري به سقف زجاجي."
  ],
  "d71d7cbdac6643458be30ee6ed4777df": [
    "حمام به حوض و نافذة، مزود ببلاط أبيض و منظر شجرة في الخلفية.",
    "حمام أبيض مع حوض وم، حاسوب محمول أبيض مع شاشة بيضاء، وجدار أبيض مع ضوء يسطع عليه.",
    "المشهد يصور بابًا أبيض مع مقابض مختلفة من زوايا مختلفة.",
    "رجل يطير طائرة فوق خلفية بيضاء بينما تظهر جدار أبيض به ثلاجة وساعة بيضاوين.",
    "ممر معمّد بالبلاط الأبيض يؤدي إلى غرفة ذات جدران بيضاء وباب، مع ممر أعلى يضم بابًا أبيض وثريات إضاءة.",
    "ثلاثة مناظير لباب أبيض مقبضه ملون مختلف.",
    "حمام أبيض مع مرحاض ودش، يضم مصباحًا وجدران بيضاء.",
    "حمام عصري مع غرفة استحمام زجاجية ومقعد المرحاض، ويوفر إطلالة رائعة على الجبال من غرفة الاستحمام الزجاجية."
  ],
  "b7edc2ba5dfb4efca54cae50b9d40b27": [
    "كرسي أبيض ومقعد مرفق يجلسان في غرفة مع تلفزيون وضوء سقف.",
    "غرفة معيشة مع باب زجاجي متحرك ونافذة توفر إطلالات على المدينة والسماء.",
    "مبنى حديث مع شرفة مطلة على المدينة، يضم كرسيين من القش وسماء زرقاء في الأعلى.",
    "باب زجاجي منزلق مع كرسي عليه وإطلالة على المدينة، محاط بإطار معدني.",
    "أريكة بيضاء مع وسائد موضوعة أسفل لوحة زهور ملونة على الحائط، مع لوحة أخرى معلقة أعلاها على سقف أبيض.",
    "لوحة معلقة على جدار غرفة تحتوي على أريكة بيضاء ومخدات.",
    "غرفة نوم هادئة مع سرير أبيض وطاولة جانبية وسجادة، تتميز بإطلالة وباب يؤدي إلى خارج الغرفة.",
    "غرفة نوم مع سرير أبيض وسجادة رمادية ولوحة فنية على الحائط، من زوايا مختلفة بما في ذلك منظر من الأعلى للغرفة مع سقف أبيض وصور."
  ],
  "0c589847582145febe410715c1cf3866": [
    "مشهد يظهر مسبحًا مع طاولة وكراسي، محاطًا بجبال، مع طائرة تطير فوق منزل وأشجار في الخلفية.",
    "منظر خلاب لمدينة تضم مسبحًا، منزلًا على تلة، وطائرة تحلق في السماء.",
    "رجل يطير طائرة ورقية في السماء وينظر إلى مسبح مع منظر للمدينة من جانب التل.",
    "بيت زجاجي فاخر مع مسبح وشرفة يوفر مناظر خلابة للمدينة والسماء.",
    "مساحة خارجية فاخرة تحتوي على مسبح مع كراسي استلقاء، حائط زجاجي، شرفة كبيرة مع باب زجاجي، وشرفة زجاجية مطلة على السماء.",
    "غرفة معيشة حديثة تحتوي على أريكة سوداء وبيضاء مرئية من خلال باب زجاجي مع لوح زجاجي، بينما يجلس كرسيان مريحان على شرفة أدناه.",
    "غرفة تحتوي على أريكة بيضاء، باب زجاجي يؤدي إلى شرفة، ونافذة تطل على المدينة.",
    "غرفة معيشة حديثة ذات أبواب وزجاج زجاجي تفتح على فناء من البلاط الأبيض مع طاولة وكراسي."
  ],
  "58351a02ce7742bd9a6674db0131a534": [
    "منزل حديث مع ممر أبيض، درج زجاجي، وباب زجاجي.",
    "خزانة بيضاء مع باب مفتوح تجلس أسفل لوحة لجدار أبيض مع خط أزرق، كل شيء على خلفية جدار أبيض مع شرطة بيضاء.",
    "ثلاجة بيضاء تجلس تحت سماء رمادية مع طائرة تطير فوقها، كل ذلك أمام جدار أبيض.",
    "منظر لباب زجاجي منزلق وباب عادي ونافذة مع شجرة في الخلفية.",
    "الكاميرا على ثلاثية القوائم موضوعة أمام جدار زجاجي بجانب نبات على طاولة، مع نبات بامبو ينمو في نافذة قريبة.",
    "المشهد يضم نباتات متنوعة ومناظر طبيعية من خلال باب زجاجي ونافذة.",
    "المشهد يصور حماماً به حوضات متعددة ومرايا وأجهزة إضاءة.",
    "المشهد يصور حماما أبيض به حوض ومرآة ومرحاض."
  ],
  "e502b3639ef645bdbbc7c51c8d72eb81": [
    "منزل عصري مع غرفة معيشة واسعة ومنظر للجبال من خلال باب زجاجي قابل للإنزلاق.",
    "إطلالة هادئة وجميلة تضم أريكة بيضاء على السطح مع منظر، منزل مع مسبح يطل على منحدر، ومنظر للسماء من نافذة.",
    "غرفة معيشة ذات نافذة كبيرة توفر منظرًا للمدينة من منظورين منتصف وعلوي.",
    "مساحة معيشة عصرية مع لوحة فنية كبيرة على الجدار في كل من منطقة المطبخ وغرفة المعيشة.",
    "مطبخ حديث مع خزائن بيضاء، سطح عمل أبيض، كراسي، ومغسلة، كل ذلك تحت سقف أبيض.",
    "مطبخ حديث مع خزائن بيضاء وطاولة عمل بيضاء، يضم جزيرة بيضاء وكراسي، يقع في غرفة مع سقف وباب.",
    "منزل عصري أنيق مع أرضية من البلاط الأبيض، درج زجاجي، ومصباح معلق في غرفة المعيشة.",
    "غرفة معيشة حديثة مع أرضية بيضاء، أريكة بيضاء، طاولة طعام وكراسي، مروحة سقف، وضوء سقف."
  ],
  "861d5b5760744c5b91f9f3fc50b9f5e3": [
    "غرفة معيشة بيضاء مع نافذة زجاجية كبيرة تتميز بدمية سلكية تقف أمام باب زجاجي، بينما يعلو مروحة سقفية في غرفة مع باب زجاجي منزلق.",
    "منزل حديث مع شرفة وحمام سباحة يوفر مناظر رائعة للمحيط والمدينة، بينما يدور مروحة السقف في الأعلى.",
    "رجل جالس على أريكة داخل منزل يطل على المدينة، وفي الخارج على الشرفة هناك كرسيان مريحان يطلان على الجبال.",
    "غرفة معيشة حديثة مع أبواب زجاجية وسقف مزود بنافذة سقفية.",
    "مساحة معيشة حديثة تضم مطبخاً يحتوي على أرضية من البلاط الأبيض وباب زجاجي وبار ومضاءة بمصباح سقف.",
    "غرفة طعام حديثة مع طاولة زجاجية وأرائك، تتميز بثريا زجاجي، منظر من الأعلى والمنتصف، مع عرض غرفة معيشة حديثة بثريا من الأعلى.",
    "غرفة معيشة حديثة مع أريكة بيضاء، طاولة قهوة، درج زجاجي، وسقف أبيض.",
    "غرفة معيشة تحتوي على مدفأة، سجادة، ولوحة فنية كبيرة على الحائط.\n\n    , ,"
  ],
  "89e86606acae450e99ab412da3e1defd": [
    "المشهد يصور حمامًا به باب دش زجاجي ومرحاض، وكذلك دش زجاجي وضوء فوق باب الدش.",
    "حمام عصري مع دش زجاجي وحوض استحمام، يضم منظر للمدينة من خلال النوافذ والأبواب الزجاجية.",
    "غرفة مع نافذة كبيرة ومروحة سقف تطل على حمام يطل على المدينة.",
    "حمام به مرآة كبيرة ومنظر، يضم كرسي من جلد البقر وثابت إضاءة.",
    "المشهد يصور حمامًا به حوض ومرآة، ويتميز بمرآة كبيرة وثريات إضاءة.",
    "المشهد يصور حماما به حوض أبيض ومرآة، مع وجود ضوء فوق المرآة عند النظر إليه من الأعلى.",
    "المشهد يصور حماماً به أرضية وجدران من البلاط الأبيض، وبابًا، ومروحة سقف.",
    "المشهد يصور حماماً به حوض استحمام زجاجي، يحتوي على مقعد وباب، مع ضوء يضيء عليه من الأعلى."
  ],
  "2f2cac014c7e4877baf8c45690e5f8a4": [
    "منزل به شرفة زجاجية مطلة على سفح تلة وأبواب زجاجية منزلقية تؤدي إلى الشرفة، توفر منظرًا للجبال من الأعلى.",
    "شرفة تحتوي على أريكة رمادية تطل على مدينة تظهر فيها السماء الزرقاء والقمر وطائرة تحلق.",
    "شخص جالس على أريكة سوداء وبيضاء على شرفة تطل على المدينة وطائرة ورقية تطير في السماء.",
    "شرفة تحتوي على أريكة رمادية ومخدات تطل على خط الأفق للمدينة تحت سماء زرقاء مع عمود هاتف في الخلفية.",
    "شرفة ذات باب زجاجي منزلق وبلاط أبيض تحتوي على ثريا معلقة، وهناك باب يحتوي على ضوء.",
    "غرفة نوم مع باب زجاجي منزلق، سرير، مرآة كبيرة، مروحة سقف، وباب.",
    "المشهد يصور غرفة معيشة مع أريكة بيضاء، غرفة نوم مع سرير وخزانة كبيرة، وسجادة سوداء وبيضاء.",
    "غرفة معيشة مع كرسي، مسند، مدفأة، تلفزيون، وسقف أبيض."
  ],
  "f945162ec27343bdbddaf1dd4977e2e8": [
    "منزل حديث مع كرسي أبيض وباب زجاجي منزلق مرئي من كلا المنظور العلوي والمتوسط.",
    "شخص يستمتع بالمنظر من شرفة زجاجية يطير شخص آخر طائرة ورقية في السماء.",
    "شخص واقف على شرفة مطلة على التلال والجبال، مع منظر للمدينة أدناه، بينما طائرة ورقية تطير في السماء أعلاه.",
    "كرسي أسود وأبيض مخطط يجلس على شرفة تطل على المدينة، مع جدار أبيض وإطلالة على المدينة في الوسط، وبناء أبيض مع سماء زرقاء وسقف أبيض يُرى من الأعلى.",
    "باب به إطار معدني ومقبض، يضم مقبضين، من منظور من الأعلى والأسفل والمتوسط.",
    "المشهد يضم لوحات متنوعة معلقة على الجدران في غرفة تحتوي على أريكة بيضاء وسرير.",
    "غرفة نوم بيضاء بسيطة مع سرير و سجادة و لوحة و صورة على السقف.",
    "غرفة نوم بيضاء مع سرير كبير، كرسي، وصوره على السقف."
  ],
  "7bd607a0d5974fd99ddc913595bb9883": [
    "حمام عصري مزود بمميزات زجاجية تشمل حوض استحمام و حائط دش و باب دش.",
    "حمام يحتوي على حوض استحمام وأبواب دش زجاجية يوفر إطلالة رائعة على المدينة من خلال نافذة وفتحة سقف.",
    "إعداد حضري فاخر مع مناظر رائعة للمدينة والسماء من شرفة زجاجية وساحة سباحة على السطح ونافذة.",
    "حمام به حوض أبيض ومرآة، نافذة كبيرة مطلة على المحيط، ونوافذ زجاجية.",
    "يصور المشهد حماما به حوض ومرآة ومرآة كبيرة مع جهاز إضاءة.",
    "حمام به مرايا متنوعة و كرسي من جلد البقرة.",
    "المشهد يصور حماماً به أرضية مفروشة بالبلاط، حوض أبيض، دش زجاجي، ومرحاض.",
    "المشهد يصور حماماً يحتوي على حوض استحمام زجاجي، مقعد، ومرحاض."
  ],
  "3eb5a1587c244eebba6d63748a57b9ad": [
    "منزل حديث مع مسبح وأرائك على شرفة كبيرة، يضم شرفة تطل على الجبال.",
    "عقار فاخر مع سقف من البلاط الأبيض، مسبح يطل على التلال والمدينة، وسماً أزرق بالغيوم وطائرة تحلق في السماء.",
    "منزل حديث مع باب زجاجي منزلق يوفر إطلالات على الجبال والمدينة.",
    "غرفة معيشة تحتوي على لوحة فنية كبيرة على الحائط، أريكة، وسجادة رمادية كبيرة.",
    "مطبخ أبيض حديث مع باب زجاجي ولوحة فنية يؤدي إلى غرفة معيشة مع سقف أبيض ولوحة فنية أخرى.",
    "مطبخ حديث مع أرضيات من البلاط الأبيض، وأرائك بار، وجزيرة بيضاء، يتم رؤيته من منظورين من الأعلى والمتوسط، بينما يظهر المنظر العلوي أيضًا سقفًا أبيض في الغرفة.",
    "غرفة معيشة عصرية مع باب زجاجي يضم لوحًا زجاجيًا في الوسط، كما يظهر من الأعلى مع ثريا وكرسي.",
    "منزل حديث مع باب زجاجي ونافذة يضم غرفة معيشة مع كراسي استرخاء وأرضية زجاجية، بالإضافة إلى باب زجاجي منزلق."
  ],
  "7809ee4664cd428c8831a1267d23eaff": [
    "وحدة تخزين بيضاء تحتوي على أدراج وأرفف تحوي كائن أسود على رف أبيض.",
    "غرفة نوم مع خزانة بيضاء مفتوحة تكشف عن أرفف وإضاءة، توفر إطلالة على المدينة.",
    "غرفة نوم مع سرير كبير وسجادة، إطلالة على المدينة، وسقف مع نور ونافذة.",
    "غرفة نوم بيضاء مع سرير وخزانة وباب زجاجي منزلق.",
    "غرفة معيشة ذات سجاد أبيض وأرضيات خشبية تحتوي على خزانة ذات رفوف وأبواب زجاجية في المستوى الأوسط وخزانة ذات رفوف وثريات في المستوى العلوي.",
    "المشهد يضم خزانة مع مقعد وسجادة، خزانة مفتوحة مع مساحة تخزين كافية، ومطبخ مع سقف أبيض ورفوف.",
    "المشهد يصور مطبخًا به حوضين ورفوف، بالإضافة إلى رف خشبي.",
    "مشهد متعدد المستويات يضم مطبخًا صغيرًا مع خزائن خشبية، وغرفة غسيل بيضاء وبنية مع خزائن زجاجية، وخزانة مع رفوف وضوء فوقها."
  ],
  "913cdee3c5a0478ca632424e5584cb19": [
    "منزل حديث مع أرضية بيضاء، سلم زجاجي، وأريكة بيضاء في غرفة المعيشة.",
    "مطبخ أبيض مع باب زجاجي وأرضية من البلاط، يضم باب زجاجي مع لوح وباب مع باب زجاجي ومرآة.",
    "المشهد يصور مطبخًا يحتوي على أرفف نبيذ وأرفف زجاجية، ويتميز بجدران من البلاط الأحمر، بالإضافة إلى حمام يحتوي على باب دش زجاجي.",
    "المشهد يضم بابًا زجاجيًا مع أرفف نبيذ، باب أبيض مع رف نبيذ، وحمامًا مع باب دش زجاجي.",
    "في غرفة ذات باب أبيض وستائر زرقاء، يعلّق لوح فني على الحائط.\n\n \n في غرفة   \n ذات \n باب أبيض   \n وستائر زرقاء   \n يعلّق \n لوح فني  \n على الحائط",
    "المشهد يتكون من ثلاث لوحات، واحدة لامرأة باللونين الأزرق والأخضر، وواحدة لرجل بعيون زرقاء، وواحدة لامرأة بوجه أزرق.",
    "باب زجاجي حديث مع شجرة في الوسط، منظر من الأعلى والأسفل والوسط، مع مرآة ونبات ظاهران من المنظر العلوي.\n\n,      \nباب زجاجي حديث مع شجرة في الوسط، يظهر من الأعلى مرآة ونبات.\n\n          .",
    "درج حديث مع عناصر زجاجية ودرجات خشبية يظهر من زوايا مختلفة."
  ],
  "e7bdd12ac3f3497fbfdead1aca566941": [
    "باب أبيض مع مصباح وغطاء مصباح يُرى من الأعلى، وفي الوسط توجد مرآة مع مرآة أخرى عليها، وتكمل المشهد جدار أبيض به عمود.",
    "غرفة نوم تحتوي على سرير وطاولة جانبية، تتميز بنافذة كبيرة مطلة على المدينة وسقف أبيض به نافذة.",
    "غرفة معيشة تحتوي على أريكة بيضاء ونافذة كبيرة توفر مناظر للجبال والمدينة، مع صورة معلقة على الحائط.",
    "غرفة بيضاء مع باب ونافذة على الجدران المقابلة.",
    "حمام أبيض مع باب يحتوي على مقبض أبيض وثابت إضاءة فوق مرآة.",
    "داخل عصري أنيق مع درج زجاجي وسلالم من خشب صلب يؤدي إلى غرفة مع مروحة سقف وأضواء.",
    "غرفة ذات أرضية خشبية بيضاء، ونافذة كبيرة، ولوحة فنية.",
    "لوحة حمراء معروضة على حائط، مع لوحة أخرى تظهر نفس الحائط الأحمر واللوحة في الوسط، من منظور من أعلى ومن أسفل ومن الوسط."
  ],
  "69da3742bce54199a1f2a49ecabf8618": [
    "غرفة تحتوي على طاولة زجاجية، كرسي، سجادة، وصور مصوّرة على الجدران والسقف.",
    "غرفة معيشة حديثة مع باب زجاجي وسجادة رمادية تطل على المدينة من خلال نافذة كبيرة مع مروحة سقف.",
    "غرفة معيشة بباب زجاجي كبير يطل على منظر المدينة، مع كرسي ونافذة إطار أسود تظهر سماء زرقاء.",
    "منظر لغرفة بيضاء تحتوي على أريكة ومرافق حمام ونافذة وباب على الحائط.",
    "صورة مصورة إطارها معلقة على حائط أبيض، بينما كرسي مع صورة مصورة معلقة تحته.",
    "غرفة تحتوي على سجادة فروية على الأرض، تلفزيون معلق على الحائط، وضوء يضيء حائط أبيض من الأعلى.",
    "قطة تجلس على الأرضية في غرفة ذات باب زجاجي منزلق يوفر إطلالة على المدينة، في حين يظهر جدار أبيض مع باب وشباك أسود من الأعلى.",
    "غرفة تحتوي على طاولة طعام زجاجية مزودة بمرآة في الوسط، محاطة بالكراسي، ومرآة معلقة على الحائط مع ثريا فوقها."
  ],
  "fdfe08487f014933b7aebf4930aafbf8": [
    "منزل حديث مع نافذة زجاجية كبيرة مطلة على جبل يحتوي على منضدة مطبخ بيضاء مع وعاء من الفواكه وباب زجاجي منزلق يطل على الجبال.",
    "غرفة معيشة عصرية ذات جدران زجاجية وسجادة بيضاء كبيرة توفر منظرًا رائعًا للمدينة من خلال النوافذ ونافذة السقف.",
    "غرفة معيشة ذات نافذة كبيرة، أريكة، لوحة على الحائط، وإطلالة على المدينة.",
    "باب زجاجي مفتوح على مطبخ، مع نافذة تحتوي على مرآة في الوسط ونافذة علوية توفر منظرًا لشجرة.",
    "مطبخ به وعاء من الحبوب وعبوة زجاجية على منضدة، موقد ومرحاض في الوسط، وخط أبيض على الجدار العلوي.",
    "المشهد يظهر مطبخًا به مزيج من الأجهزة البيضاء وال سوداء، وجدار بلون أبيض وبني.",
    "المشهد يصور مطبخًا حديثًا مع خزائن بيضاء وأجهزة من الفولاذ المقاوم للصدأ، ويُرى من الأعلى والمنتصف والأسفل.",
    "مطبخ به حوض أبيض وطاولة خشبية، يضم نافذة كبيرة ويتم رؤيته من الأعلى كجزء من غرفة ذات سقف وإضاءة."
  ],
  "d3ed1b6f834c4951a939a14efb6eb3f4": [
    "غرفة ذات جدران بيضاء وأرضيات خشبية تحتوي على لوحة حمراء معلقة على الحائط وثرياً فوقها.",
    "مطبخ أبيض مع أرضيات خشبية وخزائن يحتوي على خزانة بيضاء مع مقبض باب.",
    "المشهد يضم جدار أبيض مع عمود أسود معلق منه، عمود معدني صغير مع مقبض أسود، وصورة سوداء وبيضاء لعمود.",
    "خزانة بيضاء مع باب ومرآة تقع على أرضية خشبية، مع باب أبيض ومقبض ظاهران من الأعلى.",
    "تصوير معلق في غرفة فارغة مع أرضيات خشبية بيضاء وباب أبيض عليه لوحة.",
    "المشهد يتكون من مصعد زجاجي، وباب أبيض بالإطار الأبيض، وسقف أبيض مع جهاز إضاءة.",
    "غرفة بيضاء مع مكتب ونافذة، تحتوي على شريط زجاجي وسقف خشبي، مضاءة بمصباح سقف.",
    "منزل حديث مع أرضيات خشبية بيضاء، لوحة كبيرة على الحائط، ونافذة كبيرة."
  ],
  "9a7dbaeae4f049f09e3e7472d11e796e": [
    "غرفة بيضاء مع نافذة كبيرة ولوحة فنية متصلة بممر مع جدران بيضاء وأرضيات خشبية، يؤدي إلى غرفة مع أرضيات خشبية وباب أبيض.",
    "غرفة ذات سقف أبيض تضم شرفة زجاجية تحمل لوحة و أرضية خشبية في الأسفل.",
    "منزل عصري مع درابزين سلم زجاجي، ودرابزين زجاجي مع أرضية خشبية، وحمام يضم دش زجاجي وجدران بيضاء.",
    "مشهد مينيمالي مع درج زجاجي وسقف أبيض وجدران وكرسي أبيض واحد.",
    "درج أبيض به لوحة عليه يؤدي إلى غرفة بسقف أبيض ومصباح.",
    "رجل جالس على أريكة في غرفة ذات جدار أبيض وتلفزيون أبيض.",
    "رجل يطير طائرة بيضاء في السماء بينما يوجد جهاز كمبيوتر محمول أبيض مع شاشة بيضاء أسفله.",
    "غرفة ذات جدران بيضاء، وأرضية خشبية، ونافذة، وساعة بيضاء على الجدار."
  ],
  "0f3465d1a89e446281cb6c39c2c63cb2": [
    "ممر أبيض يؤدي إلى حمام به حوض ومرحاض في المدخل، وأرضية بيضاء مع باب مرئي من الأعلى.",
    "ممر مع سجادة رمادية يؤدي إلى غرفة معيشة تطل على المدينة، بينما تقف باب أبيض على حائط أبيض.",
    "غرفة معيشة تحتوي على أريكة بيضاء ونافذة كبيرة، تضم سجادة رمادية في الوسط وصور على الحائط.\n\n            \n\n     \n\n غرفة معيشة   \n تحتوي على \n أريكة بيضاء   \n ونافذة كبيرة    \n تضم \n سجادة رمادية   \n في الوسط   \n وصور   \n على الحائط",
    "رجل يطير طائرة فوق غرفة بيضاء مع كرسي أبيض وسما رمادي مرئي من خلال منظر علوي.",
    "شخص يطير بطائرة بيضاء فوق سماء رمادية.",
    "رجل جالس في كرسي أبيض يحمل جهاز تحكم عن بعد أمام جدار أبيض.",
    "ممر أبيض مع باب وأرضية من البلاط الأبيض يؤدي إلى باب أبيض يسطع عليه نور من الأعلى.",
    "خزانة ذات باب ورفوف، أحدها خشبي، مفتوحة جزئياً."
  ],
  "0d31b7f9341e40c9ab508eb53168dfde": [
    "حانة تحتوي على زجاجة نبيذ وأكواب تُشكل انعكاساً في مرآة مع زجاجات معلقة عليها، كل ذلك يقع تحت مرآة ذات إطار أسود على حائط أبيض.",
    "مشهد مطبخ يضم طاولات من الجرانيت الأسود، رف نبيذ مع كؤوس، وسطح من المرآة مع كؤوس نبيذ إضافية.",
    "المشهد يتكون من قبو نبيذ مع رف نبيذ وزجاجات، وكذلك حمام مع جدار بلاط أحمر ودش.",
    "حامل نبيذ مثبت على الحائط يحمل العديد من زجاجات النبيذ، بينما يعرض جدار منفصل مجموعة من زجاجات النبيذ.",
    "رف شربات يحمل زجاجات، يحتوي على أربعة زجاجات في الأعلى.\n\n        ,     .",
    "المنزل الحديث يضم باب دش زجاجي بإطار أبيض ومقبض زجاجي، بالإضافة إلى مصاعد زجاجية للدرج.",
    "منزل حديث مع أرضية من البلاط الأبيض، سلالم، شجرة، باب زجاجي، درج، وحمام مع نافذة كبيرة ولوحة فنية.",
    "درج زجاجي حديث مع درابزين زجاجي ومرآة في الأعلى.\n\n          ."
  ],
  "96c65da51f1a47f6b9ffa425b607b6b2": [
    "حمام أبيض مع مرآة على الحائط، باب أبيض مع مقبض ومفتاح، ورف أبيض على حائط أبيض.",
    "غرفة بيضاء مع باب وساعة وضوء على الجدران.",
    "ممر أبيض مع سجادة و من المدينة، يضم أريكة بيضاء ومصباح إضاءة.",
    "رجل يطير طائرة فوق خلفية رمادية في غرفة ذات جدار أبيض وأرضية وسقف ومروحة.",
    "سلالم بيضاء مع درجات خشبية وثريات تؤدي إلى باب أبيض مع أرضية بيضاء وكرسي أبيض، بينما يجلس كرسي أبيض في منتصف السلالم.",
    "ممر مع جدار أبيض وعوارض خشبية يؤدي إلى درج خشبي على جدار أبيض مع أرضية بلاط أبيض وباب أبيض.",
    "يصور المشهد حمامًا أبيض مع باب ومروحة سقف وأرضية بلاط أبيض.",
    "المشهد يتكون من ثلاث مناظير مختلفة من اللوحات التجريدية، جميعها ت الخطوط أو الأشكال السوداء والبيضاء."
  ],
  "6e58a7a5583847d7be281fc41b86c94b": [
    "غرفة معيشة تحتوي على أريكة بيضاء، مدفأة بيضاء، ولوحة فنية كبيرة على الحائط.",
    "غرفة معيشة تطل على الجبال وباب زجاجي يؤدي إلى الخارج.",
    "غرفة معيشة فسيحة مع مدفأة ونظرية للمدينة، تتميز بباب زجاجي منزلق يوفر نظرة على السماء.",
    "مساحة معيشة حديثة مع مطبخ مطل على المحيط وأرضية بلاط بيضاء تؤدي إلى باب زجاجي.",
    "غرفة معيشة حديثة مع أرضية من البلاط الأبيض ومطبخ حديث يضم باب زجاجي كبير، كما يُرى من الأعلى مع ظهور مصباح السقف والطاولة.",
    "غرفة طعام حديثة مع طاولة طعام زجاجية، كراسي سوداء، ومصباح زجاجي مع كرات زجاجية معلقة كثيرة.",
    "غرفة معيشة عصرية مع أثاث أبيض وطاولة زجاجية متصلة بسلم زجاجي يؤدي إلى سلم عصري مع درابزين زجاجي.",
    "غرفة معيشة حديثة مع أريكة مقسمة كبيرة، طاولة قهوة، باب خشبي، وسقف أبيض."
  ],
  "69c059f0f5c6450e8cc5e6459bd4cb3c": [
    "منظر خلاب لمسبح مع جدار زجاجي وشلال، يطل على منحدر جبلي، محاط بأشجار وسماء زرقاء.",
    "مشهد يظهر فيه مسند زجاجي مع مسبح ومنظر لمدينة من مبنى عال مع طائرة ورقية تطير في السماء.",
    "رجل يطير طائرة ورقية وهو يطل على المدينة من شرفة زجاجية.",
    "منزل حديث مع نوافذ زجاجية يوفر إطلالات على المدينة والجبال من شرفة ومن خلال نافذة زجاجية.",
    "حمام أبيض مع أرضية مفروشة بالبلاط وجدار أبيض، يضم جدارًا أبيض مع درابزين أسود فوقه.",
    "مطبخ حديث مع بار وكراسي مرئي من خلال باب زجاجي به بار في الوسط، بينما يُرى سقف مع ثريا ومروحة سقف من الأعلى.",
    "منزل حديث مع شرفة بلاط بيضاء، وأريكة وكراسي بيضاء، وغرفة معيشة باب زجاجي كبير وسقف زجاجي.",
    "منزل حديث مع شرفة كبيرة ودرابزين زجاجي يطل على شرفة مفروشة بالبلاط الأبيض ومسبح وأرائك استرخاء."
  ],
  "14e4d7d9e58042a085685ceedb7f23da": [
    "المشهد يصور مساحة متعددة المستويات مع غرفة غسيل في الأسفل، غرفة غسيل أصغر في الوسط، وحمام في المستوى العلوي.",
    "غرفة غسيل تحتوي على غسالة و مجفف، و توجد لوحة فنية معلقة على الجدار و باب أبيض يعلقه لوحة فنية سوداء.",
    "رواق مفروش بالبلاط الأبيض مع أبواب بيضاء ولوحة فنية يؤدي إلى مدخل أبيض به ضوء.",
    "غرفة معيشة حديثة بيضاء مع باب زجاجي كبير وممر مع إضاءة من السقف.",
    "غرفة ذات سقف أبيض وجدار أبيض، تلفزيون مثبت، ميزان حرارة مثبت على الحائط، وضوء أبيض.",
    "باب حمام أبيض به مقبض ومقبض يعلقهما قضيبان معدنيان، بينما يعلق عمود معدني من جدار أبيض.",
    "رجل جالس على أريكة أمام جدار أبيض مع شاشة تلفزيون أبيض تعرض شاشة بيضاء.",
    "منظر مقرب من باب خزانة أبيض مع مقبض أبيض."
  ],
  "f636b5c9907d4977849eea19746caf67": [
    "ممر أبيض به لوحة فنية على الحائط وغسالة وجفاف في الوسط.\n\n \n ممر أبيض   \n به لوحة فنية   \n على الحائط   \n وغسالة وجفاف     \n في الوسط",
    "رجل واقف أمام مدفأة في غرفة ذات سقف أبيض وثريات.",
    "غرفة معيشة عصرية مع مقعد أسود، مدفأة، جدار زجاجي كبير، إضاءة سقف، وصوره لمنزل.",
    "غرفة معيشة عصرية بأرضيات بلاط بيضاء وأريكة بيضاء، تتميز بنوافذ كبيرة وطاولة طعام كبيرة، وتشبه المطعم بسقف مزين بأضواء وثريات.",
    "غرفة معيشة عصرية مع أرضية من البلاط الأبيض وسلم مزود بدرابزين زجاجي وأرضية خشبية.",
    "غرفة ذات أرضية من البلاط الأبيض، كرسي أبيض، تلفزيون، جدار أبيض مع صور إطارية، وسلم مع درابزين خشبي وصور إطارية.",
    "باب خشبي حديث مع مقبض ومقدمة من معدن يظهر من زوايا مختلفة على خلفية حائط أبيض.",
    "بابان أحدهما أبيض والآخر خشبي مثبتان في جدار أبيض بإطار خشبي."
  ],
  "6536cc05bf45478aa2aceaa3bc575b61": [
    "شقة أو فيلا للبيع في سانت لويس مع باب زجاجي ونافذة توفر مناظر لأشجار والسماء.\n\n \n شقة أو فيلا    \n للبيع  \n في سانت لويس  . \n مع باب زجاجي    \n ونافذة  \n توفر مناظر  \n لأشجار  \n والسماء",
    "منظر هادئ يضم طاولة بيضاء مع إطلالة على المسبح، شرفة تطل على المدينة، وسماء زرقاء مع شجرة في الخلفية.",
    "رجل يطير طائرة ورقية بينما يستمتع بمشاهدة المدينة من مسبح.",
    "منزل عصري مع حمام سباحة وجدران زجاجية يوجد كرسي استرخاء بجانبه، بينما تطفو سحابة فوق المنزل.\n\n \n منزل عصري   \n مع حمام سباحة   \n وجدران زجاجية   \n يوجد كرسي استرخاء بجانبه       \n بينما \n تطفو سحابة فوق المنزل",
    "منزل حديث مع غرفة المعيشة بجدار زجاجي وسقف زجاجي، ويضم شرفة مع كرسي استلقاء وأريكة.",
    "مساحة معيشة عصرية تطل على المحيط والسماء من خلال أبواب وزجاج نوافذ، وتضم أريكة بيضاء.",
    "مكتب زجاجي حديث يطل على المدينة به سجادة رمادية على الأرض وضوء يسطع على السقف الأبيض من فوق.",
    "مكتب حديث مع صور إطارية وباب زجاجي مرئي من أعلى وأسفل."
  ],
  "0a41d3482c2b4bccb3f7503fbd34969e": [
    "داخلية ذات طابع أبيض مع غرفة ورواق وحمام تتميز بلوحات ومدفأة.",
    "حمام أبيض مع ستارة دش بيضاء مرئية من الأعلى، بينما باب أبيض مع مقبض أبيض يؤدي إلى خزانة بيضاء مع أرضية خشبية ومرآة.",
    "ممر مع أرضية خشبية بيضاء وباب يؤدي إلى غرفة معيشة تطل على المحيط، بينما سقف أبيض مع ثريا مركزية يغطي الفراغ.",
    "يصور المشهد ثلاث لوحات، واحدة مع خلفية سوداء وفضية والاثنتان الأخريان مع الكثير من الماء عليهما.",
    "المشهد يتكون من ثلاث لوحات، واحدة بها الكثير من الطلاء، ولوحة سوداء وبيضاء على الجدار، ولوحة أخرى ذات خلفية سوداء وبيضاء.",
    "كتاب أبيض يقع على زاوية غرفة بيضاء مع ورقة بيضاء قريبة.",
    "رجل جالس على أريكة، ودمية بيضاء في منتصف الغرفة، وخط أبيض ظاهر على الحائط القريب.",
    "غرفة بسيطة ومتواضعة مع باب أبيض، جدران بيضاء، أرضية خشبية، وكرسى أبيض واحد."
  ],
  "98ada9cf49e441539d91b3f45839539b": [
    "منزل حديث مع غرفة معيشة بيضاء تحتوي على أرضية زجاجية، ونموذج خيالي واقف في المدخل، ومروحة سقف، ونافذة.",
    "منزل حديث مع مسبح يطل على المدينة، يضم كرسي استلقاء وأريكة بالقرب من المسبح ومنظر للسماء من نافذة.",
    "المشهد يصور مناظر مختلفة للمدينة وضواحيها من منظورات مختلفة.",
    "غرفة معيشة حديثة ذات ميزات زجاجية تشمل بابًا زلازلًا وجدارًا كبيرًا وفتحة سقف.",
    "مطبخ حديث مع جزيرة كبيرة وأرائك، أرضية بيضاء، ومروحة سقف مع ضوء.",
    "مطبخ حديث مع طاولة ومقاعد طعام يقع على أرضية بلاط بيضاء في غرفة طعام، مع سقف أبيض وثريا أعلاه.",
    "غرفة معيشة عصرية بأثاث أبيض وسلم زجاجي يضم إضاءة  من منظور من الأعلى.",
    "غرفة معيشة حديثة بأثاث أبيض وموقد نار ولوحة فنية كبيرة على الحائط."
  ],
  "ccabfad5dfcd47cd821e57a15a58d55c": [
    "في غرفة ذات حائط أحمر وأبيض، يعلو لوح فني على الحائط وساعة تقع بجانب باب أحمر.",
    "تُعلق لوحة على حائط غرفة بأرضيات خشبية، وتُشكل قطعة مركزية لغرفة نوم.",
    "مطبخ أبيض مع أرضيات خشبية وخزانة متصل بمستحمام أبيض مع مضيئة وباب، وفي الوقت نفسه باب أبيض منزلق يوفر منظرًا للمحيط.",
    "ممر أبيض مع أرضية خشبية يؤدي إلى باب أبيض به لوحة، يفتح إلى حمام أبيض به ثريا على السقف.",
    "المنزل الحديث يضم درجًا زجاجيًا مع لمسات فنية وغرفة مضاءة جيدًا.",
    "منظر لمنزل حديث مع حاجز زجاجي وسلم خشبي يؤدي إلى غرفة مع سقف أبيض ونافذة، بينما يجلس ثلاجة بيضاء على منضدة بيضاء في الوسط.",
    "غرفة ذات نافذة تطل على تل وباب زجاجي به فتحة سقف، تحتوي على نافذة بإطار أبيض وأرضية خشبية.",
    "غرفة نوم مع نافذة كبيرة مطلة على المحيط، تتميز بأرضيات بيضاء وسرير خشبي."
  ],
  "94b984416764411c9a7aec89ac280670": [
    "مساحة حديثة بأرضيات بلاط بيضاء، درج زجاجي، ودرابزين زجاجي.",
    "المشهد يضم عناصر زجاجية مختلفة بما في ذلك خزانة زجاجية ودرابزين زجاجي وسلم وباب زجاجي مع مرآة.",
    "خزانة نبيذ مع رفوف وجدار زجاجي مرئية من باب دش زجاجي مع رف نبيذ، بينما يُرى رف نبيذ مع زجاجات من الأعلى.",
    "رف شربات يحتوي على عدة زجاجات مثبت على جدار أبيض.",
    "ممر مكشوف أبيض مع باب زجاجي يحتوي على شجرة بامبو من الأعلى والمنتصف.",
    "غرفة ذات باب أبيض، و جدار أبيض وبني مع كرسي، و تلفزيون مثبت على الجدار.",
    "غرفة معيشة عصرية ذات نافذة كبيرة تحتوي على لوحة فنية معلقة في نافذة منزل، مرئية من أرضية بلاط بيضاء مع باب زجاجي.",
    "منزل حديث يضم مصاعد زجاجية على درج أبيض مع جهاز إضاءة وجدار أبيض."
  ],
  "432fbb4e9d7c47698c5f204563bc9dda": [
    "حمام به حوض ومرآة وثلاثية القوائم وأضواء حائطية.",
    "حمام يحتوي على دش زجاجي وطاولة خشبية يوفر إطلالة على المحيط من خلال باب الدش.",
    "رجل يقف على منصة تطل على مدينة، بينما تقع كاميرا في حمام به أرضية خشبية ومنظر للقمر من خلال نافذة.",
    "حمام زجاجي مع أرضية خشبية وإطلالة على المحيط والسماء.",
    "غرفة معيشة بيضاء مع لوحة فنية كبيرة على الجدار وحمام مع باب دش أبيض وسقف أبيض.",
    "حمام صغير به مرحاض أبيض وجدار أبيض مع باب.",
    "منظر لحمام به مرحاض و حوض، حائط أبيض به جهاز كمبيوتر محمول، وغرفة به مروحة.",
    "حمام به حوض ومرآة ونافذة ومنشفة."
  ],
  "63628e0fe6084baeb6e5005b14753793": [
    "المشهد يتكون من خزانة ورفين، واحد أبيض والآخر خشبي، مرتبين بطريقة طبقية.",
    "غرفة بسيطة وتصميمية مع جدار أبيض، مفتاح إضاءة، باب أبيض، وكرسي أبيض.",
    "المشهد يضم مطبخًا مع خزائن بيضاء وباب زجاجي يوفر إطلالة على المدينة، وحمامًا مع باب زجاجي ومرآة.",
    "مشهد بباب أبيض مع باب زجاجي ومرآة، و كاميرا في السماء، وورقة بيضاء على نافذة.",
    "باب أبيض مع مقبض أبيض وخط أبيض موضح من زوايا مختلفة.",
    "غرفة صغيرة ذات جدران بيضاء وإطارات تحتوي على ثلاجة بيضاء باب أبيض.",
    "المشهد يتكون من خزانة ورف كتب، كلاهما بهما أرفف وأدراج وضوء في الخزانة.",
    "المشهد يتكون من خزانة بيضاء ورف كتب في الوسط، كلاهما يحتوي على رفوف وأدراج."
  ],
  "11cbdd2fbbbd439fb12def19ceaba67a": [
    "غرفة نوم بيضاء بديكور بسيط، تتميز بلوحة فنية كبيرة على الحائط وصور على السقف.",
    "غرفة معيشة مع باب زجاجي منزلق وإطلالة على المدينة، بالإضافة إلى نافذة بإطلالة على السماء.",
    "شخص واقف على شرفة يرى المدينة والسماء من خلال نافذة قريبة.",
    "أريكة بيضاء و صورة على أرضية بيضاء، باب أبيض مع مقبض أسود في الوسط، و تلفزيون معلق على حائط في الغرفة.",
    "لوحة فنية تجريدية ملونة معروضة على أريكة بيضاء مع وسائد، بينما تعلق لوحة أخرى عليها طلاء ملون على الحائط.",
    "يُعرض لوح فني في غرفة مع مقعد أبيض وفوق سرير.",
    "غرفة نوم هادئة بأرضية خشبية وجدران بيضاء، تحتوي على سرير أبيض وإطلالة على الجبال، مضاءة بمصباح على السقف الأبيض وباب قريب.",
    "غرفة نوم مع سرير أبيض، رأس سرير رمادي، وسائد، دولاب، وضوءان على السقف الأبيض."
  ],
  "778fcb7553fe4322a49ddc62554ce081": [
    "مطبخ أبيض مع أرضيات خشبية وخزائن متصل بمخزن به حوض وثلاجة، بينما غرفة ذات سقف أبيض ورفوف كتب تقع أعلاه.",
    "غرفة معيشة مع أرضيات خشبية، وسجادة، وموقد، ومنظر للمدينة، بالإضافة إلى باب زلازل في حمام مع نور.",
    "خزانة بيضاء مع باب مفتوح، تحتوي على رف ودرج، مقابل جدار أبيض.",
    "المشهد يصور خزانة تحتوي على رفوف و قضيب معدني و درج.",
    "المشهد يتكون من خزانة بيضاء مع رف خشبي، وخزانة مع رفوف وباب، ومطبخ مع رفوف خشبية وباب زجاجي.",
    "المشهد يصور غرفة تحتوي على خزائن خشبية وخزانة ملابس كبيرة مع أبواب زجاجية وأدراج.",
    "خزانة مفتوحة مع رفوف ونافذة، تحتوي على خزانة بيضاء مع سجادة من جلد البقرة وأرضية خشبية، تقع في غرفة مع سقف ورفوف إضافية.\n\n \n خزانة مفتوحة  \n مع رفوف ونافذة     \n تحتوي على خزانة بيضاء    \n مع سجادة من جلد البقرة    \n وأرضية خشبية   \n تقع في غرفة    \n مع سقف   \n ورفوف إضافية",
    "المشهد يصور مطبخًا به خزائن وأحواض أبيض، ورفوف، ورف خشبي مع جهاز إضاءة من منظور من الأعلى والمتوسط."
  ],
  "d6d760a338fa40b2ac5f4071dccba708": [
    "باب زجاجي منزلق يوفر منظرًا للجبال.",
    "شخص يجلس في كرسي من القش على شرفة مطلة على المدينة بينما تطير طائرة في الأعلى ويمكن رؤية منظر المدينة في الخلفية.\n\n          . ,         ,             .",
    "منظر خلاب لمدينة وتلال من شرفة، فوق تلة، وطائرة ورقية تحلق في السماء.",
    "شخص يجلس على كرسي شرفة، يستمتع بمنظر المدينة من مبنى أبيض مع سماء زرقاء وسقف أبيض.\n\n \n شخص  \n يجلس \n على \n كرسي \n شرفة \n يستمتع \n بمنظر   \n المدينة  \n من \n مبنى \n أبيض \n مع \n سماء \n زرقاء \n وسقف  \n أبيض",
    "المشهد يتضمن بابا منزلقا مع باب أبيض وكرسي، بابا آخر مع مقبض معدني، وبابا منزلقا مع مقبض معدني.",
    "غرفة تحتوي على سرير أبيض ومقعد، وكلاهما مزخرفان بلوحات، ولوحة معلقة على الجدار.\n\n              .",
    "غرفة نوم مع سرير أبيض وإطلالة، تتميز بسقف مزود بإضاءة.",
    "غرفة نوم بيضاء مع سرير وكرسي، منظر من الأعلى والمنتصف، مع سقف أبيض وصور على الحائط."
  ],
  "e31bd661d403497ea15d4398dd336795": [
    "درج خشبي مع درابزين زجاجي يُرى من زوايا مختلفة، حيث يظهر السجادة من الأعلى.",
    "غرفة المعيشة الحديثة تضم درجًا أبيض مع حاجز زجاجي يؤدي إليه.",
    "رجل يطير طائرة في السماء، وغرفة معيشة مع منظر للمدينة وغرفة طعام ظاهرة من منظور من الأعلى.",
    "مساحة عصرية وتصميمية تحتوي على درج زجاجي ومطبخ أبيض مع رف للنبيذ وغرفة نوم بيضاء مع سرير.",
    "لَوحةٌ تُعلَّقُ على حائطٍ أبيضٍ في غرفةٍ من منزلٍ.\n\n             .",
    "رجل جالس على أريكة في غرفة، ورجل آخر يطير طائرة فوق خلفية بيضاء، والرجل الأول يمسك هاتفًا.",
    "رجل يركب دراجة على خلفية رمادية، ورجل آخر يقف أمام جدار أبيض مع شاشة تلفزيون بيضاء في الخلفية.",
    "رجل يقف في غرفة بيضاء الجدران، وفي أسفله درج خشبي، وفوقه رجل آخر يطير طائرة في السماء."
  ],
  "57ab15160eeb405b95a83ad8c5a2b2e0": [
    "مساحة خارجية فاخرة مع شرفة حديثة ودرج كبير وأرائك استرخاء ومسبح محاطة بمنظر جبلي جميل.",
    "منزل فاخر مع مسبح يطل على المدينة بينما تطير طائرة ورقية في السماء الزرقاء أعلاه.\n\n            .",
    "منزل فاخر مع مسبح مفروش بالبلاط الأبيض وشرفة زجاجية يوفر مناظر مذهلة للمدينة والسماء الزرقاء.",
    "غرفة معيشة تحتوي على لوحة فنية كبيرة على الجدار وباب زجاجي منزلق يؤدي إلى أرضية بلاط بيضاء.",
    "مساحة معيشة مفتوحة حديثة مع مطبخ أبيض ومنطقة بار، بالإضافة إلى جزيرة كبيرة، وغرفة معيشة مريحة مع مدفأة وتلفزيون.",
    "مساحة معيشة حديثة مع وسادة مقلمة بالأسود والأبيض، ومطبخ أنيق مع أجهزة من الفولاذ المقاوم للصدأ وطاولة عمل بيضاء، وسقف مع ثريا ومروحة.",
    "غرفة معيشة عصرية مع أرضية بيضاء، درج سلم حامل زجاجي، ومصباح على السقف.",
    "غرفة معيشة عصرية مع أريكة بيضاء وسوداء، وسادة سوداء وبيضاء، مدفأة كبيرة، وسقف مع لوحة كبيرة معلقة عليه."
  ],
  "f9d2ac8282aa4f5b9a65222b651fea6c": [
    "غرفة نوم تحتوي على سرير، وسائد زرقاء وبيضاء، مصباحين، وسقف أبيض مع مصباحين.",
    "صورة معلقة على حائط غرفة تحتوي على سرير.\n\n            .",
    "حمام به أرضية بيضاء، ومرآة، ونافذة كبيرة، وطاولة تجميل بيضاء، ومرآة معلقة على الحائط بجانب الباب.",
    "توجد المرآة في غرف مختلفة، بما في ذلك غرفة نوم مع أرضية خشبية، غرفة معيشة مع منظر، وحمام مع إضاءة فوقه.\n\n      \n\n     توجد المرآة\n    في غرف مختلفة\n  بما في ذلك\n      غرفة نوم مع أرضية خشبية\n       غرفة معيشة مع منظر\n        وحمام مع إضاءة فوقه",
    "غرفة بيضاء مع كرسي، باب مع صورة، وسقف مع باب.",
    "كرسي أبيض يجلس أمام باب زجاجي منزلق يطل على المحيط.",
    "غرفة معيشة مع باب زجاجي منزلق، أرضية خشبية، وإطلالة على التلال والسماء.",
    "غرفة نوم مع سرير أبيض، سجادة زرقاء، لوحة زرقاء على الحائط، وصورة معلقة على حائط أبيض."
  ],
  "9d965dc650ea4edb84cbfe672d10befc": [
    "حمام يحتوي على حوض استحمام زجاجي مغلق ومقعد المرحاض، ويتميز بحوض استحمام زجاجي يطل على الجبال ويشرف على السماء من الأعلى.",
    "حمام حديث به مرحاض و حوض و دش زجاجي مغلق مع باب دش زجاجي و مروحة سقف.",
    "حمام به حوض، مرآة، مصبغة صابون، كاميرا، وضوء.",
    "حمام أبيض مع حوض وم.",
    "رجل يحتوي على هاتف أمام جدار أبيض مع شاشة تلفزيون أبيض، بينما يظهر باب أبيض مع مقبض أسفل.",
    "باب أبيض مع باب زجاجي منزلق ونافذة فيه، يوفر إطلالة على الجبال.",
    "مساحة تحتوي على غرفة نوم وغرفة معيشة وإضاءة سقف ذات نوافذ توفر مناظر للجبال.",
    "منظر لباب أبيض مع مفتاح للضوء، ثلاجة بيضاء مع مقبض أسود، وباب خزانة أبيض مع مقبض أبيض."
  ],
  "91a3d213de5a4516bdad5c8693919fb7": [
    "غرفة معيشة حديثة مع جدران بيضاء وموقد ودرج زجاجي وأرضية من البلاط الأبيض، وتضم أريكة بيضاء.",
    "غرفة معيشة حديثة بأرضيات من البلاط الأبيض ونافذة كبيرة مطلة على المحيط، تحتوي على مصباح سقف ونافذة.",
    "غرفة طعام حديثة ذات جدران زجاجية وإطلالة تحتوي على طاولة طعام زجاجية مع كراسي سوداء وثريا معلقة من السقف.",
    "غرفة معيشة تحتوي على أريكة، طاولة ذهبية، مرآة كبيرة، وسقف أبيض مع ثريا في الوسط.",
    "يُعلق لوح فني في ممر مع أرضية من البلاط الأبيض، ويؤدي إلى غرفة المعيشة حيث يتم عرض نفس اللوحة على الحائط.",
    "المنزل يحتوي على درج زجاجي مع مساند زجاجية.",
    "حمام عصري مع كرسي دوار أبيض من تصميم إيمز، مرحاض مع رف زجاجي، ودرابزين زجاجي مع أجزاء معدنية من الفولاذ المقاوم للصدأ.",
    "كرسي أبيض يجلس على أرضية بيضاء في ممر مع باب خشبي وصور إطارية، في حين تعرض السلالم الزجاجية أفكار تصميم السلالم من الأعلى."
  ],
  "f54252cc82224351a83879dc1f676d94": [
    "غرفة معيشة بكرسي أزرق، تلفزيون معلق على الحائط، ومنظر.",
    "يتم رؤية منظر المدينة من خلال نافذة زجاجية من منظورات مختلفة، بما في ذلك من الأعلى كجزء من تركيب جدار زجاجي في سان دييغو.",
    "مشاهد تظهر فيها منزل يطل على تلال، مدينة تظهر من جانب تل، وطائرة تحلق فوق سماء زرقاء.",
    "تركيب زجاجي في هوليوود يوفر مناظر للجبال والسماء.",
    "يُعرض لوح فني على حامل ثلاثي القوائم أمام أريكة رمادية مع لوح فني آخر معلقاً على الحائط في الغرفة.",
    "غرفة معيشة حديثة تحتوي على لوحة فنية كبيرة على الحائط وتضم أريكة رمادية مع وسائد وأعمال فنية إضافية.",
    "المشهد يصور غرفة معيشة مع طاولة قهوة وأريكة، مطبخ حديث مع باب زجاجي وجدران بيضاء، وغرفة مع سقف وإضاءة من منظور من الأعلى.",
    "غرفة معيشة تحتوي على كرسي أزرق، تلفزيون كبير، مدفأة، سجادة، ومروحة سقف."
  ],
  "c798bb077d24453292903021021e1c23": [
    "درج مع درجات خشبية بنية وحائط أبيض يؤدي إلى غرفة ذات مساند زجاجية.",
    "سلالم حديثة مع مساند زجاجية وثريا تؤدي إلى غرفة طعام في منزل عصري.",
    "غرفة ذات أرضية من البلاط الأبيض وزجاجات نبيذ، تحتوي على باب زجاجي مع رفوف نبيذ وحمام مع باب دش زجاجي ومروحة سقف.",
    "المشهد يضم لوحتين، واحدة لوجه امرأة وواحدة لوجه أزرق على خلفية سوداء، كلاهما معلق على الحائط.",
    "لوحة لوجه امرأة بعيون زرقاء بألوان زرقاء وخضراء معلقة على الحائط.",
    "المشهد يضم بابًا زجاجيًا يؤدي إلى حديقة صغيرة، ونافذة تطل على حديقة أكبر، ومرآة تعكس شجرة.",
    "منظر شتوي بجرة في نافذة، ومنظر للفناء، ونبات في نافذة أخرى مع طائرة تحلق في الأعلى.",
    "درج خشبي يؤدي إلى غرفة تحتوي على جدار أبيض، كرسي خشبي وطاولة، وباب أبيض."
  ],
  "83108d9e987b45c484362f5cda5b1bd1": [
    "غرفة معيشة ذات أرضيات خشبية تحتوي على مدفأة مع تلفزيون مثبت عليها، وتلفزيون منفصل مثبت على الحائط.",
    "غرفة معيشة تحتوي على كرسي ونافذة، وإطلالة على المدينة، وباب زجاجي منزلق ومروحة سقف.",
    "غرفة معيشة حديثة مع سجادة كبيرة وباب زجاجي منزلق توفر إطلالات على الجبال والمدينة والسماء.",
    "غرفة نوم مع سرير، باب زجاجي منزلق، نافذة كبيرة، مروحة سقف، ومنظر.",
    "غرفة نوم مع سرير أبيض ومخدات تحت سقف أبيض مع مصابان معلّقين.",
    "غرفة نوم مع سرير وسجادة وخزانة بيضاء وخزانة ملابس بيضاء وسقف أبيض وباب.",
    "غرفة معيشة ذات سجادة سوداء ورمادية مطبوعة، صورة معلقة على الحائط، وسقف أبيض مع صورة أخرى معلقة عليه.",
    "غرفة ذات جدران بيضاء وأرضيات خشبية متصلة بممر مع صورة معلقة على الحائط وفوقها غرفة أخرى ذات سقف أبيض وتليفزيون."
  ],
  "d0b8e8e2ffa645f39d418a32c6cfb695": [
    "غرفة نوم تحتوي على سرير وسجادة زرقاء و مصباح وسقف أبيض مع جهاز إضاءة في الوسط.",
    "غرفة نوم تحتوي على سرير، أوتومان أزرق، ولوحة فنية كبيرة على الحائط، مضاءة بمصباح سقف.",
    "غرفة مع أرضية خشبية، مرآة، منظر، باب، ونافذة.",
    "غرفة بيضاء تحتوي على أريكة وأرضية خشبية تضم بابًا يحتوي على صورة إطارية يؤدي إلى حمام أبيض به تلفزيون ومروحة سقف.",
    "كرسي أبيض مع وسادة زرقاء يجلس أمام نافذة تحتوي على صورة إطارية و منظر للمدينة، بينما تظهر نافذة زجاجية في حمام تحتوي على صورة من فوق.",
    "شخص في حمام مع باب زجاجي وحوض استحمام، ينظر إلى منظر لمدينة من نافذة، مع منظر علوي للباب الزجاجي والسماء.",
    "مشهد متعدد المستويات يضم شرفة مع أريكة رمادية وأرائك، شرفة مع كرسيين ونمطاً على التلال، ومنظر من الأعلى لمدينة من نافذة.",
    "منزل به باب زجاجي قابل للانزلاق ونافذة تطل على التلال، به كنبة وكرسي داخليا."
  ],
  "07cd02ed4db64d8bb7280d4c6a53385b": [
    "غرفة معيشة عصرية مع جدار زجاجي وأرضية بلاط بيضاء تُشاهد من الأعلى، تُظهر سقفًا مع مِصَباحًا وبابًا.",
    "منزل حديث مع أبواب زجاجية وإطلالة على الجبال، يضم مطبخ أبيض وغرفة معيشة مع إضاءة سقف.",
    "المشهد يصور غرفة معيشة مع مروحة سقف وأضواء، متصلة بمطبخ مع سطح طاولة أبيض و من المدينة.",
    "المشهد يصور مطبخًا حديثًا مع خزائن بيضاء وطاولة عمل بيضاء، ويضم نافذة زجاجية وسقفًا أبيض.",
    "مطبخ مع باب زجاجي وأرضية بلاط بيضاء يحتوي على نبات في باب زجاجي ونافذة.",
    "مطبخ حديث مع أجهزة من الفولاذ المقاوم للصدأ وباب زجاجي يظهر من الأعلى مع جدار أبيض به مرآة.",
    "مشهد يضم فرن ميكروويف، فرن زجاجي، وجدار أبيض عليه لافتة، كلها مجهزة بكاميرات.",
    "مطبخ أبيض به ثلاجة وباب، يضم باب زجاجي يطل على المدينة وباب أبيض به لوح زجاجي."
  ],
  "565aa4a845ba446481601ca648d03807": [
    "درج خشبي مع درابزين زجاجي يظهر من زوايا مختلفة، مع تغييرات في لون الجدران وإضافة سجادة.",
    "المنزل الحديث يحتوي على درج زجاجي مع ثريا ودرابزين زجاجي.",
    "منزل حديث يضم ميزات زجاجية تشمل درابزين زجاجي للسلالم، وباب زجاجي، وسقف مزود بمصباح إضاءة.",
    "صورة لرأس امرأة معلقة على جدار زجاجي في غرفة.",
    "المشهد يتكون من ثلاث لوحات، واحدة لامرأة، واحدة لوجه رجل مع عيون زرقاء، وواحدة لوجه امرأة، كلها معلقة على الحائط.",
    "باب زجاجي يطل على حديقة و نبات داخله، بالإضافة إلى مرآة و نبات فوقها.",
    "رجل جالس على أريكة في غرفة ذات جدار أبيض يحتوي على مفتاح إضاءة وإضاءة، وجدار أبيض آخر يحتوي على ساعة بيضاء.",
    "سلم خشبي مع درابزين خشبي يؤدي إلى غرفة بيضاء الجدران مع تلفزيون أبيض."
  ],
  "031986523c3c4e88a26dcd27e9bcff7a": [
    "تمثال من سلك لرجل يقف في ممر يؤدي إلى حمام به مرحاض ودش.",
    "كرسي استرخاء يقع بجانب مسبح مع منظر للمدينة وباب زجاجي منزلق تحت سماء زرقاء.",
    "مساحة معيشة فاخرة مع مسبح وإطلالات رائعة على المدينة والسماء.",
    "غرفة معيشة حديثة مع كراسي وباب زجاجي يطل على الجبال من منزل ذو باب زجاجي متحرك.",
    "مطبخ ممتاز حديث مع جزيرة كبيرة وبار يقع في غرفة مع أرضية بيضاء ومروحة سقف فوق طاولة.",
    "غرفة معيشة حديثة بأثاث أبيض، درج زجاجي، وطاولة طعام، تتميز بدرج وإضاءة سقف.",
    "غرفة معيشة حديثة مع سجادة كبيرة وأرائك وسلم خشبي وضوء سقف.",
    "غرفة معيشة حديثة مع مدفأة وتليفزيون، تحتوي على لوحة فنية فوق المدفأة وجدار أبيض مع لوحة فنية أخرى فوقه."
  ],
  "7fc741d78b4248018bbb3a24bc0c2fbb": [
    "منظر خلاب لجبال مع شرفه مزودة بشريط زجاجي وساقية و شجرة في الخلفية.",
    "سطح مبنى بحاجز زجاجي يوفر منظرًا رائعًا للمدينة والتلال، ويطير طائرة ورقية في السماء الزرقاء أعلاه.",
    "شخص يقف على شرفة زجاجية مطلة على مدينة مع منظر لجبال هوليوود وطائرة ورقية تطير في السماء.",
    "شخص واقف على شرفة ذات درابزين زجاجي، يستمتع بإطلالة على المدينة بينما تطير طائرة ورقية في السماء فوقه.",
    "منظر لمنزل مع شرفة، سياج، أشجار، وعمود هاتف ضد سماء زرقاء.",
    "شرفة تحتوي على أريكة وسجاد أسود وأبيض تطل على أريكة خارجية رمادية وبضاء مع وسائد سوداء وبضاء، كل ذلك موضوع فوق منزل به سماء زرقاء وسقف أبيض.",
    "غرفة معيشة عصرية تحتوي على أريكة رمادية وسجادة مخططة وموقد نار تقع في منزل به سقف أبيض تحت السماء الزرقاء.",
    "منزل حديث مع شرفة ودرابزين زجاجي يضم سجادة رمادية وبيضاء على الشرفة، كما يظهر من الأعلى من خلال نافذة زجاجية كبيرة."
  ],
  "f17490100cc04fd5876957a00a6237b1": [
    "رجل يطير طائرة فوق خلفية بيضاء مع وجود جدار أبيض وساعة مرئيين من الأعلى والأسفل.",
    "باب أبيض مع مقبض أبيض يظهر على حائط أبيض، في حين يظهر ورقة بيضاء مع حافة سوداء في الوسط.",
    "رواق به سرير و منظر للمدينة، به أرضية من البلاط الأبيض مع سجادة، و سقف أبيض به تلفزيون ونافذة.",
    "رجل يطير طائرة فوق غرفة بيضاء مع كرسي أبيض وخلفية رمادية.",
    "رجل يطير طائرة بيضاء فوق خلفية بيضاء بينما يجلس رجل آخر على الأريكة في غرفة.",
    "حمام أبيض به مرحاض و حوض استحمام مرئي من الأعلى، بينما من المنتصف إلى الأسفل يظهر فقط باب أبيض مع مقبض وأرضية بيضاء.",
    "رواق مع باب أبيض ولوحة على الحائط.",
    "غرفة بيضاء مع باب وخزانة ورف وطائر على الحائط."
  ],
  "875061238dd04a2ab9bfaf8d85d6c549": [
    "شرفة حديثة تحتوي على أريكة رمادية وبيضاء تطل على التلال والجبال.",
    "سطح مبنى به أريكة سوداء وبيضاء يطل على المدينة بينما تطير طائرة ورقية في السماء فوق حقل.",
    "رجل يطير طائرة ورقية واقفاً على شرفة زجاجية مطلة على المدينة.\n\n \n رجل  \n يطير  \n طائرة ورقية  \n واقفاً  \n على \n شرفة زجاجية   \n مطلة   \n على \n المدينة",
    "مشهد بحاجز زجاجي يطل على الجبال، و",
    "منظر لعمود معدني يحمل رقمًا، وبيت به مدخنة ونباتات، وشجرة أمام سماء زرقاء.",
    "مبنى بهش شرفة و نباتات يطل على سماء زرقاء من شرفة محاطة بدرابزين زجاجي.",
    "غرفة حديثة باب زجاجي، أرضية بلاط، حائط أبيض مع نور، وباب حديث مع نور يسطع عليه.\n\n           .",
    "غرفة معيشة تحتوي على أريكة رمادية، كرسي، وجدار زجاجي كبير، تقع في منزل به أرضية خشبية، مروحة سقف، وضوء."
  ],
  "2cac7e9bab434773912d004fac524373": [
    "المشهد يتكون من رسم أسود وأبيض لشجرة محاطة بتصويرين بخطوط سوداء وبيضاء.",
    "مشهد يضم بابًا أبيض يضم رسمًا، رسمًا أسود وأبيض على حائط، ولوحة سوداء وبيضاء معلقة على حائط آخر.",
    "ممر مع بلاط أبيض وباب أبيض يؤدي إلى أريكة بيضاء مع منظر للمحيط، بينما يعلو فوقها مرآة مع ضوء يمر من خلالها.",
    "ممر أبيض مع جهاز إضاءة في الوسط وباب أبيض مع مفتاح إضاءة فيه، موضوع على خلفية حائط أبيض مع جهاز إضاءة آخر.",
    "مساحة عصرية تحتوي على عناصر بيضاء تشمل أرضية من البلاط، وسلم، ودرابزين، وفن.",
    "غرفة بيضاء مع ساعة حائط ومراقب حرارة وحمام مع مروحة.",
    "حمام أبيض مع باب ومروحة، يضم باب أبيض مع إطار ومقبض ويدين.",
    "حمام بتصميم أسود وأبيض مع باب أبيض مقبلا عليه لوحة فنية ويحتوي على مقبض أسود."
  ],
  "39a03200d75141b79e1f306fcca75c46": [
    "منزل به شرفة و باب زجاجي متحرك يطل على فناء خرساني وجبال بعيدة.",
    "غرفة معيشة مع باب زجاجي منزلق إطار أبيض توفر مناظر للتلين والمدينة.",
    "غرفة تحتوي على كرسي أبيض ومقعد، باب يؤدي إلى شرفة، وسقف أبيض مع جهاز إضاءة.",
    "باب زجاجي يطل على المدينة مع كرسي أبيض داخله، ويضم لوح زجاجي في الأعلى.",
    "منزل حديث مع مسبح و منظر يوجد به سيارة مركونة في الممر و سقف معدني تحت سماء زرقاء.",
    "منظر من شرفة ذات حواجز زجاجية مطل على تل وجانب مدينة، مع سيارة متوقفة في الأسفل وطائرة تطير فوق حقل مع سحابة في السماء.",
    "إعداد خارجي هادئ مع شرفة وطابق علوي وطائرة ورقية تطير فوق التلال والمدينة.",
    "مساحة خارجية هادئة مع شرفة من البلاط الرمادي، شرفة مع كراسي استرخاء تطل على التلال، ومنظر للمنازل والأشجار على المنحدر."
  ],
  "54e82ba8203948fe89d10ad1a7e562d4": [
    "غرفة معيشة حديثة تحتوي على مدفأة ونظام تلفزيون كبير مرئية من وجهات النظر العليا والوسطى، بينما غرفة نوم تحتوي على سجادة سوداء وبيضاء وكرسي مرئية من وجهة النظر السفلية.",
    "غرفة معيشة مع باب زجاجي منزلق توفر إطلالة على الجبال والسماء.",
    "صورة إطارية سوداء وصوره بيضاء وسوداء معلقة على الحائط مع وجود شاشة بيضاء.",
    "صورة إطارية سوداء معلقة على حائط أبيض.",
    "غرفة نوم بسيطة مع طاولة ليلية سوداء، كتاب، ومصباح، ثلاثة مصابيح كروية زجاجية معلقة من السقف، وجدار أبيض مع باب أبيض ورف أبيض.",
    "سرير مع وسائد بيضاء ورمادية، مصباح مع غطاء مصباح، ومصباح معلق من جدار أبيض.",
    "المشهد يصور غرفة نوم تحتوي على سرير ومطبخ، ويتميز بسرير مغطى باللون الأبيض، ومروحة سقف، وضوء سقف.",
    "المشهد يظهر مساحة معيشة متعددة المستويات مع غرفة نوم في كل مستوى، كل منها به مدفأة، والمستوى الأوسط يضم تلفزيوناً، بينما المستوى العلوي هو غرفة معيشة ذات سقف أبيض وتلفزيون."
  ],
  "fa41a8025f104d95bc0ef4635b65592b": [
    "كرسي أبيض ومقعد يقعان في غرفة مع مرآة وصورة على السقف.",
    "غرفة معيشة ذات باب زجاجي منزلق تحتوي على تلفزيون مثبت على الحائط وتلفزيون معلق من السقف.",
    "رجل يطير طائرة ورقية في السماء، بينما يقدم مطعم منظر للمدينة وشرفة تطل على التلال والجبال.",
    "شرفة مع كرسي وإطلالة على المدينة، منظر من الأعلى مع باب زجاجي منزلق في المنزل.\n\n          ,           .",
    "اللوحة هي نقطة التركيز في الغرفة، إما معلقة فوق سرير أو أمام أريكة بيضاء.",
    "غرفة تحتوي على لوحة على الحائط، ولوحة فوق الباب، وطاولة بيضاء، وسقف.",
    "غرفة نوم مع سرير أبيض وطاولة جانبية، نافذة، وسقف أبيض مع أضواء.",
    "غرفة نوم بيضاء تحتوي على سرير وكرسي أوتمان وصور محاطة بإطارات، من زوايا مختلفة."
  ],
  "1f9c76967f3b46ec87c1c58a86094a58": [
    "غرفة نوم بيضاء مع سرير، أوتومان، كرسي، صورة إطارية على الحائط، وسقف أبيض مع صورة.",
    "غرفة معيشة تحتوي على أريكة بيضاء، كرسي، تلفزيون كبير، ونافذة.",
    "غرفة معيشة ذات شرفة تضم أثاثا من ألياف النباتات تطل على المدينة من خلال باب زجاجي منزلق.",
    "تصوير تجريدي ملون معلق على حائط غرفة تحتوي على أريكة بيضاء.",
    "لوحة ملونة معلقة على حائط بجانب وسادة.",
    "رواق به مقعد أبيض، لوحة، باب أبيض بإطار أسود، وصور معلقة على الحائط فوق سقف أبيض.",
    "غرفة نوم تحتوي على سرير وطاولة جانبية تطل على المحيط من خلال نافذة بينما السقف الأبيض فوقها يحتوي على نافذة وباب.",
    "غرفة نوم مع غطاء سرير أبيض، وسائد زرقاء، مصباح، ومصباح على السقف الأبيض."
  ],
  "63e33ac709a8411687e5b4a36dda1c76": [
    "مطبخ حديث مع أرضيات بلاط بيضاء وموقد أبيض، يضم نافذة كبيرة مع منظر وباب يؤدي إلى غرفة مع سقف.",
    "مطبخ به خزائن بيضاء و سطح عمل أبيض يطل على الجبال و يضاء بواسطة أضواء في السقف.",
    "مطبخ مع سطح مكتب أبيض وفاكهة في سلة، يشرف على المدينة، مع لابتوب أسود على المكتب.",
    "حمام به نافذة و حوض مرئي من الأعلى، بينما باب زجاجي به نافذة صغيرة و حديقة صغيرة مرئي من الأسفل، ونافذة به منظر شجرة مرئية من الوسط.",
    "غرفة تحتوي على كاميرا ونباتات بامبو تُرى من خلال نافذة زجاجية ممتلئة بالعشب والحصى، مع شجرة في الخلفية.",
    "باب أبيض به لوح زجاجي ومقبض يُرى من الأعلى والوسط والأسفل.",
    "المشهد يصور خزانة تحتوي على رفوف، باب، وضوء.",
    "المشهد يتكون من مطبخ أبيض مع ثلاجة وفرن رماديين، ثلاجة بيضاء مع باب أبيض، وأبواب خزانة مرآة تُرى من الأعلى."
  ],
  "85b4d3014af0457e9bb0827ea6e18925": [
    "غرفة نوم مع سرير أبيض وجدران، تحتوي على نافذة كبيرة وباب أبيض يمر عبره الضوء.",
    "غرفة ذات جدار أبيض يضم لوحة، ومقياس حرارة مثبت على الجدار، وباب يعلوه لوحة.",
    "ممر مع أرضية خشبية بيضاء ولوحة تؤدي إلى غرفة مع تركيب مروحة سقف ولوحة أخرى، مع باب في الوسط.",
    "المشهد يصور غرفة مع أرضية خشبية، ودرابزين زجاجي، وخزانة بيضاء، وسقف أبيض مع ثريا، وخزانة بيضاء.",
    "درج أبيض به لوحة عليه يؤدي إلى ممر به جدران بيضاء وإضاءة سقف.",
    "النافذة توفر مناظر للجبال والمنحدر والسماء.",
    "شخص واقف على شرفة مطلة على منحدر مع سقف زجاجي فوقه ونافذة تطل على الخارج أدناه.",
    "دب قطبي أسود وأبيض يجلس أمام نافذة بينما باب أبيض مع مقبضين، أحدهما أبيض والآخر ليس كذلك، يؤدي إلى باب به مرآة."
  ],
  "fcf3b78d35544555a69e47f346b63e38": [
    "غرفة معيشة تحتوي على مدفأة، أريكة، ولوحة فنية كبيرة معلقة فوقها على الحائط.",
    "غرفة المعيشة الحديثة مع أريكة بيضاء، جدار زجاجي، نافذة كبيرة، ومروحة سقف، توفر إطلالة رائعة على المدينة.",
    "منزل حديث مع أرضية من البلاط الأبيض وغرفة معيشة تتمتع بإطلالة على المدينة وسقف مزود بمصابيح و إطلالة على السماء.",
    "مساحة معيشة عصرية مع طاولة طعام زجاجية وأرائك في المطبخ وأريكة في غرفة المعيشة.",
    "غرفة طعام تحتوي على طاولة طعام زجاجية، كراسي، زهرية كبيرة، ومصباح معلق يحتوي على كرات زجاجية.",
    "منزل عصري مع طاولة طعام زجاجية، كراسي سوداء، درابزين زجاجي للسلالم، ومصابيح كريستالية.",
    "غرفة معيشة بيضاء مع كرسي وطاولة بيضاء، تتميز بسلم زجاجي كمركز للغرفة.",
    "غرفة معيشة حديثة بأثاث أبيض، مدفأة، باب خشبي، سقف أبيض، وأرضية خشبية."
  ],
  "b3191aeb9a224993b6dd549b8d6a732b": [
    "غرفة نوم مع باب زجاجي منزلق يؤدي إلى شرفة ومنظر.",
    "غرفة نوم تحتوي على سرير ولوحة فنية كبيرة على الحائط، من زوايا مختلفة، ونبات في غرفة بسقف أبيض.",
    "كرسي أبيض ومرآة في غرفة معيشة مع باب أبيض يؤدي إلى غرفة أخرى، كل شيء تحت سقف أبيض مع نور.",
    "كرسي أبيض يجلس في غرفة مع صورة إطارية على الحائط وباب يؤدي إلى غرفة أخرى.",
    "كرسي أبيض يجلس بجانب باب زجاج متحرك يطل على الجبال والسماء.",
    "ممشى زجاجي يحتوي على سيارة موقفا عليه يطل على منحدر يحتوي على أشجار، بينما تطير طائرة فوق موقف سيارات قريب.",
    "منظر لمكتب مدينة مع أثاث رمادي، وشرفة مع كرسيين وطاولة، وطائرة ورقية تطير فوق تلة مع منازل في الخلفية.",
    "منزل مع شرفة تطل على التلال و فناء مع كرسي استلقاء على أرضية من البلاط الرمادي."
  ],
  "f988fa11ddd7405f8427445a04494022": [
    "غرفة معيشة حديثة بيضاء مع مدفأة، مروحة سقف، وأبواب زجاجية تؤدي إلى الخارج.",
    "مشهد يضم أريكة بيضاء وأكراسا على شرفة، غرفة معيشة كبيرة مع منظر للمدينة، ومنظر لسقف سيارة.",
    "منظر لمدينة من باب زجاجي متحرك في منزل، مع مبنى مرئي من الأعلى.",
    "مساحة معيشة حديثة تحتوي على مطبخ أبيض به بار وأرضية بلاط، وجزيرة كبيرة مع كراسي بار، بالإضافة إلى غرفة معيشة به لوحة فنية كبيرة على السقف.",
    "مطبخ حديث مع أرضيات بلاط بيضاء، بار، باب زجاجي، كراسي، سقف أبيض مع مصباح، ونافذة.",
    "غرفة معيشة بكنبة سوداء، أرضية بلاط بيضاء، درج، سقف أبيض مع جهاز إضاءة، وباب زجاجي.",
    "غرفة طعام حديثة مع ثريا زجاجية وطاولة طعام زجاجية مع كراسي تضاء من ثريا كبيرة معلقة فوق الدرج.",
    "غرفة معيشة حديثة بأثاث أبيض وتليفزيون كبير وموقد نار وأريكة تحت سقف أبيض."
  ],
  "6c776704f4dd44f985b0bf2d441dfb92": [
    "درج زجاجي حديث يؤدي إلى غرفة معيشة فسيحة، بينما يشغل الدرج الخشبي ذو الرف واللوحات الزجاجية والدرجات الخشبية المستوى الأوسط.",
    "المنزل الحديث يضم درابزين سلالم زجاجي في غرفة المعيشة، مرئي من الأعلى والأسفل والمنتصف.",
    "رجل يطير طائرة بينما تظهر منظر درج زجاجي في المنزل وغرفة المعيشة من الشرفة.",
    "منزل أبيض حديث مع باب زجاجي ومتجر نبيذ يضم درجًا زجاجيًا مع مسند يؤدي إلى غرفة بيضاء مع جدار وسقف أبيض.",
    "غرفة بيضاء تحتوي على مروحة سقف ومصباح، تحتوي على مرآة تحمل لوحة ولوحة معلقة على الدرج.",
    "رجل يركب دراجة على سطح أبيض، ورجل آخر يطير طائرة بدون طيار فوقه، مع ورقة بيضاء على أرض خشبية مرئية من فوق.",
    "رجل جالس على أريكة في غرفة بينما رجل آخر يطير طائرة فوق خلفية رمادية وبيضاء.",
    "منظر لممر درج أبيض مع درجات خشبية وجدار أبيض يؤدي إلى درج مع درجات خشبية وجدران بيضاء، في حين يطير رجل طائرة في السماء."
  ],
  "bc48486938fb46c1b18c3a30767283c5": [
    "المنزل الحديث يضم درجًا زجاجيًا مع مساند زجاجية وأرضية من البلاط الأبيض، محاطًا بأبواب وزجاج نوافذ.",
    "حمام أبيض مع باب دش زجاجي ومرآة معلقة على حائط أبيض وباب زجاجي مع مقبض معدني.",
    "رجل يحمل كاميرا وكمبيوتر محمول يقف أسفل طائرة بيضاء تطير فوق سماء رمادية، في حين تظهر جدار أبيض مع ضوء ساطع من الأعلى.",
    "باب أبيض وثلاجة يظهر ضد جدار أبيض مع ضوء يمر من خلاله.",
    "باب زجاجي مع نبات، ثلاثي القوائم أمام نافذة زجاجية، ورؤية شجرة وبامبو يمكن رؤيتها من منظورات مختلفة.",
    "حمام به باب أبيض و حوض و باب/نافذة زجاجي.",
    "غرفة بيضاء مع باب أبيض، شاشة تلفزيون بيضاء، ومطبخ أبيض مضاء باللون الأصفر.",
    "درج أبيض مع مساند زجاجية وباب أبيض مع إطار يُرى من زوايا مختلفة."
  ],
  "e4a4df0cca7d481fa58dd0c483c08da3": [
    "مساحة معيشة عصرية مع مطبخ أبيض وأجهزة بيضاء وباب زجاجي يؤدي إلى غرفة معيشة ذات ثريات معلقة في السقف.",
    "مطبخ مع طاولة ومرحاض أبيض، يطل على الجبال، وله سقف مع نافذة كبيرة وباب.",
    "مساحة معيشة حديثة مع مطبخ وإطلالة على المدينة، تحتوي على أرضية بيضاء ومروحة سقف وسماعات.",
    "يصور المشهد ثلاثة مطابخ مختلفة ذات مخططات ألوان وسمات متباينة مثل الخزائن البيضاء أو الرمادية وطاولات العمل البيضاء ونافذة.",
    "منظر لباب زجاجي مع نباتات و كاميرا ومطبخ داخله، ونافذة زجاجية مع شجرة في الخلفية.",
    "حمام أبيض مع مرآة و حوض ظاهر من خلال باب أبيض في غرفة مع أرضية بيضاء من منظور من الأعلى.",
    "منظر لباب زجاجي في مطبخ، ومرآة مع منظر للمدينة، وجدار أبيض مع ضوء ساطع.",
    "مطبخ حديث مع أجهزة من الفولاذ المقاوم للصدأ وجدار زجاجي، يُرى من الأعلى والأسفل، مع جدار أبيض وباب زجاجي في الخلفية."
  ],
  "6b24c7c2fd9e4849b75eedd5298958d7": [
    "سلالم حديثة ذات ألواح زجاجية تؤدي إلى غرفة ذات سجادة، بينما يوجد رف خشبي مع رف آخر فوقه في الأسفل.",
    "درج زجاجي حديث مع درابزين زجاجي يؤدي إلى غرفة المعيشة في المنزل.",
    "سلالم زجاجية ذات درابزين تؤدي إلى غرفة معيشة كبيرة ذات سقف أبيض، كرسي، وطاولة.",
    "منزل مزود برصيف زجاجي، قبو نبيذ، وسقف مزود بمصابيح ومروحة، ويتميز بوجود لوحات فنية على الجدران.",
    "صورة لوجه امرأة معلقة في غرفة بسقف أبيض ومصباح مزود بمروحة.",
    "المشهد يتكون من حمام به مرحاض أبيض، غرفة به كرسي أبيض، وجدار أبيض به كرسي.",
    "رجل واقف على أرضية بيضاء أمام جدار أبيض مع تلفزيون أبيض يعرض شاشة بيضاء.",
    "درج خشبي يؤدي إلى جدار أبيض، بينما يوجد رف خشبي في الوسط."
  ],
  "d28afd8227934d9e9845a151839f2501": [
    "موقد أبيض مع حامل وطاولة في وسط المشهد، مع إطار أسود معلق على الجدار وطاولة بيضاء مع تلفزيون فوقها مرئية من الأعلى.",
    "غرفة معيشة مع مدفأة، كرسي، تلفزيون كبير مثبت على الحائط، ونافذة.",
    "غرفة معيشة واسعة مع نافذة كبيرة، كرسي أسود، منظر للمدينة، ومروحة سقف.",
    "غرفة نوم واسعة تحتوي على سرير كبير وسجادة وباب زجاجي يطل على منظر ومروحة سقف ونافذة.",
    "غرفة نوم مع سرير أبيض، أرضية خشبية، سجادة، وإضاءة سقفية.",
    "غرفة ذات أرضيات خشبية و سجادة بيضاء تحتوي على خزانة تحتوي على صورة إطارية وباب، وجهار أبيض مع صورة معلقة عليه.",
    "يُزين الجدار بصوره سوداء وبيضاء، وصوره مصوره محاطة بإطار، ومرآة كبيرة.",
    "غرفة بيضاء مع أرضيات خشبية ومستودع يؤدي إلى حمام أبيض مع جهاز إضاءة فوقه."
  ],
  "6a2ce6dc04294e55af92a617d00fc4aa": [
    "غرفة معيشة ذات باب زجاجي منزلق وصوره لزوجين معلقة على الباب.",
    "شرفة تحتوي على طاولة بيضاء وأرائك تطل على خط أفق المدينة ضد سماء زرقاء مع شجرة في الخلفية.",
    "رجل يستمتع بالمنظر من مدينة من بركة على شرفة بينما يطير طائرة في السماء.",
    "منزل حديث مع مسبح وكرسي استرخاء محاط بأرضيات بيضاء، يوفر إطلالة على السماء من شرفة.",
    "غرفة معيشة بباب زجاجي منزلق ونافذة كبيرة تسمح بدخول الضوء وتوفر منظرًا للسماء.",
    "غرفة ذات مرآة كبيرة وباب متصلة بممر ذات جدار أبيض وسجادة، وفي الغرفة سجادة بيضاء على الأرض.",
    "غرفة معيشة حديثة مع طاولة زجاجية وأرائك، إطلالة على المدينة، تلفزيون، ومروحة سقف، وتضم أيضًا سجادة من فروة خروف رمادية في منطقة مكتب مجاورة.",
    "مكتب حديث مع مكتب زجاجي وسجادة فرو، يضم مكتب أبيض مزخرف بصور سوداء وبيضاء على الحائط، كل ذلك في غرفة بسقف أبيض وصور إطارية."
  ],
  "cdecf77c381d4468a4aae22ddd6a1202": [
    "منظر لحمام به مرحاض أبيض وجدار أبيض يؤدي إلى باب أبيض مع باب زجاجي، وعمود أبيض به ضوء يضيء عليه من الأعلى.",
    "حمام به أرضية بيضاء يحتوي على باب زجاجي مع لوح زجاجي ومحاط بجدران بيضاء مع لوحات زجاجية.",
    "باب أبيض به نافذة زجاجية مثبت في جدار أبيض مع عمود أسود، وفوقه جدار أبيض مع إطار أبيض ونافذة.",
    "منظر ثلجي لباب زجاجي به نباتات بامبو من الداخل ونافذة به شجرة بامبو من الخارج.",
    "باب مغلق به قفل مفتوح، بينما نافذة ذات إطار أبيض وشجرة في الخلفية مرئية من الأعلى والمنتصف.",
    "امرأة واقفة أمام حائط أبيض في حمام به حوض ومرحاض ونافذة.",
    "المشهد يصور حماما به حوض أبيض ومرآة، بالإضافة إلى مرآة أخرى وثابت إضاءة عند النظر من الأعلى.",
    "يصور المشهد حمامًا به مرحاض و ومرآة وثريات إضاءة من زوايا مختلفة"
  ],
  "dbfa6331cdc2481ca6c104ead7344e72": [
    "شرفة فسيحة مع مسبح وأرائك، محاطة ببلاط أبيض وتوفر منظرًا رائعًا للجبال من خلال باب زجاجي قابل للانزلاق.",
    "غرفة معيشة مع سجادة كبيرة، كرسي، تلفزيون، ومنظر من خلال نافذة كبيرة.\n\n    , , ,",
    "غرفة معيشة تطل على المدينة من خلال نافذة كبيرة وإضاءة سقفية.",
    "لوحة معلقة فوق أريكة رمادية في غرفة المعيشة.",
    "مطبخ بباب زجاجي وأرضية بلاط أبيض يوجد به كاميرا مثبتة في الباب وشجرة مرئية من خلال نافذة.",
    "مطبخ أبيض حديث مع خزائن وباب زجاجي منظر من الأعلى والمنتصف.",
    "مطبخ حديث مع جزيرة بيضاء واجهزة من الفولاذ المقاوم للصدأ، بما في ذلك وعاء من الفواكه على سطح الطاولة، يُرى من الأعلى مع سقف وأضواء مرئية.\n\n  \n\n مطبخ حديث   \n مع جزيرة بيضاء    \n واجهزة من الفولاذ المقاوم للصدأ    \n بما في ذلك وعاء من الفواكه على سطح الطاولة         \n يُرى من الأعلى    \n مع سقف وأضواء مرئية",
    "غرفة معيشة حديثة مع باب زجاجي منزلق وأرضية بلاط بيضاء، منظر من الأعلى مع سقف وثريات إضاءة."
  ],
  "3a57f8d8b7f245928a1b5529333ae474": [
    "مشهد يضم طاولة من الجرانيت الأسود و حوض من الفولاذ المقاوم للصدأ ورف مع كؤوس نبيذ ومرآة ومرآة مع كؤوس نبيذ وزجاجة نبيذ.",
    "المشهد يصور مطبخًا به طاولة مطبخ سوداء وعبوات زجاجية، وبارًا به كؤوس نبيذ ورف نبيذ، ورفًا به كؤوس نبيذ عليه.",
    "المشهد يضم مساحة مع لمسات حمراء، بما في ذلك رف نبيذ مقابل جدار من الطوب الأحمر، مطبخ مع جدار من البلاط الأحمر، وحمام مع بلاط أحمر وضوء.",
    "رف شربة مثبت على الحائط مع العديد من الزجاجات المعروضة عليه.\n\n             .",
    "مجموعة من زجاجات النبيذ معروضة على رف مثبت على الحائط ورف معلق.",
    "رف مستند إلى الحائط للنبيذ مع زجاجات معلقة أو عليه مرئي من زوايا مختلفة.",
    "المشهد يصور أبواب زجاجية مختلفة في المنزل، بما في ذلك أبواب دش زجاجية، وباب زجاجي يؤدي إلى سلم، وأبواب زجاجية انزلاقية.",
    "المشهد يضم عداد مطبخ أسود مع حوض زجاجي، وحمام مع مرآة زجاجية وسلم، وباب زجاجي منزلق في الحمام."
  ],
  "49888a3fad204e94a546db3b697a364b": [
    "يتم عرض لوحة في غرفة ذات جدران وأرضيات بيضاء، مع إظهار وجهة نظر واحدة أنها معلقة على الحائط، ووجهة نظر أخرى أنها على الأرض، ووجهة نظر نهائية أنها على السقف.",
    "خزانة بيضاء وخزانة مع أرضية خشبية في غرفة.",
    "مشهد مينيمالي مع باب أبيض، مقبض أبيض، حائط أبيض، رف أبيض، وضوء أبيض.",
    "يُعرض لوح فني على حائط أبيض مع أرضية خشبية في معرض فني.",
    "يعلو لوحة على جدار أبيض في غرفة بأرضية خشبية وثريات مضاءة فوقها.",
    "غرفة بيضاء مع باب، كرسي، وورقة على الحائط.",
    "درج أبيض مع مساند زجاجية ونافذة في الوسط يؤدي إلى حائط أبيض مع باب ونافذة.",
    "رجل يقف في غرفة ذات شرفة زجاجية وباب، أمام نافذة زجاجية كبيرة تطل على السقف ونافذة أخرى."
  ],
  "3a9381248af24e2795095eda5bee2270": [
    "منزل به رواق و غرفة نوم وحمام كل منها له باب خاص.",
    "يتميز المشهد بوجود لوحات متعددة معروضة في غرفة ذات أرضية خشبية بيضاء وممر مع جدار أبيض.",
    "مطبخ أبيض حديث مع ميزات زجاجية تشمل درابزين زجاجي وباب زجاجي وخزانة بيضاء مع أبواب زجاجية ومروحة سقف.",
    "منزل حديث مع درج زجاجي، وحمام يضم جدار أبيض ودش زجاجي، وغرفة مع سقف أبيض وثريات إضاءة.",
    "غرفة معيشة بيضاء تحتوي على تلفزيون وأريكة متصلة بسلم يؤدي إلى لوحة في منزل، كل ذلك محاط بغرفة ذات سقف وجدار أبيض.",
    "رجل يحتوي على جهاز تحكم عن بعد للتلفزيون واقف أمام جدار أبيض مع تلفزيون أبيض، وهناك مرحاض أبيض مع مقبض أسود في الغرفة.",
    "غرفة ذات نوافذ وفتحة سقف، حائط أبيض مع باب أسود، وإطلالة على السماء الزرقاء.",
    "هيكل زجاجي يوفر مناظر لمناظر طبيعية جبلية من غرفة و شرفة و باب."
  ],
  "7dca42b9f8a04177b4766e6b90a76aef": [
    "منزل حديث مع مسبح كبير، كراسي استرخاء، شلال، وإطلالة على الجبال.",
    "يُقدم مسبح على السطح إطلالة على خط أفق المدينة بينما تطير طائرة ورقية فوق رأسك في حقل قريب.",
    "منظر لبيت به سقف أبيض تحت سماء زرقاء، نافذة زجاجية مطلة على المدينة، وشرفة مطلة على المدينة.",
    "باب زجاجي يطل على المحيط يتم تركيبه في المنزل، يوفر مدخلًا يحتوي على نافذة ومنظر للسماء.",
    "غرفة معيشة عصرية مع لوحة فنية كبيرة على الحائط وأرضية بيضاء، تضم أريكة.",
    "المشهد يتكون من مساحة متعددة الوظائف مع أرضية بيضاء وبار وكراسي ومطبخ حديث وغرفة معيشة مع مروحة سقف وضوء.",
    "مساحة معيشة عصرية و أنيقة مع كرسي صالة على أرضية مفروشة بالبلاط، جدار زجاجي يؤدي إلى الدرج، و نوافذ سقفية في المطبخ.",
    "منزل حديث مع شرفة مفروشة بالبلاط الأبيض، أثاث رمادي، باب زجاجي، باب زجاجي كبير قابل للانزلاق في غرفة المعيشة، وفتحة سقفية."
  ],
  "0cdb095289ae43a3a716316982c644c3": [
    "غرفة معيشة تحتوي على كرسي أزرق وتليفزيون مثبت وسماعات توفر إطلالة.",
    "كرسي أسود يجلس على سجادة أمام نافذة تطل على مدينة من خلال ألواح زجاجية في منزل.",
    "يتم رؤية المدينة من منظورات مختلفة، بما في ذلك نافذة زجاجية، عمود طويل، وباب زجاجي مع سماء زرقاء وسحب.",
    "غرفة معيشة دافئة مع أريكة رمادية، مصباح ثلاثي القوائم، مروحة سقف مع ضوء، ومنظر للجبال.",
    "غرفة تحتوي على لوحة فنية بألوان زرقاء وصفراء وأرجوانية معلقة على الحائط ولوحة فنية أخرى بنفس الألوان على الأريكة.",
    "يُعرض لوح فني بشكل بارز في غرفة المعيشة، مع أريكة ومخدات أسفله.",
    "المشهد يظهر مساحة معيشة حديثة مع أريكة بيضاء وطاولة قهوة في غرفة المعيشة، ومطبخ حديث مع خزائن بيضاء وجزيرة كبيرة، وغرفة مع سقف وإضاءة من الأعلى.",
    "غرفة معيشة حديثة مع جدار زجاجي، طاولة قهوة، طاولة زجاجية، تلفزيون، ومروحة سقفية."
  ],
  "1f82c88d356249708e9b46448be7034a": [
    "غرفة معيشة عصرية مع نوافذ كبيرة وإطلالة، تتميز بتصميم أبيض وباب زلازل.",
    "منزل عصري مع باب زجاجي منزلق ومنظر للمدينة من غرفة ذات نافذة.",
    "غرفة معيشة ذات أرضية من البلاط الأبيض وإضاءة سقف توفر منظرًا مذهلاً على المدينة والمحيط.",
    "مطبخ عصري مع جزيرة كبيرة، كراسي بار، طاولة بيضاء، ولوحة فنية على السقف.",
    "مطبخ عصري مع باب زجاجي وطريق للمشاهدة، به أرضية بيضاء وسقف أبيض ونافذة.",
    "المشهد يظهر مطبخًا أبيض مع ثلاجة وميكروويف، وكذلك خزانة بيضاء ذات بابين وحائط أبيض.",
    "غرفة معيشة حديثة مع أرضية بلاط بيضاء، درج زجاجي، وسقف أبيض.\n\n      ,  ,  قف .",
    "مساحة معيشة ومأكل حديثة مع عناصر زجاجية وثريات إنارة معاصرة."
  ],
  "4d2108a6225f4a47b19f54fa4a61588e": [
    "رجل يقف أمام باب زجاجي في منزل حديث به غرفة معيشة بيضاء تضم أرضية زجاجية ومروحة سقف.",
    "منزل عصري مع مسبح وشرفة مطلة على المدينة، يضم كرسي استلقاء وأريكة، مع إطلالة على السماء من نافذة.",
    "مبنى فاخر مع فناء كبير وحمام سباحة محاط بزجاج وإطلالة على السماء يوفر إطلالة رائعة على المدينة.",
    "غرفة معيشة حديثة مع باب زجاجي منزلق وكرسي.",
    "مطبخ حديث مع جزيرة كبيرة وكراسي بار، أرضيات بلاط بيضاء، ومروحة سقف وضوء.",
    "منزل حديث به غرفة طعام تضم أرضية من البلاط الأبيض وجدران زجاجية وسلم، بالإضافة إلى غرفة معيشة به ثريا وضوء سقف.",
    "غرفة معيشة عصرية بأثاث أبيض، بار، درج زجاجي، وسقف أبيض.",
    "غرفة معيشة تحتوي على مدفأة، كراسي، ولوحة فنية كبيرة على الحائط."
  ],
  "d0fd62a0342b4cf1ba722c39aca257ce": [
    "كرسي أسود ومقعد إضافي يجلسان في غرفة مع تلفزيون أمامهما، كل ذلك تحت سقف أبيض مع نافذة.",
    "شرفة ذات شريط زجاجي ومقعد تطل على المدينة من خلال باب زجاجي منزلق يطل على السماء.",
    "غرفة معيشة تطل على المدينة وطالع أعلى من السماء من المبنى",
    "غرفة معيشة تطل على الجبال يمكن الوصول إليها من خلال باب زجاجي منزلق ذو ألواح زجاجية وإطار معدني، يوفر إطلالة على السماء من الأعلى.",
    "غرفة نوم تحتوي على سرير، دولاب، ومصباح، من زوايا مختلفة بما في ذلك من الأعلى مع مصباح معلق.",
    "غرفة نوم بيضاء مع سرير ومصباح ومخدات رمادية على بطانية بيضاء، منظر من الأعلى مع كرسي في الغرفة.",
    "غرفة نوم تحتوي على سرير وخزانة وسجادة وسقف أبيض مع ضوءين فوقه.",
    "غرفة المعيشة مع مدفأة، أرضيات خشبية، تلفزيون، ومروحة سقف."
  ],
  "f106c5744f8e444d931ed9bdd12ee3aa": [
    "غرفة نوم تحتوي على سرير ولوحة فنية على الحائط ومزخرفات زرقاء من زوايا مختلفة.",
    "غرفة نوم مع أرضيات خشبية ومرآة تحتوي على باب زجاجي كبير يؤدي إلى شرفة، بينما يعلق مرآة في غرفة ذات جدران بيضاء.",
    "غرفة بسيطة وتصميمية دقيقة مع جدار أبيض، باب أبيض، إطار أبيض، مرآة، وأرضية خشبية.",
    "باب أبيض به لوح زجاجي في مدخل أبيض في جدار أبيض.",
    "المشهد يتألف من أرضية بيضاء مع لوحة ، وسلم مع لوحة ، وممر مع سقف أبيض وضوء.",
    "غرفة تحتوي على كرسي أبيض، وصور على الحائط، وإطار أسود معلق على الحائط، وتليفزيون مثبت على الحائط.",
    "غرفة معيشة تحتوي على كرسي أبيض وأريكة تضم شرفة تطل على التلال وباب زجاجي يطل على الجبال.\n\n \n غرفة معيشة   \n تحتوي على \n كرسي أبيض   \n وأريكة  \n تضم \n شرفة  \n تطل على    \n التلال  \n وباب زجاجي    \n يطل على    \n الجبال",
    "غرفة نوم مع سرير أبيض وأوتومان، تتميز بباب زجاجي كبير يطل على التلال وباب زجاجي منزلق."
  ],
  "fd23ee9232f54604bda2e7cb0d4055d1": [
    "حمام أبيض مع مرحاض، دش، مرآة، باب، وإضاءة.",
    "منظر لمخزن أبيض، ثلاجة بيضاء مع باب مفتوح، وحمام به مرحاض و من زوايا مختلفة.",
    "غرفة معيشة مع مدفأة، أرضيات خشبية، منظر للمدينة، تلفزيون، ومروحة سقف.",
    "غرفة نوم تحتوي على سرير كبير، أبواب زجاجية منزلق، سجادة، سقف، ونافذة.",
    "المشهد يتكون من حائط أبيض مع تلفزيون مثبت، ميزان حرارة، ساعة، ومكبر صوت.",
    "المنظر يضم ثلاث لوحات، واحدة ذات خطوط سوداء وذهبية، واحدة ذات خلفية سوداء وبيضاء، وواحدة ذات خلفية سوداء وفضية.",
    "غرفة ذات جدران بيضاء وأرضية خشبية تحتوي على صورة سوداء وبيضاء على جدار أبيض، مع لوحة فنية على السقف الأبيض أعلاها.",
    "خزانة بيضاء مع باب ومرآة موضوعة على أرضية خشبية في حمام أبيض مع باب وضوء."
  ],
  "67635a89fb324efcb365622f6b521e1e": [
    "غرفة نوم مع سرير أزرق و مصباح تظهر من المنتصف، في حين يُعلق صورة على السقف الأبيض من فوق.",
    "المشهد يصور غرفة نوم ذات مخطط ألوان أزرق وأبيض ولوحة على الحائط.",
    "غرفة ذات أرضية بيضاء ومرآة تؤدي إلى حمام به مرآة وباب، كل ذلك تحت سقف أبيض به مرآة وضوء.",
    "حمام يحتوي على مرآة وثريات إضاءة يظهر من الأعلى، بينما يؤدي باب أبيض به مرآة إلى غرفة ذات أرضيات خشبية بيضاء وكرسي أبيض.",
    "كرسي أبيض ومقعد يقعان في غرفة تطل على منظر من خلال باب زجاجي متحرك ونافذة، مضاءة بمصباح.",
    "منظر من منزل به أبواب زجاجية متحركة وأريكة، يشرف على الجبال من شرفة، مع طائرة تطير في الأعلى.",
    "مشهد يضم شرفة وبالكون ونافذة توفر مناظر لأثاث وتلال والسماء.",
    "غرفة ذات حائط أبيض، ومفتاح للضوء، وسجادة، وصور قط معلقة على الحائط."
  ],
  "f3c8df634cca40529a3072200d6820d4": [
    "لوحة سوداء وبيضاء معلقة على جدار غرفة، تحديدا حمام.",
    "باب خزانة أبيض مع مقبض على أرضية خشبية، محاط باللون الأبيض.",
    "رجل يقف في غرفة المعيشة مع منظر للمحيط ومفتاح الضوء على الحائط.",
    "غرفة معيشة حديثة ذات نوافذ كبيرة وأريكة سوداء على أرضية من البلاط الأبيض، توفر منظرًا واسعًا وتضاء بنور السقف.",
    "غرفة معيشة عصرية ذات أريكة بيضاء وسلم برصيف زجاجي يؤدي إلى باب زجاجي، كل ذلك يقع على أرضية من البلاط الأبيض.",
    "باب خشبي حديث مع إطار وصورة يقف على أرضية بيضاء.",
    "غرفة تحتوي على رف أبيض، ومدفأة خشبية ورف على حائط أبيض، وباب أبيض مع إطار خشبي.",
    "منظر لباب أبيض مع مقبض، غسالة و مجفف داخل، وحمام مع مروحة سقف وباب."
  ],
  "5f5b895c833b41afb1db0ba29afce147": [
    "يتم عرض اللوحة في غرفة بيضاء مع أرضيات بيضاء، إما في ممر أو غرفة منفصلة.",
    "غرفة بيضاء مع خزانة ومشع وماسورة معلقة.",
    "المشهد يتكون من لوح أبيض عليه لوح أبيض آخر، و جدار أبيض عليه لابتوب أبيض، وجدار أبيض عليه تلفزيون أبيض.",
    "رواق به جدران بيضاء وأرضيات خشبية بيضاء ولوحة معلقة فوق جدار أبيض.",
    "تصوير معلق على حائط أبيض مع أرضية خشبية، يضم خلفية سوداء وبيضاء.",
    "رجل يطير طائرة فوق خلفية بيضاء في غرفة ذات جدران بيضاء وأرضية خشبية.",
    "مشهد الي مع جدران بيضاء، كرسي أبيض وطاولة، صندوق أبيض مغطى، وشاشة تلفزيون بيضاء.",
    "مطبخ أبيض مع أرضية خشبية وباب أبيض يؤدي إلى مدخل أبيض مع أرضية أبيض وجدار أبيض، والذي يؤدي بدوره إلى حمام أبيض مع مرآة ومرحاض."
  ],
  "2f59933fa37143049c27c412c3133c55": [
    "حمام بهوامش طاولة غسيل بيضاء ومرآة ونافذة تطل على شجرة وضوء طبيعي.",
    "المشهد يصور حمام أبيض به حوض ومرحاض وبلاط أبيض ونافذتان.",
    "باب أبيض مع مقبض ومقبض يُرى من الأسفل، حائط أبيض مع لوح أبيض عليه يُرى من الوسط، وثلاجة بيضاء مع باب أبيض يُرى من الأعلى.",
    "المشهد يتكون من أبواب بيضاء ومقابض، بما في ذلك ثلاجة وخزانة.",
    "رواق مع جدران بيضاء وأرضية من البلاط وباب، مضاء بضوء من فوق.\n\n         ,     .",
    "منظر لحمام أبيض به مرحاض و حوض، ثلاجة بيضاء مع باب أبيض، وتصوير مقرب للباب الأبيض مع ضوء عليه.",
    "المشهد يصور حمامًا به كشك استحمام زجاجي، مرحاض، و استحمام به باب زجاجي وضوء.",
    "حمام حديث به كشك دش زجاجي يضم شلالًا وجدارًا صخريًا محاطًا بأشجار."
  ],
  "9638fb3433444ff2b5c1a0ec5078c1c1": [
    "غرفة نوم تحتوي على سرير أزرق ومقعد أوتومان، تتميز بلوحة فنية على الجدار، تقع في غرفة ذات سقف أبيض ولوحة فنية أخرى.",
    "حمام به أرضية بيضاء، ومرآة، ولوحة فنية كبيرة على الحائط، ومصابيح إضاءة.",
    "يتم وضع ثلاثي القاعدة أمام سطح عاكس، إما مرآة أو باب زجاجي، مع مرآة إطار خشبي ونافذة مرئية من الأعلى.",
    "باب أبيض مع مقبض يُرى في غرفة.",
    "ممر مع أرضيات خشبية بيضاء وصورة يؤدي إلى درج مع صورة عليه، وينتهي في النهاية إلى باب أبيض مع صورة عليه.",
    "كرسي أبيض موضوع أمام نافذة ذات منظر في غرفة نوم.",
    "كرسي أبيض يجلس أمام باب زجاجي منزلق على شرفة تطل على تلال وجبال، يُرى من فوق عبر باب زجاجي منزلق آخر يطل على السماء.",
    "غرفة نوم مع سرير وإما باب زجاجي منزلق أو نافذة أو منظر من الأعلى."
  ],
  "70c72b63efcb428392cbd238fb0daea2": [
    "منزل عصري مع أرضية من البلاط الأبيض وغرفة معيشة تضم بابًا زجاجيًا كبيرًا وإطلالة على الجبال.",
    "غرفة معيشة مع سجادة رمادية وطاولة قهوة ونافذة زجاجية كبيرة وتليفزيون، تتميز بسقف مع نافذة كبيرة ومنظر.",
    "غرفة معيشة ذات نافذة كبيرة تطل على المدينة ولوحة فنية على الحائط.",
    "لوحة معلقة على حائط أبيض في غرفة.",
    "توجد كاميرا أمام باب زجاجي مزود بعدسة، بينما يمكن رؤية شجرة من خلال نافذة زجاجية من الأعلى.",
    "المشهد يصور ثلاثة مطابخ مختلفة، واحد مع خزائن بيضاء وأجهزة زجاجية، واحد مع خزائن رمادية وفرن، وواحد مع خزانة رمادية ونافذة.",
    "مطبخ حديث مع خزائن بيضاء وأجهزة من الفولاذ المقاوم للصدأ، يضم أرضية وسقف أبيضين.",
    "مطبخ حديث مع جزيرة كبيرة وطاولات بيضاء يقع في غرفة مع سقف وإضاءة."
  ],
  "459819a39f89447ab8dd531fa38f0c3e": [
    "غرفة غسيل تحتوي على غسالة و مجفف، تضم رفوف خشبية وسقف أبيض.",
    "غرفة غسيل تحتوي على غسالة و مجفف و حوض و سلال، منظر من المنتصف، و خزانة تحتوي على رف و مصباح، منظر من الأعلى.",
    "حمام صغير به حوض و مرحاض يقع تحت خزانة تحتوي على ضوء ورف، وفي منتصف المشهد يوجد حوض ومرآة.",
    "غرفة معيشة حديثة ذات باب زجاجي تقع في ممر أبيض مزود بمصباح وباب، تتميز بأرضية من البلاط الأبيض.",
    "ممر مع جدار أبيض وباب يؤدي إلى غرفة مع أرضية مفروشة بالبلاط الأبيض ومروحة سقف.",
    "باب أبيض به مقبض ومقعد، من الأعلى والوسط والأسفل.",
    "منظر مقرب من باب أبيض به مقبض وزر.",
    "غرفة غسيل تحتوي على غسالة و مجفف، حائط أبيض مع كرسي أبيض، وضوء يسطع على الحائط من فوق."
  ],
  "fc8991e507984600b21065aef5b410b5": [
    "المشهد يصور خزانة ذات رفوف وأرضية خشبية، من الأعلى والوسط والأسفل.",
    "غرفة بسيطة مع باب أبيض، حائط، كرسي، وطاولة، مضاءة بضوء ساطع من فوق.",
    "منظر لباب أبيض مع مقبض، باب أبيض منزلق مع إطار، وتصوير مقرب من جدار أبيض مع مصباح.",
    "منزل حديث بغرفة نوم بيضاء تطل على المحيط، وغرفة معيشة باب زجاجي كبير، وباب وزجاج في السقف الأبيض.",
    "غرفة نوم مع سرير أبيض ولوحة على الحائط، من زوايا مختلفة، وكرسي أبيض في الغرفة.",
    "غرفة نوم بسيطة ومبسطة مع سرير أبيض وطاولة جانبية مع مصباح وصور، وجدار وسقف أبيض.",
    "خزانة بيضاء مع رف ودرج وباب مفتوح.",
    "المشهد يصور خزانة تحتوي على أدراج خشبية وإطارات، بالإضافة إلى إطارات إضافية وضوء في الأعلى."
  ],
  "25fd42e757ba44a3ac83a72232f46b78": [
    "حمام به دش زجاجي، أرضيات خشبية، حوض أبيض، ومرآة.",
    "حمام به باب دش زجاجي، أرضية خشبية، مقعد، ونافذة.",
    "كرسي أبيض عليه صورة يجلس أمام تلفزيون أسود مثبت على جدار أبيض.",
    "غرفة معيشة تحتوي على أريكة بيضاء وتليفزيون مرئية من الأعلى، بينما تطل تلفزيون كبير على شرفة على المحيط ويشع نور ساطع من خلال نافذة.",
    "غرفة معيشة تحتوي على أريكة بيضاء وسجادة ولوحة فنية كبيرة على الحائط، مضاءة بشعاع ضوئي يسطع على السقف الأبيض.",
    "غرفة نوم مع سرير أبيض ووسادة رأس، وسائد، مروحة سقف، وأضواء على سقف أبيض.",
    "غرفة نوم تحتوي على سرير وطاولة جانبية وصور على الحائط، من منظور من الأعلى والمتوسط مع سقف أبيض وصور معلقة من فوق.",
    "مشهد يضم ظلًا لفن محاط بإطار على حائط أبيض، ولوحة لرجل، وباب أبيض بإطار أسود وصورته."
  ],
  "561539769a374a5fa17f167e4394a4c1": [
    "مكتب أبيض مع طاولة وباب زجاجي يُرى من الوسط، مع مدخل أبيض يحتوي على مرآة وعمد أبيض يحتوي على صورة عليه يُرى من الأعلى.",
    "منزل حديث به غرفة معيشة تضم سجادة رمادية وأرائك، أبواب زجاجية تطل على منظر، وغرفة نوم تضم نافذة كبيرة ولوحة.",
    "غرفة معيشة عصرية تحتوي على أريكة رمادية وسجادة، تتميز بنافذة كبيرة مطلة على المدينة وصور معلقة على الجدار.",
    "مشهد مينيمالي بلونين أسود وأبيض يضم تلفزيونا وآي باد وساعة على حائط أبيض.",
    "طائرة بيضاء تطير فوق رجل يركب دراجة هوائية في يوم غائم، ويمكن رؤية قميص أبيض من الأعلى.",
    "دب قطني أبيض يقف على خلفية بيضاء في غرفة ذات حائط أبيض وأرضية خشبية، مع ساعة بيضاء على الحائط أعلاه.\n\n          .",
    "ممر أبيض مع باب يؤدي إلى حمام وضوء يسطع من فوق.",
    "خزانة ذات باب مفتوح، رفوف، نور، وأرضية بيضاء."
  ],
  "a56597b1c6b54d58853ddf7a3679064d": [
    "غرفة معيشة حديثة مع أريكة بيضاء وسلم زجاجي على أرضية بلاط بيضاء.",
    "منزل عصري مع طاولة طعام زجاجية ومصباح معلق في غرفة الطعام، ومصباح معلق في غرفة المعيشة.\n\n,      \n\nمنزل عصري مع طاولة طعام زجاجية ومصابيح معلقة في غرفتي الطعام والمعيشة.",
    "مشهد يضم جذع خشبي في مطبخ أبيض وغرفة معيشة تطل على المدينة وجدار أبيض مع كرسي.",
    "منظر أرفف نبيذ زجاجية مع زجاجات معلقة عليها في غرفة ذات باب زجاجي، وأبواب زجاجية منزلقية في حمام.",
    "غرفة معيشة عصرية تضم لوحة فنية على الحائط متصلة بممر يحتوي على لوحة لرجل معلق، وكلاهما يقع على أرضية مفروشة بالبلاط الأبيض.",
    "تعلق لوحة فنية على جدار منزل به درابزين سلم زجاجي مرئي من الأسفل.",
    "درج زجاجي مع مساند زجاجية ومقبض معدني في المنزل.",
    "منزل حديث مع درابزين سلالم زجاجي يضم كرسي أبيض على أرضية بيضاء."
  ],
  "1bc6dad179a6490691f99433c6e45ff6": [
    "غرفة معيشة ذات باب زجاجي متحرك وإطلالة على الجبال من منظورين منتصف وعلوي.",
    "شرفة على السطح مع أريكة رمادية وأكراس توفر منظرًا عصريًا وجميلًا للمدينة، مع طائرة صغيرة تطير فوق السماء الزرقاء.",
    "رجل يطير طائرة ورقية في السماء بينما يطل على غرفة معيشة حديثة بإطلالة على المدينة من شرفة.",
    "شرفة ذات درابزين زجاجي ونباتات تطل على منظر جبلي خلاب تحت سماء زرقاء مع أسلاك وعصا ظاهرتان من الأعلى.",
    "منزل مع شرفة و شجرة، تحتوي على شرفة ذات حاجز زجاجي و نباتات، منظر من الأعلى مع مدخنة مرئية.",
    "منظر لحمام به مرحاض أبيض وجدار خرساني مع باب زجاجي ونافذة، تحت سماء زرقاء وإضاءة بيضاء.",
    "لوح أبيض يحتوي على لوح أبيض آخر موضوع فوقه، يقع أسفله كوب أصفر وأبيض به غطاء، وفي الوقت نفسه يضيء الضوء المربع الجدار الأبيض من الأعلى.",
    "غرفة معيشة مع أرضية خشبية، مدفأة، كرسي، مروحة سقف، وضوء."
  ],
  "f1426ef89da84f05bf939918945f71aa": [
    "حمام أبيض مع مرآة ومرحاض يظهر من الأعلى، بينما يظهر باب أبيض مع مقبض من الأسفل، وحائط أبيض مع باب يظهر من الوسط.",
    "حمام به باب دش زجاجي، مقعد، مرحاض، منظر، وضوء في باب دش.",
    "حمام يطل على المدينة ومروحة سقف مع أضواء.",
    "المشهد يصور حماما به حوض ومرآة، ويتميز بمرآة كبيرة وأضواء من منظور من الأعلى.",
    "يظهر المشهد حماما يحتوي على حوض ومرآة وثريات إضاءة من زوايا أعلى وأسفل ووسطية.",
    "غرفة ذات باب أبيض وأرضية خشبية تحتوي على خزانة بيضاء بها لوحة، تُشاهد من الأعلى مع باب أبيض وإطار.",
    "منظر لغرفة بيضاء تحتوي على خزانة وساعة حائط وأدوات حمام.",
    "حمام أبيض مع باب زجاجي، مرحاض، ومرآة."
  ],
  "edc4bfabaa6c45179cc2396efd2e3b2c": [
    "حمام به جدران وأرضيات وسقف من البلاط، يحتوي على مرحاض.",
    "حمام أبيض به مرحاض ودش وأرضية مفروشة بالبلاط.",
    "حمام أبيض به نافذة وباب يحتوي على باب أبيض به باب زجاجي في الغرفة وباب أبيض بمقبض أبيض.",
    "يمكن رؤية منظر ثلجي من خلال مدخل زجاجي، بينما يظهر باب أبيض مع نافذة من وجهتي النظر الوسطى والعلوية.",
    "حمام أبيض به مرحاض و حوض يضم لوحة فنية بيضاء وصفراء تحتوي على دائرة بيضاء، وفي الأعلى يمكن رؤية نافذة تطل على شجرة.",
    "حمام به حوض و مرآة و دش زجاجي و شجرة في النافذة و مزخرف بفازة.",
    "المشهد يصور حماماً به حوض أبيض ومرآة وثريات إضاءة من زوايا مختلفة.",
    "حمام به حوض، مرآة، أجهزة إضاءة، ومصباح معلق من السقف."
  ],
  "0f5c56e60cbf429eb30903125c3035b6": [
    "غرفة نوم تحتوي على سرير ولوحة فنية على الحائط ومصباح على غطاء أبيض، مع صورة معلقة على السقف الأبيض.",
    "غرفة نوم مع إطلالة على البحر أو المدينة، تحتوي على سرير أبيض ونافذة كبيرة.",
    "مساحة معيشة فاخرة ذات أريكة بيضاء وإطلالة رائعة على المدينة من شرفة، محاطة بنافذة كبيرة ولوحة فنية جميلة.",
    "لوحة معلقة على حائط غرفة مع مقعد أبيض أسفلها وصور أخرى معلقة فوقها.",
    "حمام أبيض مع حوض ومِرآة، صندوق أبيض مع غطاء، وجدار أبيض مع باب.",
    "باب أبيض مع أرضية خشبية وجدار أبيض، مع نور يسطع من خلال الباب من الأعلى.",
    "منزل حديث مع أرضيات خشبية ومساحة نافذة كبيرة يحتوي على لوحة على باب أبيض.",
    "غرفة نوم بسيطة مع سرير أبيض و مصباح و جدار و باب و رف."
  ],
  "13a8c23dab5b473fa8d449a126b949be": [
    "خزانة ذات أبواب زلاقة ورفوف وأرضية خشبية مضاءة بضوء.",
    "غرفة معيشة حديثة مع مدفأة، أرضيات خشبية، تلفزيون كبير، ومروحة سقف.",
    "المشهد يصور شقة متعددة الطوابق تحتوي على غرفة نوم مع سرير وسجادة، وغرفة نوم مطلة على المدينة، وغرفة معيشة مع مروحة سقف ونافذة.",
    "المشهد يصور غرفة نوم مع سرير وسجادة ومصباح، من زوايا مختلفة، تقع في غرفة مع جدار وسقف أبيض.",
    "منظر لغرفة نوم تحتوي على خزانة مع مرآة وخزانة، يمكن الوصول إليها من خلال باب زلازل في غرفة تحتوي على رف، يُرى من الأعلى مع باب خزانة أبيض وأرضية خشبية مرئية من الأسفل.\n\n         ,           .",
    "مساحة معيشة حديثة مع أرضية بيضاء، وسجادة من جلد الأغنام، وخزانة ملابس مع مرآة كبيرة وأبواب زجاجية، ومطبخ مع رفوف وسقف أبيض.",
    "المشهد يصور مطبخًا به طاولة بيضاء، خزائن خشبية، حوض، مصباح، ورف.",
    "المشهد يتكون من خزانة بيضاء وخزانة على أرضية خشبية، وخزانة خشبية ورفوف في خزانة أخرى، ومطبخ أبيض مع رفوف وثريات من منظور من الأعلى."
  ],
  "5588d14480e84a6d9b0cc3db4dac8f50": [
    "مشهد منقح يضم غرفة نوم بيضاء مع سرير وجدار، وبصمة يدوية إطارية في حمام، وصورة إطارية على سقف أبيض.",
    "كرسي أبيض ومقعد يقعان في غرفة مع تلفزيون مثبت على الحائط، تحت سقف أبيض مع تلفزيون وضوء.",
    "غرفة معيشة تحتوي على تلفزيون وإطلالة على المدينة من خلال نافذة توفر أيضًا إطلالة على السماء.",
    "غرفة معيشة مع شرفة وباب زجاجي منزلق يوفر إطلالة رائعة على المدينة.",
    "يعلو لوحة فوق أريكة بيضاء في غرفة المعيشة وفوق سرير.",
    "غرفة نوم تحتوي على سرير، كرسي، باب أبيض، وطاولة جانبية، من منظورين من الأعلى والمتوسط.",
    "مشهد يحتوي على سرير مغطى بغطاء أبيض مع وسائد زرقاء ورمادية، وكذلك رف أبيض مع رف أبيض آخر فوقه.",
    "غرفة نوم مع سرير أبيض وخزانة، إلى جانب صورة على السقف."
  ],
  "0e144a6507864b6795d4001a90cba761": [
    "غرفة معيشة عصرية مع مدفأة، مقعد، ولوحة فنية كبيرة تحت سقف أبيض.",
    "غرفة معيشة حديثة مع أثاث أبيض، مدفأة، نافذة كبيرة تطل على المدينة، مصباح سقف، وأريكة.",
    "غرفة معيشة تحتوي على أريكة بيضاء وأبواب زجاجية تطل على المدينة، مع ثريا على السقف وباب زجاجي آخر مرئي من الأعلى.",
    "غرفة طعام حديثة مع ثريات زجاجية وطاولة طعام زجاجية مع كراسي ووعاء، من منظورين من الأعلى والمتوسط.",
    "غرفة معيشة عصرية مع طاولة طعام زجاجية وكراسي سوداء، مرآة كبيرة، ومصباح معلق.",
    "منزل حديث مع درابزين سلالم زجاجي، أرضية بيضاء، سلالم، وأريكة بيضاء.",
    "كرسي أبيض يجلس على أرضية بيضاء أمام درج به درجات زجاجية ودرابزين خشبي.",
    "غرفة معيشة حديثة ذات سقف زجاجي مرئية من الأعلى، بينما مدخل حديث مع باب خشبي يُرى من الوسط، وأرضية بلاط بيضاء مع باب ومدخل مرئية من الأسفل."
  ],
  "c75f71faa8b74a8eb875731b3dbe6183": [
    "منزل حديث مع مسبح وكرسي استرخاء يطل على منظر خلاب من الشرفة ومن مستوى الأرض.",
    "مسبح على السطح مع منظر للمدينة وطائرة تطير في الأعلى.",
    "شخص يستمتع بالمنظر من الشرفة بينما يشاهد شخصًا يطير طائرة ورقية في السماء فوق مسبح.",
    "منزل حديث مع شرفة زجاجية يطل على مدينة بينما يقع في الأسفل فناء من البلاط الأبيض يطل على المحيط.",
    "مطبخ حديث مع باب زجاجي يفتح على أرضية بلاط بيضاء تؤدي إلى شرفة زجاجية تطل على السماء.",
    "منزل حديث مع غرفة معيشة بجدار زجاجي، يضم كرسيين مريحين أبيض وأسود، وسلم زجاجي.",
    "غرفة معيشة حديثة مع أثاث أبيض، و جدار زجاجي، وسلم يؤدي إلى سقف به ثريا.",
    "منزل حديث مع شرفة وأبواب زجاجية يضم غرفة معيشة مع أبواب زلاقة وتراس مع كرسيين رماديين للجلوس."
  ],
  "77eefcb6288a4601867939fa3986485e": [
    "كرسي أبيض وطاولة في غرفة مع تلفزيون مثبت على السقف الأبيض أعلاه.",
    "شخص جالس على شرفة مطلة على المدينة، مع باب زجاجي يوفر إطلالة على منظر المدينة، وبناء أبيض مرئي على خلفية سماوية زرقاء.",
    "شخص جالس في كرسي من القش على شرفة زجاجية مطلة على المدينة بينما تطير طائرة ورقية في السماء الزرقاء فوقه.",
    "منزل حديث مع شرفة مطلة على المدينة وكرسي وطاولة من القش على الشرفة.",
    "غرفة تحتوي على أريكة بيضاء وأرضية بيضاء، وتضم سريراً مع لوحة كبيرة على الحائط وصورته نافذة معلقة أعلاه.",
    "غرفة تحتوي على أريكة بيضاء ولوحة فنية كبيرة على الحائط، وكذلك لوحة فنية على السقف.",
    "غرفة نوم مع سرير أبيض وإطلالة، تحتوي على سقف أبيض وثريات إضاءة.",
    "غرفة نوم بيضاء بسيطة تحتوي على سرير، كرسي، لوحة، وصورة على السقف."
  ],
  "aa5bf4cd5d0448bf8be5f5dbc0b53fe3": [
    "منزل حديث مع شرفة، مسبح، كراسي استرخاء، شرفة، ومنظر جميل.\n\n      , ,  , ,",
    "منظر خلاب يضم منزلًا على قمة التل مع مسبحًا يطل على المدينة، ومسبحًا أسفله، وطائرة ورقية تطير في السماء فوق حقل قريب.",
    "مشهد يضم فناءًا من البلاط الأبيض يواجه الجبال، ونمطًا للمدينة من نافذة، ومنزلًا تحت سماء زرقاء.",
    "غرفة معيشة مع باب زجاجي منزلق ولوحة فنية كبيرة على الحائط.",
    "مساحة معيشة حديثة مع أرضية من البلاط الأبيض، لوحة فنية كبيرة في المطبخ، وضوء سقف في غرفة المعيشة.",
    "مطبخ أبيض حديث مع بار وكراسي، يضم مروحة سقف وأضواء.",
    "غرفة معيشة حديثة مع أريكة وباب زجاجي، تتميز بسقف مع ثريا وسلم.",
    "غرفة معيشة حديثة ذات جدار زجاجي وأثاث يتكون من كرسيين وأريكة، تقع في منزل به باب زجاجي منزلق."
  ],
  "ab91de30c3174076814e98ad102a4ec6": [
    "منزل أبيض حديث مع باب زجاجي، جدران زجاجية، تمثال، وسلم مع درابزين زجاجي.",
    "المشهد يضم منطقة مخصصة للنبيذ مع سطح من الكونتر الأسود، وأكواب النبيذ وزجاجات، ورف نبيذ مع أكواب، ومرآة مع الرفوف.",
    "المشهد يضم مطبخًا مع رف للنبيذ وخلية نبيذ، جدارًا مقسمًا بالبلاط الأحمر مع أرفف للنبيذ وزجاجات، وحمامًا مع جدار مقسم بالبلاط الأحمر ومصابيح إضاءة.",
    "يُعرض مجموعة متنوعة من زجاجات النبيذ على رف نبيذ مثبت على الحائط ومتدلية من رف نبيذ أعلى.",
    "حمام حديث مع باب دش زجاجي، رف زجاجي، نبات، ومرآة.",
    "باب زجاجي منزلق مع مقبض زجاجي ومقبض كروم على باب زجاجي يؤدي إلى غرفة مع مرآة معلقة وصور.",
    "منزل حديث مع أرضية من البلاط الأبيض، ودرج، و شجرة، و باب زجاجي، و لوحة على الحائط.",
    "المنزل الحديث يضم درجا زجاجيا مع مساند زجاجية وجدار أبيض."
  ],
  "d12c77e484a94e30aa39907af1444da6": [
    "منزل حديث مع باب زجاجي منزلق يحتوي على غرفة تحتوي على كرسي أبيض وأريكة وطاولة، بالإضافة إلى نافذة.",
    "رجل يقف أمام نافذة بينما تطل كرسي من القش على شرفة على المدينة أدناه.",
    "منظر للمدينة من شرفة زجاجية مع طائرة تطير في الأعلى",
    "كرسي على شرفة مطلة على المدينة مع منظر لجدار أبيض ومبنى أبيض مقابل سماء زرقاء.",
    "منظر لحمام أبيض به مرحاض و حوض، باب منزلق مع مفتاح إضاءة، و كمبيوتر محمول مع لوحة مفاتيح وفأرة.",
    "يتم عرض لوحة رسمية بشكل بارز في غرفة نوم، مع مقعد أبيض ومخدات أسفلها.",
    "غرفة نوم مع سرير أبيض وباب يؤدي إلى الخارج، من زوايا مختلفة.",
    "غرفة نوم بيضاء مع سرير، كرسي، و جدران بيضاء، مغطاة بسقف أبيض يضم صورة."
  ],
  "43a3580a4000475daccb96247de571f7": [
    "حمام صغير به مرحاض و حوض استحمام، كرسي أبيض مقابل جدار أبيض، و مروحة سقف بيضاء في الغرفة.",
    "حمام صغير به مرحاض و حوض، جدار أبيض به كرسيين أبيضين، و سقف أبيض به ثريا و مروحة.",
    "غرفة بيضاء مع سقف أبيض وجدران بيضاء تحتوي على حمام ومدخل يطل على المدينة.",
    "المشهد يظهر حماماً يحتوي على حوض، مرآة، مرحاض، وأرضيات بيضاء.",
    "باب أبيض مع مقبض أبيض يؤدي إلى غرفة نوم، يُرى من الأعلى والوسط.",
    "غرفة بسيطة وحدادية مع كرسي أسود مقابل جدار أبيض، تلفزيون أبيض على جدار أبيض آخر، وحمام أبيض به مرحاض وغسالة.",
    "باب أبيض مع مقبض ومقبض، ومقبض أبيض، يُرى من زوايا مختلفة.",
    "منظر لحمام أبيض به مرحاض و صورة على الحائط و باب بمقبض."
  ],
  "4848ed4db295441c8722127d3df1c8c1": [
    "منزل فاخر مع مسبح و منظر جبلي محاط بأشجار و يُراقب من طائرة تطير فوقه.",
    "منزل مع مسبح على السطح يطل على مدينة تحت سماء زرقاء مع بعض الأثرية.",
    "رجل يطير طائرة ورقية بينما يطل على مدينة وجبال من جانب تل مع مسبح في الأسفل.",
    "منزل زجاجي حديث مع مسبح زجاجي وشرفة يوفر مناظر رائعة للمدينة والسماء.",
    "غرفة معيشة واسعة ذات باب زجاجي وأرضية بلاط بيضاء تؤدي إلى شرفة زجاجية بإطلالة على السماء.",
    "غرفة معيشة حديثة بأثاث أبيض وسلم، تحتوي على منطقة استراحة مع كراسي وأرائك رمادية وبيضاء، وباب زجاجي مع لوح زجاجي في الأعلى.",
    "مساحة معيشة داخلية خارجية مريحة مع كراسي استرخاء على شرفة، غرفة معيشة مريحة مع مدفأة، وباب يؤدي إلى غرفة أخرى.",
    "منزل به باب زجاجي وشرفة يطل على المدينة، مع أريكة على الشرفة ومنظر للمدينة من خلال الباب الزجاجي."
  ],
  "797892fe2c154f389c03ff6e055eca25": [
    "غرفة نوم وحمام مزودان باب دش زجاجي وعمود أبيض مضاء.",
    "يصور المشهد حمامًا به دش زجاجي وجدران، بالإضافة إلى مرحاض ومرحاض.",
    "حمام عصري مع طاولة تجميل بيضاء، حوض، مرآة، وأضواء فوقها.",
    "باب أبيض مع مقبض، حاسوب محمول أبيض مع شاشة، وجدار أبيض مع ضوء يسطع عليه.",
    "باب أبيض مع مقبض يُرى من الأعلى، وفي الوسط باب خزانة أبيض مفتوح، كلاهما أمام جدار أبيض.",
    "المشهد يتكون من غرفة معيشة مع كرسي ونافذة كبيرة، وكذلك حمام مع مروحة سقف ونافذة.",
    "غرفة نوم تحتوي على سرير وطاولة تضم باب زجاجي كبير يوفر إطلالة على المدينة، بينما تضم الغرفة سقف أبيض ونافذة.",
    "غرفة نوم بيضاء مع سرير ونافذة وأوتومان أزرق وسقف أبيض."
  ],
  "df71c020d73c4eacb3e06d46cf1c3815": [
    "درج حديث مع مصاعد زجاجية ودرجات خشبية يؤدي إلى غرفة ذات جدار زجاجي.",
    "غرفة المعيشة الحديثة تحتوي على درج أبيض مع مواقف زجاجية.",
    "منزل حديث مع درابزين زجاجي يطل على منظر مدينة، يضم لوحة سقفية لسانت جونز في لندن.",
    "مساحة حداثية ومبسطة تضم درابزين زجاجي للسلالم، غرفة تحتوي على مخزن نبيذ وباب زجاجي، وسقف أبيض مع كرسي وأريكة بيضاء.",
    "صورة لرجل جالس على أريكة معلقة على جدار غرفة بيضاء مع سقف أبيض وأريكة بيضاء.",
    "رجل جالس في غرفة ذات حائط أبيض وساعة بيضاء.",
    "طائرة بيضاء تطير فوق خلفية بيضاء بينما جدار أبيض بشاشة بيضاء في المنتصف وحاسوب محمول أبيض على طاولة بيضاء من منظور من الأعلى.",
    "مشهد بسيط مع حائط أبيض، رف خشبي، كرسي أبيض، تلفزيون أبيض، وهاتف أبيض بشاشة."
  ],
  "6b5e5f6e0e77495eb9333b0a741116f9": [
    "غرفة معيشة تحتوي على تلفزيون كبير معلق على الحائط، مدفأة، وسجادة أمام باب زجاجي.",
    "غرفة معيشة مع تلفزيون كبير ومنظر للمدينة من خلال نافذة كبيرة.",
    "رجل يقف في غرفة معيشة مع كاميرا، يلتقط منظر المدينة من خلال نافذة تحت سقف زجاجي.",
    "لوحة معلقة على جدار غرفة المعيشة فوق أريكة مزودة بالوسائد.",
    "يُعرض لوح فني في غرفة المعيشة، معلقاً على الحائط وعلى واجهة بارزة في وسط الغرفة.\n\n,      \n\nيُعرض لوح فني في غرفة المعيشة معلقاً على الحائط في وسط الغرفة.",
    "مطبخ حديث مع خزائن بيضاء، أرضية بلاط بيضاء، سجادة، باب زجاجي، سقف أبيض، ونافذة.",
    "مطبخ أبيض حديث مع خزائن وجزيرة وطاولات عمل بيضاء من زوايا مختلفة.",
    "غرفة معيشة عصرية مع سجادة بيضاء وأبواب زجاجية منزلق، تشمل باب زجاجي كبير به ضوء."
  ],
  "c20fd38e5d47436ab69c8d4589435089": [
    "المشهد يتكون من صورة إطارية لزهرة زرقاء وبيضاء، لوحة فنية ملونة على حائط أبيض، وباب أبيض مع مقابض سوداء.",
    "حمام به كشك استحمام زجاجي، أرضية خشبية، مقعد، ونافذة.",
    "غرفة تحتوي على تلفزيون مثبت وكرسي أبيض مع وسادة زرقاء أمام صورة على الحائط.",
    "غرفة معيشة تحتوي على أريكة بيضاء وباب زجاجي كبير، بما في ذلك باب زجاجي متحرك في غرفة مع نافذة.",
    "غرفة بيضاء مع لوحة كبيرة على الحائط، مقعد مع لوحة عليه، وأريكة بيضاء تحت سقف أبيض.",
    "غرفة نوم مع سرير أبيض ودرج، من منظور من الأعلى والأسفل والمتوسط.",
    "غرفة نوم مع سرير أبيض، طاولة جانبية، مصباح، صورة، باب، ونافذة تحت سقف أبيض.",
    "المشهد يضم عدة صور لآثار اليد، بما في ذلك لوحة محاطة بإطار، وآثار اليد على الحائط، وطباعة محاطة بإطار لآثار اليد."
  ],
  "5c727ef012ab4815816299f46ead2798": [
    "منزل حديث مع شرفة كبيرة ومسبح، يضم كرسي استلقاء وكرسي استلقاء على الفناء، وإطلالة على الجبال من الأعلى.\n\n          ,                      .",
    "بركة سباحة على السطح مع كراسي استلقاء تطل على مدينة ومنحدر تلة بينما تطير طائرة في الأعلى.",
    "حمام سباحة فاخر يطل على مناظر خلابة للجبال والمدينة، مع سماء زرقاء صافية وطائرة تمر.",
    "منزل به باب زجاجي كبير ودرابزين زجاجي يطل على المدينة من شرفة.",
    "مساحة معيشة حديثة مع سجادة سوداء وبيضاء، كراسي، مطبخ بجدار زجاجي كبير، وفتحة سقفية في غرفة المعيشة.",
    "غرفة معيشة حديثة بيضاء مع جدران زجاجية ومروحة سقف.",
    "غرفة معيشة عصرية مع أثاث أبيض، مدفأة، درج، ومروحة سقف.",
    "رجل يقف في غرفة معيشة حديثة تحتوي على مدفأة ودرابزين معدني، بينما يسمح باب زلازل في غرفة أخرى بدخول الضوء."
  ],
  "e55eff57b5e14179945d5a382490b210": [
    "منزل حديث يطل على الجبال، يضم حوض مطبخ من الفولاذ المقاوم للصدأ وباب زجاجي في غرفة المعيشة.",
    "مطبخ مع حوض ومشاهد للجبال، يضم سقفًا مزودًا بأضواء .",
    "مساحة معيشة حديثة تطل على المدينة والجبال، تحتوي على مطبخ أبيض ونافذة كبيرة.",
    "مطبخ بهوبات مطبخ من الفولاذ المقاوم للصدأ، وطاولة عمل بيضاء، وفرن مطبخ أسود، وجدار أبيض به نافذة.",
    "مطبخ به موقد أسود، ملعقة خشبية، حوض، وميكروويف على خلفية جدران بيضاء.",
    "مطبخ به طاوله خشبيه و طاولات عمل بيضاء، يحتوي على فرن أبيض، يقع في غرفة به جدار وباب.",
    "مطبخ مع أجهزة من الفولاذ المقاوم للصدأ وفرن فضي، بالإضافة إلى خزانة بيضاء مع مصباح عليها.",
    "مطبخ أبيض حديث مع موقد وثلاجة وأرفف وطاولة عمل."
  ],
  "401c33266eca4b04be4f4f3cc3b1cfe6": [
    "غرفة نوم تحتوي على سرير أبيض ومفارش بيضاء، لوحة على الجدار، وصورة معلقة من السقف الأبيض.",
    "غرفة نوم مع سرير كبير، كرسي، تلفزيون، ونافذة تحت سقف أبيض.",
    "غرفة معيشة تحتوي على أريكة وة للمدينة، تتميز باب زجاجي منزلق مع نور طبيعي من السقف.",
    "لوحة معروضة على مقعد مع وسائد، بينما تُعلّق لوحة أكبر على الحائط، كلاهما إطاري ومعروض في مشهد واحد.",
    "باب أبيض مع مقبض يظهر أسفل، جهاز آي باد أبيض مع شاشة في المنتصف، ورف أبيض مع باب أعلى.",
    "منظر لباب أبيض، أرضية خشبية، شقة للبيع بسعر ,، وخزانة بيضاء مع باب مفتوح.",
    "غرفة نوم تحتوي على سرير و خزانة و مصباح، تتميز بإطلالة على التلال وباب أبيض مع نافذة.",
    "سرير أبيض به مصباح و كتاب عليه يُرى من منظور من الأعلى والمتوسط، بينما تجلس قطة بيضاء على حائط أبيض في الخلفية."
  ],
  "4b1bbb88b7e444a499ac7c261b4495c1": [
    "كرسي أسود يُرى على شرفة وأمام نافذة في منزل به باب زلازل.",
    "الشرفة توفر منظرًا للمدينة والتلال تحت سماء زرقاء.",
    "أريكة على السطح تطل على المدينة، بينما يوفر الشرفة إطلالة على الشوارع المزدحمة أدناه، كل ذلك تحت سماء زرقاء صافية مع طائرة تطير في الأعلى.",
    "مشهد متعدد المستويات مع شرفة تحتوي على أريكة رمادية وإطلالة على المدينة، و شرفة أخرى بإطلالة على الجبل، وعمود هاتف مقابل سماء زرقاء.",
    "باب منزلق مع لوح زجاجي يظهر من المنظور العلوي والمتوسط، بينما يتدلى قضيب معدني من السقف في المنظور العلوي.",
    "المشهد يتألف من غرفة نوم تحتوي على سرير وسجادة واثنين من المصباحين، بالإضافة إلى إضاءة السقف للصالة.",
    "المشهد يصور غرفة معيشة وغرفة نوم تحتوي على أريكة وسرير وباب يؤدي إلى المطبخ وسجادة سوداء ورمادية.",
    "غرفة معيشة مع كرسي أسود ووسادة، مدفأة، تلفزيون، ومروحة سقف."
  ],
  "35a21f771ab04beb822d7262329d194e": [
    "غرفة نوم مع سرير أبيض، وسائد، وملاءات، ولوحة فنية على الحائط، ومنظر للسقف الأبيض من الأعلى.",
    "مساحة معيشة هادئة وبسيطة توفر إطلالات على المحيط، وتحتوي على سرير أبيض وكرسي، غرفة معيشة مع نافذة كبيرة، وغرفة مع إضاءة سقفية.",
    "منزل حديث مع شرفة تحتوي على أثاث من القش يطل على المدينة من خلال باب زجاجي متحرك في غرفة المعيشة.",
    "يُعرض لوح فني على جدار في غرفة المعيشة، مع مقعد ومخدات موضوعة تحته.",
    "لوحة ب خلفية ملونة معلقة على الحائط بجانب أريكة بيضاء.",
    "باب أبيض مع مقبض يُرى من زوايا مختلفة في غرفة.",
    "غرفة تحتوي على مصباح أبيض بجانب باب، طاولة صغيرة مع كتب ومصباح عليها، وجدار أبيض مع نافذة وباب آخر.",
    "غرفة نوم بسيطة ومتواضعة مع سرير أبيض، وسائد رمادية وبيضاء، مصابان، حائط أبيض، سقف، وكرسى."
  ],
  "6cf6b7435f654b3b9b6b1291b1893459": [
    "المشهد يضم ثلاثة مناظير مختلفة للرسومات، جميعها تتميز بشكل بارز باللون الأحمر.",
    "باب أبيض مع منظر للمحيط يؤدي إلى حمام به مرآة ولوحة فنية.",
    "غرفة معيشة واسعة ذات منظر للمدينة تحتوي على أريكة بيضاء وأرضية بيضاء، بينما تظهر حمام أبيض به نور سماوي من الأعلى.",
    "باب أبيض به مقبض يُرى من الأعلى والوسط، بينما يُرى باب خزانة أبيض مع أرضية خشبية من الأسفل.",
    "ممر أبيض مع أرضيات خشبية وسلم خشبي يؤدي إلى سقف أبيض مع جهاز إضاءة ولوحة فنية على الحائط.",
    "درج حديث مع شرفات زجاجية يؤدي إلى غرفة تطل على المدينة وضوء سقف.",
    "غرفة ذات أرضية خشبية بيضاء، ونافذة تطل على التلال والجبال، ولوحة فنية كبيرة على الحائط.",
    "لوحة فنية حمراء وبيضاء معرضة على حائط، مع صورة مقربة تظهر الطلاء الأحمر على خلفية بيضاء."
  ],
  "9231543c6c484c939a501338ad8c1db4": [
    "غرفة مينيمالية مع جدران بيضاء، كرسي أبيض وطاولة، ساعة بيضاء، وتليفزيون أبيض.",
    "المشهد يتكون من مدفأة مع حجر أبيض حولها وأرضية خشبية، حائط أبيض مع تلفزيون عليه، وصوره لمدفأة مع إطار أبيض.",
    "غرفة معيشة حديثة مع مدفأة، كرسي أسود، تلفزيون كبير، ومنظر للمدينة، تتميز بتلفزيون فريد مثبت على السقف.",
    "غرفة نوم حديثة مع سرير كبير وسجادة وباب زجاجي وضوء سقف ونافذة.",
    "غرفة نوم تحتوي على سرير وخزانة تضم سجادة كبيرة على الأرض وجدران بيضاء، بينما الغرفة فوقها تضم سقفًا أبيض وأريكة بيضاء.",
    "المشهد يتكون من حائط أبيض به صورة وترموستات مثبت على الحائط، كلاهما محاط بالإطار الأسود.",
    "لوحة معلقة في غرفة بأرضية خشبية وجدران بيضاء، تحت سقف أبيض.\n\n             .",
    "منظر لغرفة بيضاء تحتوي على باب، خزانة مع باب زجاجي، وحمام مع مرآة."
  ],
  "ca50e3a88177404aa2292d77d84e7ace": [
    "أريكة رمادية تجلس على شرفة خرسانية أسفل شرفة مطلة على منحدر وجنوب، كل ذلك تحت سماء زرقاء.",
    "شرفة ذات باب زجاجي قابل للانزلاق وأرضية خرسانية تؤدي إلى باب زجاجي ونافذة تطل على الجبال.",
    "أريكة بيضاء وأرائك موضوعة أمام باب زجاجي متحرك يطل على المحيط.",
    "شرفة زجاجية مع أريكة بيضاء وكرسي، تطل على منظر خلاب من خلال شريط زجاجي وباب زجاجي.\n\n       ,",
    "سيارة متوقفة أمام منزل بباب زجاجي، يقع في ممر، تحت سماء زرقاء.",
    "م هادئ من الاسترخاء والطبيعة، مع كرسي استلقاء على شرفة مطلة على البحر، محاطة بالتلال والجبال، وطائرة ورقية تحلق في السماء.",
    "سطح مبنى به كنبة رمادية وطاولة يطل على شرفة تطل على منحدر، وفي نفس الوقت طائرة تطير في السماء.",
    "بيت على تلة مع شرفة تطل على التلال و فناء مع أريكة رمادية و طاولة."
  ],
  "20216703be7341b89b57ea2165e6a9bb": [
    "غرفة نوم تحتوي على سرير وطاولة جانبية ونافذة، من زوايا مختلفة، تقع في غرفة ذات سقف أبيض.",
    "باب أبيض مع مقبض أمام صندوق أبيض مغطى ، كلاهما موضوع ضد جدار أبيض مع لوح أبيض.\n\n \n باب أبيض  \n مع مقبض   \n أمام   \n صندوق أبيض  \n مغطى     \n كلاهما \n موضوع \n ضد \n جدار أبيض  \n مع لوح أبيض",
    "ثلاثة أبواب بيضاء، واحد به قفل، واحد به مقبض، وواحد يؤدي إلى خزانة.",
    "غرفة ذات أرضية خشبية وسلم تؤدي إلى ممر أبيض مع أرضية خشبية وسلم، مع سقف أبيض وباب أعلاه.",
    "درج مع سلم خشبي و لوحة فنية يؤدي إلى رواق مع أضواء بيضاء ونافذة.",
    "مشهد متعدد المستويات مع نوافذ مختلفة توفر مناظر للمدينة والمنحدر والجبال.",
    "كرسي أبيض يجلس في غرفة مع نافذة تطل على الجبال، بينما يظهر منظر من الأعلى خارج منزل مع أعمدة.",
    "غرفة معيشة مع كرسي أبيض ووسادة، أبواب زجاجية منزلق، ومنظر للجبال."
  ],
  "dea2f4ebec914445afc126de6babe1fa": [
    "غرفة معيشة بآخرها أرضية من البلاط الأبيض، تمثال عارضة، مدفأة، وسرير أبيض في غرفة فوقها.",
    "غرفة معيشة حديثة مع لوحة فنية كبيرة على الحائط ومدفأة مع مقعد.",
    "غرفة معيشة حديثة بيضاء مع جدار زجاجي وإطلالة على المدينة، تتميز بسقف مزود بأضواء .",
    "غرفة طعام عصرية مع طاولة زجاجية وأرائك، تتميز بثريا معلق من السقف.",
    "مشهد حديث مع أرضيات من البلاط الأبيض، درج زجاجي، وغرفة معيشة مع سقف زجاجي وفن.",
    "كرسي أبيض يجلس على أرضية بلاط أبيض بجانب درج زجاجي مع مساند زجاجية.",
    "كرسي أبيض يقع أمام جدار أبيض مزين بصورتين إطاريه أسودتين، بينما يؤدي السلم مع صورتين إطاريتين إلى الأعلى.",
    "باب عصري بإطار خشبي يقف على أرضية بلاط بيضاء تؤدي إلى غرفة بسقف خشبي وصور على الجدار.\n\n,      \n\nباب عصري بإطار خشبي يقف على بلاط أبيض يؤدي إلى غرفة بسقف خشبي وصور على الجدار."
  ],
  "e87821ffeea84cbd91ec089a6ba66862": [
    "منزل مع شرفة يطل على فناء من الخرسانة مع شريط زجاجي، شجرة، و منظر لالتلال والسماء الزرقاء.",
    "منظر خلاب يضم شرفة خرسانية مطلة على المحيط، بيتًا به شرفة ومنظر للجبل، وبيتًا أبيض به نافذة جانبية.",
    "باب زجاجي ونافذة توفر مناظر للجبال من على أرضية خرسانية مع بلاط أبيض.",
    "شرفة بيضاء مع باب زجاجي منزلق تؤدي إلى غرفة مع كرسي ومنظر، يُرى من خلال باب زجاجي منزلق مع نافذة زجاجية.\n\n,        ,     \n\nشرفة بيضاء مع باب زجاجي منزلق تؤدي إلى غرفة مع كرسي ومنظر يُرى من خلال النافذة الزجاجية.",
    "منزل مع شرفة ومدخل من البلاط الرمادي يضم أريكة وسيارة، منظر من الأعلى مع سماء زرقاء في الخلفية.",
    "منظر لشرفة مع أثاث رمادي وطاولة، شرفة تطل على التلال والجبال، وطائرة تطير فوق تلة مع سماء زرقاء.",
    "سطح مبنى به كنبة رمادية وطاولة، شرفة مطلة على منحدر، وطائرة تحلق في سماء زرقاء.",
    "منزل به شرفة تحتوي على أريكة رمادية وأكراس يطل على تلة وطائرة ورقية تطير في السماء."
  ],
  "b7f6e59a538545ae851c5b92e723d3e9": [
    "حمام به أرضية بيضاء، وبصمة يد محاطة بإطار، ومرآة، وسنط محاط بإطار في الأعلى.",
    "كرسي أبيض مع تلفزيون مثبت يجلس في غرفة مع جدار أبيض وتلفزيون منفصل.",
    "غرفة تحتوي على كرسي أبيض، ومرآة تعرض منظر المدينة، ونافذة تطل على سماء زرقاء.",
    "المنزل الحديث يحتوي على شرفة تطل على المدينة يمكن الوصول إليها من خلال باب زجاجي منزلق.",
    "المشهد يصور غرفًا مختلفة في المنزل، بما في ذلك غرفة المعيشة مع أريكة بيضاء ولوحة فنية كبيرة، وغرفة نوم مع لوحة على الحائط، وغرفة مع تلفزيون مثبت على السقف.",
    "غرفة نوم بيضاء تحتوي على سرير وطاولة جانبية وخزانة، من زوايا مختلفة.",
    "منظر سرير مع وسائد بيضاء ورمادية ومصباح عليه، تحت سقف أبيض مع جهاز إضاءة.",
    "غرفة نوم بيضاء تحتوي على سرير ولوحة فنية إطارية وخزانة وصور معلقة على الحائط."
  ],
  "2235ba2794bb4c68a1fb0ba0e2bb5743": [
    "منزل حديث يطل على الجبال يقع على شرفة مع أريكة رمادية وسجادة، محاطاً بسماء زرقاء وتلة.",
    "طائرة ورقية تحلق فوق حقل، ويظهر جانب تل مع منظر للمدينة في الوسط، ويمكن رؤية سقف مغطى بالبلاط الرمادي مع شرفة زجاجية من الأعلى.",
    "شخص واقف على شرفة زجاجية مطلة على مدينة، وطائرة ورقية تطير في السماء فوقه.",
    "شخص واقف على تلة ذات حاجز زجاجي، ي نظره إلى المدينة وتلال هوليوود بينما طائرة ورقية تطير فوقه.",
    "منظر لدرابزين زجاجي مع نباتات بامبو، وعصا مع أسلاك، ومنزل في الخلفية من زوايا مختلفة.",
    "منزل به سقف وشجرة في الخلفية محاط بدرابزين زجاجي مع نباتات بامبو ولوحة إعلانية، كل ذلك تحت سماء زرقاء.",
    "منظر لبيت به شرفة غرفة نوم وأريكة رمادية على شرفة زجاجية، كل ذلك تحت سماء زرقاء.",
    "غرفة معيشة حديثة ذات جدار زجاجي كبير تطل على مجموعة أريكة خارجية رمادية وبضاء مع وسائد، تقع على سقف خرساني مع باب زجاجي."
  ],
  "be698bf5eb97439c98ce83c945aba879": [
    "منزل حديث مع مسبح وكراسي استلقاء يطل على منظر خلاب من الجبال.",
    "مشهد يضم مسبحًا على سطح مبنى، منظر للمسبح والمدينة من قمة تلة، وطائرة تحلق في سماء زرقاء.",
    "منظر خلاب يضم مسبحًا مع مناظر جبلية، شرفة زجاجية مطلة على المدينة، وتحلق طائرة ورقية في السماء.",
    "منزل أبيض حديث مع شرفة زجاجية يطل على فناء مفروش بالبلاط الأبيض والمدن بعيدة.",
    "منزل حديث مع أرضية غرفة المعيشة بالبلاط الأبيض، مطبخ حديث يضم لوحة فنية كبيرة على الحائط، وباب زجاجي منزلق.",
    "منزل حديث مع سقف زجاجي وباب يضم غرفة معيشة مع أرضية من البلاط الأبيض ومطبخ مع جزيرة كبيرة وطاولة طعام.",
    "مساحة معيشة حديثة ذات درج وأثاث أبيض، تشمل كراسي استقبال في رواق وسقف أعلى.",
    "منزل حديث مع شرفة وطابق علوي يضم أبواب زجاجية وأثاث رمادي في غرفة المعيشة والفضاء الخارجي."
  ],
  "0848b92566414eeb8012295475318c49": [
    "حمام صغير به مرحاض و مغسلة مرئي من المنظر المتوسط، بينما يظهر المنظر العلوي خزانة بيضاء مع ضوء عليها.",
    "حمام مع باب زجاجي ومرآة، يضم باب أبيض مع لوح زجاجي.",
    "حمام فاخر مع باب زجاجي، أرضية مفروشة بالبلاط، إطلالة على المدينة، نافذة كبيرة، وحوض استحمام واسع.",
    "المشهد يصور حماماً مع حوض ومرآة من زوايا مختلفة.",
    "رواق به باب أبيض و لوحة و صورة معلقة على باب الدخول.",
    "باب أبيض مع مقبض ومقبض يُرى من الأعلى والأسفل، بينما جدار أبيض مع كرسي أبيض مرئي من الوسط.",
    "رجل جالس في غرفة مع دب قطني أبيض على سطح و شاشة تلفزيون بيضاء أمامه.",
    "بابان أبيضان، أحدهما بيد ومفتاح والآخر بلوح زجاجي، على الأرجح في خزانة أو غرفة."
  ],
  "a62b78b98e414ae38ff01d404942ea6c": [
    "درج أبيض يؤدي إلى رواق يحتوي على لوحة وباب، بينما تُغطي ألواح خشبية الدرج من مستوى أدنى.",
    "منزل حديث مع درابزين زجاجي للسلالم في غرفة المعيشة والسلالم من منظور من الأعلى والمنتصف.",
    "غرفة معيشة حديثة مع درابزين زجاجي، جدار أبيض مع درج و شاشة، وجدار أبيض مع باب و حوض.",
    "غرفة بيضاء  ومبسطة مع درج زجاجي وكرسي أبيض واحد.",
    "غرفة بيضاء تحتوي على درج ومرآة مزينة برسومات، مع وجود مصباحين.",
    "رجل يركب دراجة على سطح أبيض، ويجلس ورقة بيضاء على طاولة، وتعلّق شاشة تلفزيون بيضاء على جدار أبيض.",
    "رجل إما جالس على مقعد أو يركب دراجة على سطح أبيض أمام جدار أبيض.",
    "سلم خشبي يؤدي إلى جدار أبيض به تلفزيون."
  ],
  "d8b984d439ea4b09928f11d867f661cb": [
    "غرفة معيشة حديثة مع أثاث زجاجي وصور معروضة وتلفزيون.",
    "غرفة معيشة عصرية ذات أبواب زجاجية ومنظر، تحتوي على سجادة كبيرة، كراسي، مروحة سقف، ونافذة كبيرة.",
    "غرفة تطل على المدينة تحتوي على أريكة مع وسادة كبيرة أمام نافذة وكرسي، مع ثريا فوقهما.",
    "صورة مطبوعة بالأبيض والأسود محاطة بإطار معلقة على الحائط إلى جانب صورة أخرى مطبوعة بالأبيض والأسود محاطة بإطار.",
    "رجل يركب دراجة على سطح أبيض بينما تجلس كاميرا صغيرة على طاولة بيضاء وقط أسود يُرى على جدار أبيض من الأعلى.",
    "رجل يركب دراجة على سطح أبيض أمام جدار أبيض مع ساعة بيضاء.",
    "ممر مع بلاط أبيض، باب يؤدي إلى حمام، ومثبتات إضاءة.",
    "المشهد يتكون من حائط أبيض مع مرايا وكرسي، وكذلك ميزان حرارة مثبت على الحائط ومرآة سوداء معلقة على حائط أبيض آخر."
  ],
  "9114a9de6a67441b801696e2ba8a1003": [
    "حمام به حوض أبيض و مغسلة و مرآة، وكذلك مرآة كبيرة وباب زجاجي.",
    "حمام عصري مع دش زجاجي ومقعد خشبي، يضم جدار زجاجي يطل على المدينة وباب دش يطل على السماء.",
    "حمام زجاجي مع أرضية خشبية وإطلالة على المدينة والسماء من خلال الباب والسقف الزجاجي.",
    "باب دش زجاجي مع كرسي أبيض ولوح زجاجي على كل جانب.",
    "غرفة نوم بيضاء مع كرسي ولوحة وشباك كبير وضوء سقف وباب.",
    "رجل جالس في غرفة بيضاء الجدران بينما تظهر غرفة نوم بيضاء تحتوي على سرير ومرآة ونافذة من زوايا مختلفة.",
    "لوح أبيض به حاسوب محمول موضوع تحت طائرة بيضاء تطير فوق خلفية بيضاء، بينما تظهر جدار أبيض بساعة بيضاء من الأعلى.",
    "حمام أبيض مع مناشف ومرآة ونافذة ومنظر."
  ],
  "1d47ba7d0b094cee93aad6322445fd4b": [
    "غرفة تحتوي على كرسي، صور مُطرّفة لمارلين مونرو ونجم، وصورة على الحائط، مع نافذة تطل على المشهد.",
    "باب زجاجي يطل على المدينة والسماء يؤدي إلى مساحة تحتوي على باب زجاجي قابل للانزلاق وطاولة وكراسي.",
    "مساحة خارجية فاخرة مع مسبح وإطلالة على المدينة، تحتوي على طاولة وكراسي للاسترخاء ونافذة للنظر إلى السماء.",
    "المشهد يضم بابًا زجاجيًا يطل على المسبح والجبال والسماء.",
    "مشهد مع أريكة بيضاء وقطة، سرير مع صورة على الحائط، ومنظر لجدار مع مرآة وضوء من فوق.\n\n         ,        ,              .",
    "غرفة معيشة تحتوي على أريكة رمادية وسجادة من جلد حمل تؤدي إلى ممر مع دراجة نارية معروضة على الحائط، وفوقها غرفة تحتوي على سرير وطاولة جانبية.",
    "منزل حديث مع طاولة زجاجية وأرائك في المكتب، ومرآة في غرفة المعيشة مع منظر للمدينة، وغرفة مع تلفزيون وسقف أبيض.",
    "المشهد يتكون من غرفة تحتوي على صور إطارية على مكتب زجاجي، كرسي رمادي، ومكتب أبيض مع صور إطارية سوداء."
  ],
  "844cdb7f525b4a0491283657748f8d9e": [
    "غرفة نوم مع سرير ولوحة زرقاء على الحائط.",
    "حمام أبيض مع أرضية خشبية، باب أبيض، مرآة، حوض، وستارة دش بيضاء.",
    "حمام به حوض أبيض، أرضية خشبية، مرآة، وثابت إضاءة تحت سقف أبيض.",
    "غرفة تحتوي على باب خزانة أبيض، وباب أبيض بمقبض خشبي، ومرآة معلقة على الحائط بجانب الباب.",
    "غرفة ذات أرضية خشبية بيضاء ومرآة تحتوي على باب أبيض مع أرضية خشبية تؤدي إلى حمام مع مرآة وضوء فوقه.",
    "غرفة معيشة مع كرسي أبيض، نافذة كبيرة، ومروحة سقف.",
    "غرفة نوم مع سرير وباب زجاجي متحرك تطل على المدينة، بينما تقع حمام مع نافذة وضوء سقف فوقها.",
    "غرفة نوم مع سرير أزرق ومخدات، نافذة، وجدار أبيض من منظورات مختلفة."
  ],
  "02a0be72ae5f4c36935b1496abeceddc": [
    "حمام به حوض أبيض، أرضية خشبية، مرآة، ودش زجاجي.",
    "حمام عصري مع دش زجاجي وإطلالة على المدينة أو السماء، يضم أرضية خشبية وباب دش زجاجي.",
    "خزانة بيضاء مع مرآة فوقها موضوعة أسفل تلفزيون أبيض يعرض منظر المدينة، كلاهما موضوعان على رف أبيض.",
    "تليفزيون أبيض موجود في غرفة مع كرسي، بينما تليفزيون أكبر مثبت على حائط غرفة نوم.",
    "غرفة معيشة تحتوي على أريكة بيضاء وسجادة، تتميز بلوحة فنية كبيرة على الحائط وسقف أبيض مع مصباح.",
    "غرفة نوم بيضاء مع سرير، خزانة، ومصباح سقف.",
    "غرفة نوم بسيطة ومتواضعة مع سرير أبيض، خزانة، مرآة، وباب مقابل جدار أبيض.",
    "حمام أبيض مع باب ومرآة يظهر من الأعلى، بينما جدار أبيض مع لابتوب يظهر من المنتصف، وجدار أبيض مع نافذة ومنظر يظهر من الأعلى."
  ],
  "c1e3263cef454a859206fd408421552a": [
    "حمام به حوض ومرآة وساعة وثلاثية القوائم وباب.",
    "حمام به حوض أبيض ومقعد، يضم دش زجاجي يطل على المحيط.",
    "رجل يقف على شرفة تطل على المدينة بينما يظهر حمام به دش زجاجي وأرضية خشبية ورأس دش من الأعلى.",
    "باب دش زجاجي مع أرضية خشبية، إطلالة على المحيط، ورف زجاجي.",
    "غرفة معيشة بيضاء في الغالب مع كرسي وسجادة ولوحة فنية كبيرة، وكذلك حمام أبيض مع دش ومرحاض.",
    "حمام صغير به مرحاض، جدران من البلاط الأبيض، وباب أبيض.",
    "رجل جالس على أريكة أمام تلفزيون في غرفة تحتوي على مرحاض وحوض أبيض جدار وكرسي.",
    "حمام مع مناشف و صورة، يحتوي على نافذة تطل على السماء."
  ],
  "ecf7f32b104046b78316ed4194fad634": [
    "منظر لطاولة بيضاء ذات سطح زجاجي وسلة من القش، محاطة بأشجار البامبو، مع طائرة تطير فوق منزل وأشجار في الخلفية.",
    "منزل فاخر مع مسبح يطل على المدينة بينما تطير طائرة فوقه تترك أثراً في السماء.",
    "منظر خلاب يضم مسبحًا يطل على المدينة والجبال، شرفة مطلة على المدينة، وطائرة ورقية تحلق في سماء زرقاء مع سحب.",
    "منزل عصري مع مسبح زجاجي يطل على المدينة بينما تطير طائرة ورقية فوقه ضد سماء زرقاء.",
    "منزل حديث به غرفة معيشة كبيرة ومطبخ يحتوي على أريكة رمادية وروبوت أزرق على الأرض، وله سقف زجاجي وشرفة.",
    "إعداد هادئ وجميل مع كرسي استلقاء على شرفة، غرفة معيشة تطل على المحيط، و قوس قزح مرئي من خلال نافذة.",
    "غرفة معيشة حديثة مع جدار زجاجي يطل على المدينة، تحتوي على أريكة بيضاء وكراسي وباب زجاجي منزلق به مصباح.",
    "باب زجاجي يؤدي إلى غرفة تحتوي على طاولة وكراسي، مع عرض للخارج."
  ],
  "5ef3f0f5642a4858a7dbc2c20dc04842": [
    "غرفة معيشة عصرية مع أرضيات من البلاط الأبيض، ولوحة فنية كبيرة، وباب زجاجي منزلق.",
    "منزل حديث مع مسبح وإطلالة على المدينة والسماء.",
    "منزل مع أبواب زجاجية يوفر مناظر للجبال والمدينة والسماء.\n\n          .",
    "غرفة معيشة حديثة مع باب زجاجي منزلق واطلالة على المحيط، تحتوي على نافذة كبيرة وسقف أسود.",
    "مساحة معيشة حديثة بِمطبخ أبيض ومنطقة بار، وغرفة معيشة مريحة بِتليفزيون ومروحة سقف.",
    "غرفة معيشة حديثة مع ثريا وطاولة طعام تؤدي إلى غرفة طعام مع طاولة زجاجية وأكراس.",
    "غرفة معيشة عصرية مع أثاث أبيض وطاولة زجاجية وسلم زجاجي ومصباح كروي.",
    "غرفة معيشة عصرية مع أريكة بيضاء وموقد نار ولوحة فنية كبيرة تحت سقف أبيض."
  ],
  "3bb850fc24e942a5af497960e0c4bd0d": [
    "دمية تقف أمام باب في منزل حديث مع درابزين معدني.",
    "مساحة خارجية فاخرة مع كراسي استرخاء وحوض سباحة يطل على خط المدينة، مع لمحة من السماء مرئية من نافذة قريبة.",
    "منظر فاخر يضم أريكة بيضاء وحوض سباحة يطل على المدينة من شرفة زجاجية تطل على السماء من نافذة.",
    "منزل حديث مع إطلالة على المدينة يحتوي على كرسي أبيض وأسود مخطط على شرفته، مرئي من الداخل من خلال باب زجاجي.",
    "مطبخ حديث مع جزيرة كبيرة وبار موضوع على أرضية بيضاء مع سجادة وكرسي، بينما تسقف مع تلفزيون وموقد معلقة من فوق.",
    "غرفة معيشة بيضاء عصرية مع درج زجاجي وثريات مضيئة أنيقة.",
    "غرفة معيشة حديثة بأثاث أبيض وسلم يؤدي إلى سقف أبيض.",
    "رجل واقف في غرفة معيشة بيضاء يوجد فيها تمثال في الوسط ولوحة على الحائط."
  ],
  "4e928c0ff7504619b7c308a354c78f5f": [
    "المشهد يصور حمامًا أبيض به مرحاضان و حوض و باب وضوء.",
    "حمام به دش زجاجي و حوض و مرحاض على خلفية جدار أبيض.",
    "منظر لغرفة معيشة تطل على المدينة من خلال نافذة، تضم باب أبيض مع مقبض على حائط أبيض.",
    "غرفة نوم حديثة مع سرير كبير ومشاهد، تتميز بأرضيات بيضاء وسماعات على السقف.",
    "غرفة نوم مع جدار أبيض، مرآة، سرير، ميزان حرارة مثبت على الجدار، ولوحة فنية معلقة على الجدار.",
    "لوحة بقطرة سوداء وفضية معلقة على حائط غرفة.",
    "غرفة بيضاء مع باب، خزانة، وخزانة ملابس.",
    "باب حمام أبيض مع مقبض، شاشة تلفزيون بيضاء، ولوح أبيض على حائط أبيض."
  ],
  "dac07b3c33a341eabae4e12895cf774a": [
    "حمام أبيض مع حوض، مرحاض، نافذة، وباب.",
    "منظر باب أبيض، ثلاجة بيضاء، وحمام أبيض به مرحاض وغسالة.",
    "رجل يطير طائرة في السماء بينما يجلس جهاز كمبيوتر محمول أبيض على طاولة بيضاء في الأسفل.",
    "المشهد يصور بابًا أبيض مع أرضية و جدران بيضاء، يؤدي إلى غرفة بيضاء مع باب أبيض واحد على جدار أبيض.",
    "طائرة بيضاء تطير فوق غرفة بيضاء فيها كرسي، مقابل سماء رمادية.",
    "باب خزانة أبيض به مرآة يُرى من زوايا مختلفة.",
    "المشهد يظهر خزانة خشبية مع رفوف وأدراج، بما في ذلك ضوء ورف خشبي.",
    "خزانة ذات باب مفتوح ورفوف مرئية من الأعلى والوسط والأسفل."
  ],
  "88ba02c6e8b84144bbecf10aa1667dd7": [
    "منزل حديث مع شرفة ومنطقة مسبح تتميز بأرائك استلقاء من منظور من الأعلى والوسط.",
    "يتميز المشهد بباب زجاجي منزلق يطل على المسبح والهضاب والسماء.",
    "غرفة معيشة مع سجادة كبيرة، كراسي، منظر للمدينة، تلفزيون، ومروحة سقف.",
    "غرفة المعيشة تحتوي على لوحة فنية كبيرة على الجدار وسجادة.",
    "مطبخ أبيض حديث مع كراسي بار وباب زجاجي يضم سقفًا مع نافذة وضوء.",
    "مطبخ حديث مع جزيرة بيضاء وكراسي بار، يضم سقفًا ونافذة.",
    "منزل حديث مع أرضية من البلاط الأبيض، ومطبخ مع باب زجاجي وسلم، وغرفة مع سقف وثريات.",
    "غرفة معيشة عصرية مع أرضية زجاجية وأريكة وباب زجاجي منزلق في منزل عصري.\n\n \n غرفة معيشة عصرية    \n مع أرضية زجاجية    \n وأريكة   \n وباب زجاجي منزلق     \n في منزل عصري"
  ],
  "c637b66b6f804617962f0f9e2f2c0341": [
    "خزانة خشبية مع رفوف وأدراج وضوء داخلي.",
    "المشهد يضم خزانة بيضاء مع صورة وخزانة بيضاء مع مرآة وباب، وتصوير مقرب لباب خزانة أبيض مع مرآة.",
    "كرسي أبيض وتليفزيون كبير في غرفة مع صورة معلقة على الحائط فوق سقف أبيض.",
    "شقة حديثة تطل على المدينة من غرفة النوم وغرفة المعيشة، تحتوي على باب زجاجي كبير وسقف أبيض مع باب زجاجي قابل للانزلاق.",
    "منظر لغرفة نوم مع سرير أبيض، وغرفة معيشة مع لوحة كبيرة، وغرفة مع سقف أبيض.",
    "غرفة نوم بسيطة مع سرير أبيض، وسادة، وغطاء، وسادة رمادية بيضاء، ومصباح، ومروحة بيضاء على السقف.",
    "مصباح أبيض موضوع على طاولة في غرفة مع صورة عليها، في حين أن جدار أبيض مع شاشة تلفزيون أبيض مرئي من الأعلى.",
    "باب خزانة أبيض مع رف وسقف خشبي"
  ],
  "a7a41dd2adbf4a69a12d49254f8a14e5": [
    "غرفة معيشة مع مدفأة، تلفزيون، وأرضية وجدران من الخشب الأبيض.",
    "غرفة معيشة مع مدفأة، أرضيات خشبية، تلفزيون كبير، ومروحة سقف.",
    "غرفة نوم مع سرير وسجادة، تضم منظرًا للمدينة ومروحة سقف مع نافذة.",
    "غرفة نوم مع سرير أبيض وملاءة ومخدة ومصباح وسقف أبيض.",
    "غرفة نوم بسرير، دولاب، مصباح، ومصدر إضاءة معلّق من السقف.",
    "غرفة نوم بيضاء مع خزانة مخصصة تحتوي على مقعد وخزانة، وباب زلاجي في الغرفة مع ضوء عليه.",
    "المشهد يصور مطبخًا مع أرضيات خشبية ومرحاضًا وثلاجة وضوء سقف.",
    "منظر لحمام أبيض مع باب مفتوح، وباب خزانة مع صورة معلقة عليه، ورف مع صورة أخرى في الأعلى."
  ]
}